{"name": "176237071", "result": [{"species_id": 176237071, "taxonomicnotes": null, "rationale": "<em>Rhabdolichops jegui</em>&#160;is known from the Maroni and Mana basins of French Guiana and Suriname. The minimum area of occupancy (AOO) based on the two known localities is 8 km<sup>2</sup>. The maximum extent of occurrence (EOO) based on the area of the minimum convex polygon around the HydroBASIN map is 2,803 km<sup>2</sup>. This species is potentially threatened by the high level of gold mining in the Guiana Shield region.  It is found in two sites in large lowland rivers that are not currently  under development threat, but the species is physiologically fragile  with little to no tolerance for habitat alterations. We therefore infer two locations but no continuing declines. The threat of mining could push the species to becoming Vulnerable or Endangered in a very short time period. Therefore, this species is assessed as Near Threatened.", "geographicrange": "<em>Rhabdolichops jegui</em>&#160;is known from the Maroni and Mana basins of French Guiana and Suriname (Keith and Meunier 2000). The only known specimens of <em>R. jegui</em> are those that belong to the type series and no additional specimens have since been identified. It should be noted that this species is often confused with those in the genus <em>Eigenmannia </em>and can be hard for non-experts to identify.<br/><br/>The minimum area of occupancy (AOO) based on the two known localities is 8 km<sup>2</sup>. The maximum extent of occurrence (EOO) based on the area of the minimum convex polygon around the HydroBASIN map is 2,803 km<sup>2</sup>.", "population": "No information regarding the population of this species is currently available.", "populationtrend": "unknown", "habitat": "<em>Rhabdolichops jegui </em>is known to feed on small invertebrates and small fish. Specimens were collected below waterfalls, along vegetated banks and areas with weak water current (Keith and Meunier 2000).", "threats": "This species is potentially threatened by the high level of gold mining in the Guiana Shield region (Dezécache <em>et al.</em>&#160;2017). It is found in two sites in large lowland rivers that are not currently under development threat, but the species is physiologically fragile with little to no tolerance for habitat alterations.", "conservationmeasures": "No known conservation plan is in place for&#160;<em>Rhabdolichops jegui.&#160;</em>Additional research into the species' life history and population dynamics is needed.", "usetrade": "<em>Rhabdolichops jegui</em>&#160;is not known to be used, consumed, or traded by humans."}]}