{"name": "139372569", "result": [{"species_id": 139372569, "taxonomicnotes": null, "rationale": "<p><em>Stylogomphus malayanus</em> is only known from Peninsular Malaysia, where it is has been recorded from Perak, a location less than 30 km away in the Cameron Highlands District and a record from a location in Kelantan that may or may not refer to this species. Even counting the location in Kelantan, at most three locations have been recorded for the species. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it may be small; currently available data indicate that AOO is less than 2,000 km² (it is likely to be considerably less than this). The AOO, extent and quality of suitable habitat are all inferred to be declining from severe loss of forest in the Cameron Highlands. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and D2. Hopefully when more information is available on the distribution of the species it may be possible to reassess it into a lower threat category, however, given the likely very small AOO for this species, reassessment to Endangered or Critically Endangered seems likely.</p>", "geographicrange": "<p><em>Stylogomphus malayanus</em> is only known from Peninsular Malaysia, where it is known from one location in Perak (Sasamoto 2001, 2004); a location less than 30 km away in the Cameron Highlands District of Pahang (Ng <em>et al. </em>2011); and a record that may or may not refer to this species, from Gunung Stong in Kelantan (Choong <em>et al. </em>2017). An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it may be small; based on the data currently available the AOO is less than 2,000 km² (it is likely to be considerably less than this). The AOO is inferred to be declining from severe loss of forest in the Cameron Highlands.</p>", "population": "<p>There is insufficient information about this species to make any statement on current population sizes and health except that an ongoing decline in overall population can be inferred from loss of forest in the Cameron Highlands area.</p>", "populationtrend": "decreasing", "habitat": "<p>The larvae of this species were collected at a “clean stream” in tropical rain forest (Sasamoto 2001) and in similar habitat but at higher altitude in the Cameron Highlands (Ng <em>et al. </em>2011). Both the extent and quality of suitable habitat are certainly declining due to loss of forest in the Cameron Highlands.</p>", "threats": "<p>The main threat to this species is from clearance of forest for agriculture, which has been very extensive in the Cameron Highlands area.</p>", "conservationmeasures": "<p>Protected status for the known sites is needed (from satellite images dated from 2016 clearance of forest is approaching the site in the Cameron Highlands). More data on the distribution of this species is urgently needed.</p>", "usetrade": null}]}