{"name": "173714498", "result": [{"species_id": 173714498, "taxonomicnotes": null, "rationale": "<em>Ophiogomphus longihamulus</em> is a mountain stream species known only from its type locality on Mount Pia Oac (a Nature Reserve but even so serious threats exist there) in northern Viet Nam. One of the assessors searched for the species repeatedly at Pia Oac in the years after it was described but could not find it; this strongly suggests that the species has undergone a severe decline and may already be extinct at its only known location. The species should be searched for in adjacent parts of China as well as in Viet Nam. Based on current knowledge, its area of occupancy (AOO) is smaller than 10 km² and is likely declining along with the extent and quality of suitable habitat due to loss and alteration of habitat on Mount Pia Oac. The species is assessed as Critically Endangered under criterion B (CR B2ab(ii,iii)). If the urgently needed fresh searches for the species on Mount Pia Oac take place and fail to find the species, and it is found at some other location in the meantime, its reassessment will then flag this species as Possibly Extinct.", "geographicrange": "<em>Ophiogomphus longihamulus</em> is only known from the type locality on Mount Pia Oac (a Nature reserve) in northern Viet Nam (Karube 2014). After the species was described one of the assessors (T. Kompier) regularly searched for it at Pia Oac over a three-year period but could not find it. This species should be searched for in adjacent parts of China as well as in Viet Nam. An accurate estimate of its area of occupancy (AOO) is not possible, but based on the current available data its AOO is smaller than 10 km² and is likely declining.", "population": "Judging from the size of the type series, this species may not have been particularly uncommon at the only known location, but given that it is yet to be found elsewhere it is clearly local in occurrence. Also, since it was searched for but could not be found at the type locality by T. Kompier, it appears that it is no longer common there and could even already be extinct at this location. No other statement about current population sizes and health can be made for this species with the available data except that an ongoing decline in population has been observed at Pia Oac.", "populationtrend": "decreasing", "habitat": "Karube (2014: 88) states “this species inhabits rocky mountain streams”. Mount Pia Oac is still forested so the species is presumably forest-dependent to at least some degree. There has been considerable disturbance to the habitats at Pia Oac and given that the species seems to be (at best) much less common there than it once was it must be assumed that this disturbance has taken a toll on the species. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of habitat on Mount Pia Oac.", "threats": "<p>At Pia Oac the species (if still present there) faces threats from alterations and disturbance to streams from salmon farming and mining (for both sand and precious metals) activities and the clearing of forest around some areas along streams with big boulders. Hypothetical populations away from Pia Oac will face threats from deforestation (with farming of one kind or another as a major driver).</p>", "conservationmeasures": "The priorities for this species are for proper protection of remaining habitat at Pia Oac and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Fresh and thorough searches for the species on Mount Pia Oac are urgently needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.", "usetrade": null}]}