{"name": "98562533", "result": [{"species_id": 98562533, "taxonomicnotes": null, "rationale": "<p>Both the extent of occurrence and the area of occupancy of Gambilusa are 4 km<sup>2</sup>. It occurs at one single location in southern Spain (the&#160;Carretones pond). The species is currently threatened by urbanization, infrastructure projects, pollution that lead to decreasing habitat quality. If this only unprotected locality is urbanized, the species would become globally extinct. Based on these considerations, this large branchiopod is assessed as Critically Endangered.</p>", "geographicrange": "<p><span lang=\"EN-US\">This species is endemic to the Mediterranean region where it is found only in Puerto Real (Province of Cádiz, Southern Spain) (36.530887N, -6.184635W)&#160;where it is only known from a temporary freshwater pond “Charca Carretones” which has a size of 0.008 km<sup>2</sup>. Despite numerous sampling efforts all over the Iberian Peninsula, to date this species has not been found in any other localities (Alonso and García-de-Lomas 2009).</p>", "population": "<p><span lang=\"EN-US\">The species is extremely rare and there is only&#160;one known subpopulation.&#160;There is no information available on population size and trends. Another previously known subpopulation is now considered to be extirpated (Alonso and García-de-Lomas 2009).&#160;</p>", "populationtrend": "unknown", "habitat": "<span lang=\"EN-US\"><em>Linderiella baetica</em><span lang=\"EN-US\">&#160;(Gambilusa) lives in a small (0.8 ha) and shallow (maximum depth = 0.5 m), episodic pond (Charco Carretones)&#160;that is filled coincidentally by exceptionally high autumn or winter rainfall. Maximum densities of this fairy shrimp<span lang=\"EN-US\"><span lang=\"EN-US\"><em>&#160;</em>occurred within the first stage of flooding, coinciding with minimum conductivities (mean <span lang=\"EN-US\">±<span lang=\"EN-US\"> SD = 391 <span lang=\"EN-US\">±<span lang=\"EN-US\"> 63 <span lang=\"ES\">μ<span lang=\"EN-US\">S<span lang=\"ES\">・<span lang=\"EN-US\">cm<sup>-1</sup>), and the lowest dissolved oxygen concentrations (59 <span lang=\"EN-US\">±<span lang=\"EN-US\"> 15%).<span lang=\"EN-US\"><span lang=\"EN-US\">&#160;Flooding and drying phases of this temporary pond are associated with changes in the invertebrate community composition. By the end of the flooding period, the abundance of Gambilusa decreases and other species become dominant. The pond sediment is composed of silts in the deepest area and of gravels at the margins. Pond water analysis during the flooding phase in 2007 showed that both the pH varied (between 7.1 and 7.8) and the temperature varied (between 15 and 20°C)&#160;<span lang=\"EN-US\">(Alonso and García-de-Lomas 2009).</span></span></span></span></span></span></span></span>", "threats": "<p>The most important ongoing threat to<em> Linderiella baetica</em> is the proposed urban development in its only known location. According to the local urban development plan, the site is planned to be used for commercial and/or recreational purposes. In 2008, a new leisure and shopping centre was planned on the land where the Carretones pond is found. However, this plan was not carried out for economic reasons.</p><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><span lang=\"EN-US\"><p>Construction works associated with the tunnelling and duplication of a railroad track has resulted in a series of habitat alterations since 2010 that have impacted the&#160;Carretones pond. These include (a) decrease of pond surface by 35%, (b) increased turbidity and possible chemical changes of the pond water due to the input of allochtonous construction materials, and (c) creation of new paths for pedestrians and their pets (that pose the risk of eutrophication due to pet excrement).</p>  <p>Moreover, it is noteworthy that alteration of vegetation (e.g., by fire in 2007), and removal of vegetation (e.g., by retamar in 2012) can pose additional threats to <em>Linderiella baetica</em>. Fire can have an indirect effect on the resistant form of this species (cysts) by modifying the environmental conditions (e.g., nutrients) of the lagoon (García-de-Lomas <em>et al.</em> 2016).</p>  <p>In conclusion, <em>Linderiella baetica </em>faces either habitat loss or declining quality of its remaining habitat.</p></span></span></span></span></span></span></span></span></span>", "conservationmeasures": "<p></p><p>The only known location of this species is not protected. In 2016, the Scientific Committee of the Spanish Ministry of Agriculture, Food and Environment proposed to include the species in the Spanish Catalogue of Endangered Species as “in danger of extinction”. In response to this, the project “<em>Linderiella baetica</em> and temporary ponds” was launched that aimed to avoid the extinction of the species and to strengthen public awareness about the value of its habitat, temporary ponds.&#160;</p><p>Activities of the project included:</p>  <p></p><ul><li>A search for similar habitats where this species might occur. As a last resort to save the species, the possibility of creating new habitats for <em>L. baetica</em> species in the nearest protected area “Parque Metropolitano Marisma de los Toruños y Pinar de la Algaida” has been considered, in preparation for a possible transfer of mature individuals and propagules.</li><li>A competition amongst schoolchildren to give the species a common name.</li><li>Inclusion of the species in the agenda of scientific congresses where the necessary legal steps for its protection and associated difficulties were discussed.</li><li>Site visits.</li><li>Dissemination actions.</li><li>Attempts at captive breeding.</li></ul><p></p><br/><p></p>", "usetrade": "<p><span lang=\"EN-US\">This species is neither traded nor utilized commercially.</p>"}]}