{"name": "60835", "result": [{"species_id": 60835, "taxonomicnotes": "Taxonomic distinction is probably not obvious when compared with <em>Lates niloticus</em>.", "rationale": "This species is native to Lake Albert. The population is suspected to have been stable in the past as fishers shifted to more abundant pelagic fisheries (<em>Brycinus nurse</em> and <em>Engraulicypris bredoi</em>). However, there is no management plan for these fisheries, which are therefore likely to decline, and again increase pressure on <em>L. macrophthalmus</em>&#160;to a level that is likely to cause a 30% reduction in population in the next 10 years. Additionally, this species has a restricted extent of occurrence of 7,997 km<sup>2</sup>. Habitat quality in Lake Albert is projected to decline due to oil pollution and eutrophication. Based on these threats and fishing, there is a single location. Therefore, this species is assessed as Vulnerable.", "geographicrange": "It is found in Lake Albert, including the delta of the Murchison Nile.", "population": "The species declined in the past due to intensive fishing (Mbabazi <em>et al.</em>, 2012, Nakiyende <em>et al.</em> 2013), but the decline in the past 10 years is likely to have stabilized due to a shift in fishing pressure to more abundant taxa such as&#160;<em>Engraulicypris bredoi</em>&#160;and&#160;<em>Brycinus nurse</em>&#160;(NELSAP 2019). However, fishing pressure on the species could intensify again when the abundance of the pelagic species decline due to lack of a specific management plan, which could lead to a 30% decline in the next 10 years.", "populationtrend": "stable", "habitat": "The species is common in the deep open waters, but can also be found in nearshore areas and river mouth. No precise data on feeding habits and breeding behaviour are available, but it probably takes macro-invertebrates while young and converts to a fish diet at juvenile and adult stages.", "threats": "Threats include pollution (from oil and gas developments in the Albertine graben), eutrophication and anoxia in the deep-water habitat, and intensive fishing (Wandera and Balirwa 2010). Overfishing is likely to become a big threat especially when the abundance of the pelagic species (<em>Engraulicypris bredoi</em> and<em> Brycinus nurse</em>) declines.", "conservationmeasures": "No conservation actions are known to be in place.", "usetrade": "It is taken in a subsistence fishery."}]}