{"name": "6623", "result": [{"species_id": 6623, "taxonomicnotes": "This species is going to be split into two different species. <em>D. diaboli </em>with distribution in the US and in Rio Conchos in Mexico.", "rationale": "<p><em>Dionda diaboli</em> historically occurred in tributaries to the Rio Grande in Texas and Coahuila, Mexico, but was never recorded in the mainstream Rio Grande or the Rio Conchos drainage. The historic range of this species is known to have been reduced as it currently occupies three tributaries streams of the Rio Grande, found in Devils River, San Felipe Creek, and Pinto Creek. This species is believed to be extirpated from the lower portions of the Devils River and Las Moras Creek, Kinney County, and from the Río San Carlos. However, in 2012 it was observed to have returned to the upper reach of the Devils River, in an area that frequently experiences dewatering and causes local extirpation (Kollaus and Bonner 2012). Overall, populations are restricted to small reaches of streams that are disconnected from one another.<br/><br/><em>Dionda diaboli</em>&#160;is threatened across its entire range by habitat loss and degradation, pollution and reduction in spring and stream flow, primarily caused by groundwater withdrawals, impacts from non-native species such as the Armoured Catfish, and parasites. The area of occupancy for this species is measured at only 128 km<sup>2</sup>&#160;placing it within the threshold of Endangered, as well as only five locations being identified. The distribution is likely to be severely fragmented and the species is thought to be experiencing declines in population size and area of occupancy in parts of the historical range, and therefore&#160;<em>Dionda diaboli</em>&#160;is assessed as Endangered.</p><p></p>", "geographicrange": "<em>Dionda diaboli</em> (The Devils River Minnow) historically occurred in tributaries to the Rio Grande in Texas and Coahuila, Mexico, but was never recorded in the mainstream Rio Grande or the Rio Conchos drainage (USFWS 1999, 2005). Currently, the species is known from three tributaries streams of the Rio Grande, in Val Verde and Kinney counties, Texas: Devils River, San Felipe Creek, and Pinto Creek (López-Fernández and Winemiller 2005, USFWS 2005, 2007, 2008).<br/><br/>The Pinto Creek occurrence of&#160;<em>Dionda diaboli&#160;</em>is represented by a large population that was found in previously inaccessible headwaters locations in Kinney County (Garrett <em>et al</em>. 2004). The species is believed to be extirpated from the lower, portions of the Devils River and Las Moras Creek, Kinney County, and from the Río San Carlos, Mexico (USFWS 2005, 2008, Hubbs <em>et al</em>. 2008). However, this species was observed in the upper reach of the Devils River, in 2012 by a survey conducted by&#160;Kollaus and Bonner, an area that frequently experiences dewatering and causes local extirpation of&#160;<em>Dionda diaboli</em>&#160;and other Devils River fishes to occur (Garrett <em>et al.</em>&#160;1992). Ample precipitation in the drainage prior to the the survey provided sufficient alluvial aquifer discharge and, consequently, this species, and other spring-associated and riverine species, dispersed upstream into areas currently considered no longer suitable (USFWS 2005).<br/><br/>The current status of the species in Sycamore Creek, Texas, is not known but possibly extirpated (USFWS 2008). The species is thought to be rare or extirpated in the Rio San Carlos and Rio Salado basin, Coahuila, Mexico (Garrett <em>et al</em>. 2004, USFWS 2005). Overall, populations are restricted to small reaches of streams that are disconnected from one another (USFWS 2005, 2007, 2008).<br/>This species is endemic to the Grande River, both in Mexico and the United States. In Mexico, it also inhabits tributaries of the Grande River such as the Conchos in Chihuahua and other minor streams in Coahuila.", "population": "<em>Dionda diaboli</em>&#160;known distribution includes not believed to be many extant populations (USFWS 1999, 2005, 2008, Garrett <em>et al</em>. 2004). Total adult population size is unknown but presumed to be at least several thousand, as some collections were found to yield hundreds of individuals (USFWS 2005). However, in Mexico, this species may be declining, with limited information suggesting a decline in range and abundance since the 1980's (USFWS 2005) and ongoing threats could cause future declines, as well as in the United States.<br/><br/>Extent of occurrence, area of occupancy, number of&#160;<em>Dionda diaboli&#160;</em>subpopulations, and population size were seen to substantially decline as extirpation in Las Moras Creek and lower Devils River occurred after the species was discovered in the 1950's. A comprehensive assessment of the distribution of&#160;<em>Dionda diaboli</em>&#160;in Texas in 1989, documented a reduced range and showed the species to be rare compared to past collections (Garrett<em> et al</em>. 1992).<br/><br/>However, in more recent times,&#160;<em>Dionda diaboli</em> populations were found to be relatively stable in abundance at various localities, throughout their U.S. range. This was based on multi-year monitoring studies in the Devils River, San Felipe Creek, and Pinto Creek (Desert Fishes Council 2003 meeting abstracts). A study by Kollaus and Bonner (2012) showed&#160;<em>Dionda diaboli</em>&#160;was found to compromise 5.1% of the Devils River fish assemblage and was observed in the upper reach of the Devils River, which frequently experiences dewatering, causing local extirpations (Garrett <em>et al</em>. 1992). Ample precipitation in the drainage provided sufficient alluvial aquifer discharge and so this species dispersed upstream into areas currently considered no longer suitable (USFWS, 2005).<br/><br/>There is no information regarding population numbers and specific distribution of this species within Mexico, but it is known to inhabit several isolated regions of the Bravo river and its tributaries.", "populationtrend": "decreasing", "habitat": "<em>Dionda diaboli</em>&#160;can be found to be abundant in both slow-flowing, clear, spring-fed water over gravel-cobble substrates (CONABIO 1997, USFWS 1999, 2005, 2008, Schonhuth <em>et al</em>. 2008) and fast-flowing, moderate to greater depth vegetated runs to backwater habitats (Kollaus and Bonner 2012).&#160; This species was primarily thought to inhabit areas of constant temperature but has been found to occupy a mean range of 15.7-26.9 <sup>o</sup>C (Devils River) and areas of extreme temperature of 21.7 - 30.6 <sup>o</sup>C in summers (Kollaus and Bonner 2012).<br/><br/><em>Dionda diaboli</em>&#160;is a channel inhabitant under normal flow regimes, but may occur in shallow riffles after flooding. Additionally, this species was observed in the upper reach of the Devils River, an area that frequently experiences dewatering that causes local extirpations (Garrett <em>et al.</em>&#160;1992). With high levels of precipitation in the drainage, there can be sufficient alluvial aquifer discharge to allow this species, and others, to disperse upstream (Kollaus and Bonner 2012) into areas previously considered no longer suitable (USFWS 2005). This species is usually associated with aquatic macrophytes (Garrett <em>et al</em>. 2004) or overhanging riparian vegetation (López-Fernández and Winemiller 2005). In San Felipe Creek, López-Fernández and Winemiller (2005) found that<em> Dionda diaboli </em>was restricted to creek habitats and did not occur in the spring outflow channels. The long and coiled intestine of this species suggests a herbivorous diet (Miller 2005) and&#160;<em>Dionda diaboli </em>has been found to have a&#160;maximum length of 6.4 cm TL male/unsexed and 4.8 cm SL unsexed.<br/><br/>A study by Robertson&#160;<em>et al</em>. (2015) displayed life histories characteristic of opportunistic strategists, including early maturation, long spawning seasons, production of multiple batches of oocytes, and short lifespans (less than three years). Differences in reproductive season between the spring- and stream-associated were consistent with the hypothesis of stenothermal waters of springs, lack terminating cues to induce gonadal quiescence in fishes.&#160;<em>Dionda diaboli</em> were observed performing agonistic and courtship displays over gravel nests, and has also been observed to move into the nests of Bass (<em>Micropterus salmoides</em>) once they are not defended, but vacate the nest immediately upon the return of Bass (Phillips&#160;<em>et al</em>. 2011).<br/><br/>Within Mexico, The Devil's River Minnow inhabits clear shallow waters  with pebble bottoms and moderate to fast waters (Cordero Bleizeffer and Espinosa Pérez 2016).", "threats": "Ongoing primary threats to <em>Dionda diaboli&#160;</em>are habitat loss and degradation from loss of spring and stream flow, due to groundwater withdrawals (USFWS 1999, 2005, 2008, Hubbs <em>et al.</em> 2008; Kollaus and Bonner 2012), and impacts from non-native species (USFWS 2005) and parasites (Huston&#160;<em>et al.</em> 2014).<br/><br/>Non-native species threats to <em>Dionda diaboli</em>&#160;include the predation by introduced Smallmouth Bass, and also the Armoured Catfish (<em>Hypostomus</em> species) observed in San Felipe Creek in the vicinity of Del Rio, Texas (López-Fernández and Winemiller 2005). The Armoured Catfish appears to be the greatest threat based on competition for algal and invertebrate food resources, displacement of the <em>Dionda diaboli</em> from suitable habitat and predation (USFWS 2008). Expanding populations of non-native aquatic and riparian plants are also a threat, such as hydrilla, water hyacinth, and giant river cane, by altering habitat conditions, food sources, and stream hydrology (USFWS 2008).&#160;<em>Dionda diaboli</em>&#160;also faces the threat of trematode parasite <em>Haplochis pumilio</em>, which has been found to hold new hosts and infection locality records (Huston&#160;<em>et al</em>. 2014).<br/><br/>Furthermore, degradation of water quality due to pollution and alterations of stream channel habitats threaten this species, mainly from the industrial and agricultural developments in the United States and Mexico (Contreras-Balderas and Lozano-Vilan 1994, USFWS 1999, 2005, 2008). Within the Devils River, this is largely caused by increasing pressure for groundwater extraction from the Edwards Aquifer which may threaten the future of the fish assemblage (Kollaus and Bonner 2012). Low flows observed in Sycamore Creek, have jeopardized the resident population (Garrett <em>et al. </em>2004 unpublished data) meaning drought could exacerbate inadequate instream flows and the future of various populations. In addition,&#160;<em>Dionda diaboli&#160;</em>populations in the headwaters of Pinto Creek might be threatened by reduced spring flows resulting from excessive pumping from the associated aquifer (Garrett <em>et al.</em> 2004).<br/><br/><em>Dionda diaboli</em>&#160;may have been eliminated from Las Moras Creek as a result of periodic chlorination of the spring outflow for swimming pool maintenance (Garrett<em> et al.</em> 1992) or from drying of the spring in the 1960's (Eckhardt 2004). The range of this species was reduced in the upper Devils River (upstream of Pecan Springs) due to lack of stream flow and in the lower Devils River due to the construction and subsequent filling of Amistad Reservoir (Garrett <em>et al.</em> 2004). This range reduction has now been seen to recover for the upper Devils River, but only with high levels of precipitation in the drainage to provide sufficient alluvial aquifer discharge for this species to disperse upstream (Kollaus and Bonner 2012).<br/><br/>In Mexico, water deficiency and stream interruption because of urbanization and construction of dams, along with the introduction of exotic species, has led to a decline in the health of aquatic ecosystems and has threatened this species.", "conservationmeasures": "This species distribution currently includes areas within C.A.D.N.R. 004 Don Martín (Natural Resources Protection Area) and the Rio Sabinas Ramsar site.<br/><br/>It was recognised by the USFWS, in 2005, that that conservation measures needed for <em>Dionda diaboli</em> recovery strategy is the protection of naturally functioning spring and stream ecosystems, within its current and potentially restorable historic range. The strategy set out included: population monitoring throughout the current range; reestablishment in Las Moras Creek, if scientifically feasible; determination of the status of populations in the Rio Salado drainage in Mexico; maintenance of adequate flows in streams supporting <em>Dionda diaboli</em>; protection of the quality of both surface water and of groundwater sources of surface water flows, throughout the range and particularly in urban areas such as the cities of Del Rio and Brackettville; and reduction or elimination of deleterious effects of non-native species. Captive propagation was also deemed needed for the foreseeable future (USFWS 2005) and public relations efforts should be undertaken to discourage people from introducing aquarium fishes into the San Felipe Creek system (López-Fernández and Winemiller 2005). This recovery strategy has led to its inclusion within the USFWS 2007, 5-Year Reviews of 24 Southwestern Species, to maintain accurate monitoring of population and habitat (USFWS 2007, 2008).&#160;<br/><br/>However, none of the criteria from the 2005 Recovery plan for <em>Dionda diaboli</em> were met to consider its possible for the USFWS de-listing the threat level (USFWS 2008). This led to the following high priority recovery actions (generally in priority order) for the following years (USFWS 2007, 2008):<ol><li>Work with the local communities in Val Verde and Kinney counties to find acceptable groundwater management.&#160;</li><li>Work with TPWD and U.S. Geological Survey to determine the necessary instream flow levels for maintenance of habitat across its range.</li><li>Determine and implement methods, in cooperation with TPWD, to control the non-native armoured catfish in San Felipe Creek.&#160;</li><li>Work with the Fort Clark Springs Association, the City of Brackettville, the Kinney County Groundwater Conservation District, TPWD, and landowners to develop a reintroduction plan and landowner agreements to restore <em>Dionda diaboli</em> to Las Moras Creek.&#160;</li><li>Work with TPWD and private landowners along Sycamore Creek, to conduct additional fish surveys to determine the occupancy of the stream by <em>Dionda diabolic</em> and consider for reintroduction.</li><li>Assist the City of Del Rio, as needed, to complete an appropriate master plan for San Felipe Creek.</li></ol>With the help of multiple funding and donors, many recovery tasks were completed such as five years of population monitoring for selected areas (Devils River), management plans of San Felipe Creek, a study of the dietary overlap between <em>Dionda diabolic</em> and non-native Armoured Catfish in San Felipe Creek, status investigation in the species historic range in Mexico, research into captive breeding programs to support re-introduction and species specific genetic analysis and ground water consumption management and analysis (USFWS 2008). More information is required to perceive the outcomes of these conservation measures, and if any current or future actions are needed.<br/><br/>Although considered to be endangered by the NOM-059-SEMARNAT-2010, there are no specific actions in Mexico that protect this species. It is recommended to rehabilitate entire sections of the Grande River in order to recover healthy ecosystems for the Devil's River Minnow.", "usetrade": "<em>Dionda diaboli</em> is not utilized."}]}