{"name": "163603", "result": [{"species_id": 163603, "taxonomicnotes": null, "rationale": "<p><em>Podolestes coomansi</em> is rather widely distributed but is known from relatively few locations, at only 10 of which the species can be considered to be certainly still present. At three of the other locations in Thailand it appears to have become extinct in recent years, and a definite threat is known at another. Although an even remotely accurate estimate of area of occupancy (AOO) is not possible with the available data, based on the currently known sites the AOO is below 2,000 km², a decline in AOO and quality and extent of suitable habitat is occurring and existing populations are severely fragmented. The species qualifies for Vulnerable status under criterion B (VU B2ab(ii,iii)) and is assessed as such but with some reservations. Given that some of its habitats are man-made or severely human-altered it is to be hoped that when more data becomes available it will be possible to reassess this species as Least Concern.</p>", "geographicrange": "<em>Podolestes coomansi</em> is known from the type series from one location in south Sumatra (Lieftinck 1940), likely photographic records from Belitung (Alfarisyi 2017) and Berbak National Park in Jambi Province (M. Silvius pers. comm. 2018), and an increasing number of records from peninsular and the south west of central Thailand (Kosterin and Vikhrev 2009; N. Makbun pers. comm. 2018, based on his own records and photographic and observational information compiled by him, some of which is based on contributions by S. Tesring, R. Ruangrong, S. Chanhong, S. Lekwilai, P. Dawwrueng, C. Kongchuay, T. Thitiarchagul, P. Siriathiwat and S. Jitnaree). The Assessor has seen records from 13 locations in Thailand, but is unable to assign coordinates to one of these (in Pathum Thani province). It appears to have become extinct at three of the locations in Thailand after alterations to the habitat at these sites (one of which is the location in Pathum Thani province). It is not known if the location in south Sumatera is still intact but it was given as Palembang (a city) and presumably was somewhere in the vicinity of the city so that it is likely to have been severely altered, so that 10 locations are currently known with certainty for the species, all in Thailand. It is very likely to be more widespread in Sumatra than is now known and also to occur in southern Myanmar and Peninsular Malaysia, but this needs confirmation. An even remotely accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data but based on the currently and certainly known sites it is below 2,000 km².", "population": "<p>This species may be moderately common at some locations, but beyond this nothing can be said about current population sizes and health except that some decline is clearly ongoing in Thailand (based on the loss of several sites and threats to swamp forest habitats) and that with the currently available data the overall population is severely fragmented. </p>", "populationtrend": "decreasing", "habitat": "The type locality was described as a \"marshy spot in second growth forest\" (Lieftinck 1954).&#160;In Thailand this species occurs at “partly shaded or open pond or ditch often with fern and/or common cattails (<em>Typha angustifolia</em>) and swamp forest” (N. Makbun pers. comm. 2018); this agrees with the habitat where the likely record from Belitung was made.", "threats": "<p>Given the known disappearance of some populations in Thailand after alterations to the habitat were made, it appears that this species is sensitive to disturbance and thus vulnerable to human interference with its habitats for a wide variety of reasons. Additionally swamp forest sites are certainly threatened by clearance for oil palm and “The margin of swamp forest [where the species occurs] in Surat Thani province is gradually converted to palm plantation” (N. Makbun personal communication 2018). Nothing definite is known of the situation in south Sumatra but there has been considerable loss of forest there. However some of the habitats that the species occupies in Thailand are man-made and it is difficult to judge how threatened the species is across its entire range with the currently available data.</p>", "conservationmeasures": "<p>More data are required on the distribution of this species, its exact habitat requirements and its ability to colonise new habitats or recolonise old ones when conditions become suitable for it. Protection of some existing sites in Thailand is needed, and expert searches throughout its range, particularly in Sumatera, and in southern Myanmar and Peninsular Malaysia to determine whether or not the species occurs there.</p>", "usetrade": null}]}