{"name": "139070165", "result": [{"species_id": 139070165, "taxonomicnotes": null, "rationale": "<p><em>Oligoaeschna venatrix</em> is only known from Sulawesi and its satellite islands where there are records from four scattered locations. The habitat requirements of the species are not well understood but it may be confined to swamp forest. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout much of its range; the extent and quality of suitable habitat is inferred to be declining for the same reason. The overall population is inferred to be declining and is likely to be severely fragmented. The species qualifies for Vulnerable status under criterion D2 and is assessed accordingly. If the AOO could be accurately estimated or bounded the species would likely qualify for Vulnerable or a higher threat category under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Oligoaeschna venatrix</em> is only known from Sulawesi, where there are records from the mainland (Lieftinck 1968), Buton Island (for instance Lieftinck 1968) and Peleng Island (Karube &amp; Yeh 2001). The assessor is aware of records from only four locations. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout its range.</p>", "population": "<p>Few specimens of this species have ever been collected. Beyond this all that can be said with the available information is that an ongoing decline in overall population is inferred from loss of forest across much of the species’ range and that the overall population may well be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The only available information is that one specimen was collected at a forest marsh (Lieftinck 1968) and another at 500m a.s.l. The species will be forest dependent and may be confined to swamp forest or to swamp forest and swampy areas in other forest formations. The extent and quality of suitable habitat are inferred to be declining because of loss of lowland forest in Sulawesi.</p>", "threats": "The main threat to this species will be from clearance of forest, primarily for agriculture.", "conservationmeasures": "<p>The first priority for this species is for fresh data on its distribution and its exact habitat requirements. If it is confined to swamp forest then protection of any remaining habitat will be needed.</p>", "usetrade": null}]}