{"name": "191371", "result": [{"species_id": 191371, "taxonomicnotes": "Holotype and Paratypes of this species were taken by Clarence L. Turner from the Río Tamazula in Jalisco, just above the town of Tamazula de Giordano in April 1939. In the following years, this species was found to inhabit the Río Tamazula/ Tuxpán system downstream to about the town of San Marcos, 12km SE of Tuxpán, upper Río Coahuayana sections. Furthermore, it was collected in the Río El Tule drainage above El Pihuamo, an affluent of the middle Río Coahuayana section (named Río Naranjo). From the distribution in two distinct river systems, two subpopulations, the Río Tuxpán subpopulation (type subpopulation) and the Río El Tule subpopulation, can be inferred.", "rationale": "<em>Allodontichthys tamazulae </em>was historically known from the state of Jalisco throughout the upper Coahuayana River basin (ríos Tamazula and Tuxpán) and from upper sections of an affluent of the middle section of this river (named Río Naranjo), the Río El Tule. Pollution from a sugar cane mill near the town of  Tamazula has made a portion of the former range of the species in the  lower Tamazula River uninhabitable since the 1970’s (Lyons and  Mercado-Silva 2000). Additional pollution from waste water from the town of Tuxpán, and from sewage from a huge paper mill in Atenquique (García 2008), leads to an ongoing decline in extent of occurrence, area of occupancy and quality of habitats. From 1995 to 2016, the species has  been found at about 10 collection sites, several of them moderately large, and recent surveys indicate that probably all of these populations still persist and have been quite stable since the 1980's and 1990's. <br/><br/>Though the best case scenario of the estimated extent of occurence (1,350 km<sup>2</sup>) and area of occupancy (280 km<sup>2</sup>) meets the threshold for Endangered, due to a high number of locations (9&#160; and relatively stable stocks, this species is assessed&#160;Vulnerable.", "geographicrange": "The Tuxpán Splitfin is a freshwater fish species endemic to the Mexican federal state of Jalisco, historically widely distributed in the upper sections of the Río Coahuayana (Miller <em style=\"\">et al.</em>&#160;2005), named ríos Tamazula and Tuxpán&#160;(downstream to about the town of San Marcos), and the upper Río El Tule drainage (ríos El Terrero and La Trampa), an affluent of the Río Naranjo, the name of the Río Coahuayana section following the Río Tuxpán. The historical extent of occurrence included several affluents of the ríos Tamazula and Tuxpán, the ríos Contla, San Gregorio (San Jeronimo or Cobianes) and Atenquique, and the arroyos (creeks) Tecalitlán and Espanatica. Due to water pollution caused by sugar cane mills (e.g. Tamazula de Giordano), by sewage from the town of Tuxpán and by a huge paper mill in Atenquique, it is inferred that nowadays the main river is only scarcely populated with this species, and the Río Tamazula past the sugar cane mill in Tamazula de Giordano is thought to be uninhabitable (Lyons and Mercado-Silva 2000). However, it still inhabits the listed affluents and the Río Tamazula above the sugar cane mill; in total, it is known from about 10 collection sites. Several surveys between 1995 and 2016 indicate that this species still persists at all of these sites, in quite stable numbers, since the 1980's and 1990's (Lyons 2011).<br/><br/>In 2008, it was estimated that the Tamazula Splitfin had disappeared from about 55% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).", "population": "From its distribution in two distinct river systems, two subpopulations (the Río El Tule and the Río Tuxpán subopulation) can be inferred. <br/><br/>The Río El Tule subpopulation is probably restricted to the Río El Terrero downstream to sections of this river just below El Pozo Santo and to one of its affluents, the Río La Trampa (Arroyo San José de Tule). Discharges from a sugar cane mill in San José de Tule and sewage from these two towns seem to deteriorate the water quality of this river significantly, making it uninhabitable for this species downstream. Due to its restricted range and declining stocks, this subpopulation is regarded Endangered. <br/><br/>The Río Tuxpán subpopulation was found in the Río Tamazula/Tuxpán system from approximately La Garita downstream to just below Atenquique, encompassing some of its affluents like the ríos Contla and San Grergorio and the arroyos Tecalitlán and Espanatica. This subpopulation is threatened by waste waters from a sugar cane mill in Tamazula de Giordano, making the river section after the town uninhabitable for this species since the 1970's (Lyons and Mercado-Silva 2000). However the species occurred in several surveys by Lyons (1999 - 2010) in the Río Tuxpán, so it seems to persist there though it is scarce (T. Lyons pers. comm. 2018, Köck <em>et al.</em>&#160;2016). From most of its affulents, the stocks seem to have remained quite stable since the 1980's and 1990's (Lyons 2011). Taking into consideration the restricted range and population declines in some of the habitats, this subpopulation is regarded Vulnerable.", "populationtrend": "decreasing", "habitat": "The Peppered Splitfin&#160;is known to inhabit permanent freshwater rivers in the Río Coahuayana basin in the state of Jalisco and occurs in rocky streams&#160;and riffles over  substrates of sand, rocks and boulders. The vegetation associated to its habitat is typically  green algae, sometimes sparse or asbsent, especially in large rivers where  the species is scarce. The currents are slight or moderate to swift, the  water is turbid or clear. It can be found in depths of 1 m, but usually  it prefers depths of 0.5 m or less.&#160;Like all known&#160;<em>Allodontichthys </em>species, the Peppered Splitfin is a bottom-dwelling and riffle-inhabitating<strong>&#160;</strong>species (Lyons 2011).<br/><br/>Observations of Köck&#160;<em>et al.</em>&#160;in March 2016 in the Río Contla about 100 m north of the Highway 110 bridge at Contla, revealed a very shallow habitat with water depths less than 30 cm and a width of 3 to 4 m; in the rainy season the width reaches to about 8m, inferred from the existing pebble shore. The habitat was structured with a few big rocks and boulders in the middle of the current, a lot of gravel of different sizes, mud, sand and silt. There were few patches of submersed vegetation (Characeae) could be seen in the more quiet parts of the creek. The current was mainly swift, the water clear. The water parameters about noon were: pH 7.6, carbonate hardness 3°, total hardness 7°, water temperature 22°C. The quantity of urban waste was moderate, a discharge of polluted water close to the bridge raised the pH to 8.6 and led to the occurence of nitrite (1 mg/l) and nitrate (25 mg/l) that were absent above the discharge pipe.&#160;<em>Allodontichthys tamazulae&#160;</em>was associated with its congener&#160;<em>Allodontichthys hubbsi</em>&#160;(in about the same quantity),&#160;<em>Ilyodon whitei&#160;</em>(dominant species, about 90% of the total number of fish),&#160;<em>Poeclia butleri</em>&#160;and Tilapias (species not determined). The top predator seemed to be Dobsonfly larvae (subfamily Corydalinae, family Corydalidae) of about 10 - 12 cm in length, that could be seen hunting successfully twice in 30 minutes.&#160;<br/><br/>The Río Tamazula east of Tamazula de Giordano has a width of 5 to 10 m with a depth of about 50 cm. The bottom is comprised of big rocks and boulders, gravel, silt, mud and sand. The water in March 2016 was swift to torrential, depending on ground and width, and clear to murky. The water parameters were similar to the ones from the Río Contla. The species was associated with the same fish as in its affluent, and a few&#160;<em>Xenotoca lyonsi </em>were also found. The embankment was comprised by small trees (probably&#160;<em>Salix</em>), reeds and few herbaceous riparian plants; the main sections of the riverbank were free of vegetation. The quantity of urban waste was moderate, viscous remains of burnt sugar cane were found very close by: this would be washed into the river with rain.", "threats": "<em></em>Water pollution has been identified as main threat for this species. Sewage from a sugar cane mill near the town of Tamazula de Giordano has made a portion of the former range of the species in the lower Tamazula River uninhabitable since the 1970’s (Lyons and Mercado-Silva 2000). Moreover, waste water from a huge paper mill at Atenquique has had a heavilyy negative impact on downstream sections of the Río Tuxpán (García 2008), enhanced by sewage from the town of Tuxpán. Additional threats include wash-in of fertilizers and pesticides from ubiquitous sugar cane fields, in addition to sediment as a result of almost entire deforestation in the headwaters of the Río Atenquique (and other affluents of the Río Tuxpán), along with the Río Tuxpán itself for paper production. It is also threatened by non-native fish species (Tilapias).", "conservationmeasures": "No conservation actions for <em>Allodontichthys tamazulae</em>&#160;are known.", "usetrade": "This species is neither traded or utilised as food nor as an ornamental species for aquariums."}]}