{"name": "125991772", "result": [{"species_id": 125991772, "taxonomicnotes": "<p>Ongoing research regarding the phylogenetic relationships of this species indicates that it groups most closely with taxa in the subgenus <em>Megalamphodus</em> (Phillip <em>et al</em>. 2013). The most recent research suggests that it may actually be a species of Pristella (Conde-Saldaña <em>et al</em>. 2019).</p>", "rationale": "<p><em>Hyphessobrycon axelrodi</em> is endemic to the Island of Trinidad, where it occurs in lowland streams and swamp forests. Total population size and population trend are unknown. Extent of Occurrence is estimated to be 1,193-4,830 km<sup>2</sup>, based on a limited number of georeferenced collection records. A number of existing threats continue to impact habitat quality and availability, including industrial development, oil and gas production, agricultural expansion, and potentially invasive species. However, limited sampling effort in potentially suitable habitat and uncertainties regarding the scope and magnitude of existing threats prevents an accurate estimation of the number of threat-based locations where this species occurs. Therefore, <em>H. axelrodi</em> is assessed as Near threatened under criterion B1b(iii), because additional research is likely to qualify this species for inclusion in a higher threatened category. </p>", "geographicrange": "<p><em>Hyphessobrycon axelrodi</em> is endemic to the island of Trinidad, Trinidad and Tobago, where it is restricted to low elevation streams, rivers, and swamps (Kenny 1995,&#160;Phillip&#160;<em>et al.</em>&#160;2013). Putative records from the Atlantic slope of Venezuela (Lasso and Meri 2003, Rodríguez-Olarte&#160;<em>et al.</em>&#160;2009) likely represent a separate taxon.</p>  <p>Georeferenced collection records and preserved specimens for this species are scarce (Conde-Saldaña&#160;<em>et al.</em>&#160;2019). Extent of Occurrence (EOO) is estimated to be 1,193-4,830 km<sup>2</sup>, with a lower bound estimated by calculating a minimum convex polygon around all georeferenced collection localities (GBIF 2020), and an upper bound estimated by considering the surface area of Trinidad, in the event that this species is more broadly distributed. </p>  <p>A number of threats have resulted in habitat degradation and potential losses in habitat availability throughout the lowlands of Trinidad (Hailey&#160;<em>et al.</em>&#160;2011, Arkle&#160;<em>et al.</em>&#160;2017, Spiers&#160;<em>et al.</em>&#160;2018). However, their direct impact, scope, and magnitude have not been evaluated in detail. As such, it is not possible to accurately determine the number of threat-based locations where this species occurs.</p>", "population": "<p>The total population size and population trend of this species are unknown. Existing specimens in museum collections are scarce (Conde-Saldaña&#160;<em>et al.&#160;</em>2019).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in low elevation streams and swamp forests (Kenny 1995, Weitzman and Palmer 1997). Habitat is characterized by clear to slightly turbid fresh and mildly brackish water (Phillip&#160;<em>et al.</em>&#160;2013). It is typically found in the lower portion of the water column (Phillip&#160;<em>et al.&#160;</em>2013). Reproduction is characterized by oviparity, where eggs develop after they are laid (Phillip&#160;<em>et al.</em>&#160;2013). This species is omnivorous (Phillip&#160;<em>et al.</em>&#160;2013). Maximum reported body size is approximately 2.2 cm standard length (SL) (Reis&#160;<em>et al.</em>&#160;2003). </p>", "threats": "<p>Industrial development is the major feature of current economic growth in Trinidad, and future development is perhaps the most severe plausible threat to this species (Hailey&#160;<em>et al.</em>&#160;2011). This includes increased declines in aquatic habitat quality and availability associated with urbanization and transport infrastructure development (Hailey&#160;<em>et al.&#160;</em>2011). Associated landscape changes, including dredging and modification of wetlands, river channels, and other ecologically sensitive areas has caused significant landscape changes, and extensive limestone quarrying has probably impacted adjacent and downstream aquatic habitat (Arkle&#160;<em>et al.</em>&#160;2017). </p>  <p>Oil and gas production are associated with transport via pipeline, refining activities, and downstream production industries (Hailey&#160;<em>et al.&#160;</em>2011). Currently, Trinidad and Tobago is the leading producer of oil and gas in the Caribbean (Arkle&#160;<em>et al.</em>&#160;2017). Approximately 90% of saline discharge associated with oil production is released directly into freshwater ecosystems (Hailey&#160;<em>et al.</em>&#160;2011).</p>  <p>Historic cultivation of sugar cane and cocoa as major export crops increased until the 1960s and has resulted in considerable land-use changes in the low-lying plains regions (Hailey&#160;<em>et al.</em>&#160;2011). However, sugar production declined significantly from 1960 onward, ultimately resulting in the closure of the last state sugar company in 2003 and closure of the last sugar factory in 2010 (Hailey&#160;<em>et al.</em>&#160;2011). Additionally, rice has been extensively cultivated around the Caroni and Nariva Swamps, and considerable tracts of swamp forest have been destroyed and converted to flooded fields in the process (Hailey&#160;<em>et al.&#160;</em>2011). Recent estimates suggest that approximately 51-60% of Trinidad remains forested, 5% of which consists of teak and Caribbean pine plantations (Hailey&#160;<em>et al.</em>&#160;2011, Spiers&#160;<em>et al.</em>&#160;2018). Deforestation rates are estimated to be 0.8% per year (Hailey&#160;<em>et al.</em>&#160;2011). Two-thirds of the land-mass of Trinidad is utilized commercially and agriculture currently accounts for 6% of national exports (Hailey&#160;<em>et al.</em>&#160;2011). Plantation agriculture in Trinidad utilizes large quantities of pesticides which probably impact aquatic habitat as runoff (Pemberton&#160;<em>et al.</em>&#160;2002). </p>  The invasive Quilted Melania Snail (<em>Tarebia granifera</em>) has established throughout many of the streams draining the northern mountain range, and is especially prevalent in areas that lack riparian forest cover (Moslemi&#160;<em>et al.</em>&#160;2012). This species of snail alters nutrient cycling and may serve as a trophic dead end for aquatic communities by diverting fixed energy from primary producers away from higher trophic levels (Moslemi&#160;<em>et al.</em>&#160;2012).", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards this species. However, distribution feasibly extends into multiple protected areas, including Zapata Swamp and Caroni Swamp (Spiers&#160;<em>et al.</em>&#160;2018, IUCN and UNEP-WCMC 2020).</p>  <p>More comprehensive ichthyological sampling is needed to reduce uncertainties in distribution. Additionally, more information regarding the scope and magnitude of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species may occasionally enter the ornamental aquarium trade (Prang 2008). However, the annual volume of export is suspected to be relatively low.</p>"}]}