{"name": "117059920", "result": [{"species_id": 117059920, "taxonomicnotes": null, "rationale": "<strong>Global and Mediterranean Assessment</strong><br/><br/>This species has a large extent of occurrence of 54,467 km<sup>2</sup>&#160;in Spain and Portugal but its specialised habitat means that it has a restricted area of occupancy of 272 km<sup>2</sup>. <em>Triops baeticus</em> occurs in 20 locations (82 localities) which makes it the most widely distributed Iberian branchiopod species in this genus. Its habitats are severely fragmented by human infrastructure development projects and natural barriers. These disturbances negatively impact the dispersal of this species by vectors. Furthermore, populations of this species are also threatened by agricultural practices such as the unsustainable use of groundwater resources (water over-abstraction) and by the use of pesticides. For these reasons a continuing decline in EOO, AOO and the number of locations is expected in the future. Based on these considerations, this large branchiopod is listed as Endangered.", "geographicrange": "This species is endemic to the Iberian Peninsula (Spain and Portugal). It occurs in Guadalquivir and Guadiana river valleys and adjacent areas including Cádiz province north of the Guadalete River, South Central Portugal, and north of Serra de Monchique and Serra do Caldeirão (Korn <em>et </em><em>al</em>. 2010).<span style=\"\">&#160;The lineage that includes&#160;<em>Triops mauritanicus&#160;</em>consists of five species, of which&#160;</span><em>Triops baeticus&#160;</em><span style=\"\">shows the widest geographical distribution both in Spain and Portugal (García-de-Lomas <em>et al.</em> 2015, Machado <em>et al.</em> 2017).&#160;</span>", "population": "During 2007, hundreds of individuals of&#160;<em>Triops baeticus&#160;</em>were observed throughout the rice paddies on the northern margin of the Sorraia River (Vale de Sorraia, Corruche, Portugal). However, this abundance has not been recorded again since then.<span style=\"\"> In fact, in the last few years only a few specimens have been observed on the elevated margins of the rice paddies and in the flooded tracks left by trucks and other heavy machinery&#160;(Serrano <em>et</em>&#160;<em>al</em>. 2016). Currently, this tadpole shrimp is found in 81 point localities and it is the most widely distributed Iberian branchiopod.&#160;<br/>&#160;</span>", "populationtrend": "unknown", "habitat": "This species&#160;occurs in seasonal wetlands such as temporary pools (filled by rain and snow-melt), salt flats, and alkaline pans (García-de-Lomas&#160;<em>et</em>&#160;<em>al</em>. 2017).&#160;Across the Doñana region, <em>Triops baeticus</em> occurs in marshes and ponds along a wide hydroperiod gradient. It has been recorded in both ephemeral (short-lived) water bodies, and in long-hydroperiod (more permanent) water bodies (Serrano <em>et al.</em> 2016).", "threats": "The reduction of the species' population is due to different factors such as the loss and fragmentation of habitat caused by infrastructure development and the use of pesticides in agricultural activities (García-de-Lomas <em>et al.</em>&#160;2015). The habitat of this species is severely fragmented because individuals are found in small and isolated patches (temporary ponds). Dispersal via animal vectors is seriously compromised by highways, railways, waterways and urban settlements in more than 97% of its known localities (García-de-Lomas <em>et al.</em>&#160;2017). In addition, unsustainable water use (e.g., the overexploitation of aquifers) around current protected areas impedes the conservation of its habitat (García-de-Lomas pers. comm. 2019).<p></p>", "conservationmeasures": "<p><span lang=\"EN-US\">Mediterranean temporary ponds are included in Annex I of the European Council's Directive (92/43/EEC) on the conservation of natural habitats and of wild fauna and flora as a natural habitat type of community interest (García-de-Lomas <em>et al.</em>&#160;2015). Thus, their conservation requires the designation of special areas of conservation. However, only 39.5% of the sites where the species occurs are found in protected areas (García-de-Lomas <em>et al.</em>&#160;2017). Thus, additional efforts are needed to preserve this species.&#160;Currently, it is not possible to infer whether all the records reported as <em>Triops cancriformis mauritanicus</em> in the Iberian Peninsula (in Pérez-Bote <em>et al</em>. 2006) belong to <em>Triops baeticus</em>, or if some of these records might actually refer to <em>Triops emeritensis</em>. Hence, more research is needed to overcome difficulties associated with species determination.&#160;</p><p><br/></p>", "usetrade": "This species is not utilized."}]}