{"name": "83125390", "result": [{"species_id": 83125390, "taxonomicnotes": null, "rationale": "<em>Ischnura jeanyvesmeyeri</em>&#160;is endemic to&#160;Raivavae Island, French Polynesia. It appears locally abundant in suitable habitats. However, these habitats are fragmented and exposed to intensive use. Virtually all streams have been diverted for agricultural and domestic uses and the species is absent below such points of disturbance. Without protection, future habitat modifications will have a severe impact on the species, which has a very small extent of occurrence (EOO) and area of occupancy (AOO). Therefore it is assessed as Critically Endangered. With the adoption of legal and national conservation strategies the species might easily be downlisted in the future.", "geographicrange": "<em>Ischnura jeanyvesmeyeri </em>was first encountered in 2002 and described in 2010 (Englund and Polhemus 2010). It is endemic to&#160;Raivavae Island, Austral Islands, French Polynesia (Englund 2014).", "population": "<em>Ischnura jeanyevesmeyeri</em>&#160;has been described from specimens collected at a wide range of elevations (Englund and Polhemus 2010). The species is endemic to the small Raivavae Island, where it is restricted to heavily vegetated areas along shaded streams. It and  avoids the adjoining large lowland taro fields, which are  occupied by the widespread Aurora Bluetail (<em>Ischnura aurora</em> Brauer). A former much wider distribution of the species is hence assumed. Any human or climate induced habitat changes might bring the species to the brink of extinction, even though it still appears in good numbers in appropriate habitats (Englund 2003).", "populationtrend": "decreasing", "habitat": "The species inhabits stream at various elevations from sea level to 265 m asl, but is absent in lower elevations if the streams have been altered for agricultural purposes. Adults occupy the shaded stream reaches. The bed substrate consists of bare rock with little loose rock or gravel and abundant root mats and aquatic vegetation.", "threats": "Englund and Polhemus (2010) claimed that virtually all potential <em>Ischnura jeanyvesmeyeri</em> stream habitats on&#160;Raivavae Island have been diverted for agricultural or domestic uses. Further exploitation of those resources may have a severe impact on the species' survival.", "conservationmeasures": "It is necessary to assess the effect of the water users on the population dynamic of <em>Ischnura jeanyvesmayeri</em>. According to Englund and Polhemus (2010) the species is very common just above the diversion point of streams. Therefore the upper stretches of springs and streams must be put under protection.", "usetrade": null}]}