{"name": "139567776", "result": [{"species_id": 139567776, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta leonardi</em> is known from the type series from two locations on Leyte in the Philippines and a probable record from Panaon. None of the known locations appear to be within a protected area and threats exist at all locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will be less than 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) calculated considerably less than 5,000 km². This species qualifies for Endangered status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta leonardi</em> is known from the type series from two locations on Leyte in the Philippines and a probable record from Panaon (Villanueva <em>et al</em>. 2011). None of the known locations appear to be within a protected area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will be less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 364 and 1,544 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas)<span class=\"MsoHyperlink\">.</p>", "population": "<p>This does not appear to be a common species, at most four specimens have ever been recorded. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>All that was recorded on the habitats and ecology of this species is that a pair of specimens were found “perching high on a shady cliff” Villanueva <em>et al. </em>(2011: 114). However it will be a stream-breeding forest-dependent species like other members of the Platystictidae. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and possibly as a result of logging at some locations.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}