{"name": "173143499", "result": [{"species_id": 173143499, "taxonomicnotes": "<em>Mesonoemacheilus tambaraparniensis</em> was described as <em>Noemacheilus triangularis tambaraparniensis</em> from Courtallam, Tambaraparni drainage, in the erstwhile British State of Travancore (now Tirunelveli District, Tamil Nadu, India) (Menon 1987).", "rationale": "<em>Mesonoemacheilus tambaraparniensis </em>is assessed as Vulnerable&#160;B1ab(iii)&#160;as it has a restricted distribution occurring only in two rivers (as is currently known) draining the Agasthyamalai hill ranges of Western Ghats. Currently, its Extent of Occurrence is 5,066 km<sup>2</sup> and Area of Occupancy is 3,512&#160;km<sup>2</sup>. Habitats in the current distribution range of the species are threatened as a result of pollution and changing land-use. As this species is a habitat specialist, any changes to the micro-habitat will impact its continued survival. Future studies need to be carried out to understand its distribution in other rivers draining the Agasthyamalai hills, as well as its population status.", "geographicrange": "<em>Mesonoemacheilus tambaraparniensis </em>is known only from two sites, its type locality in River Tambaraparini (Menon 1987, Anoop <em>et al</em>. 2017) and from River Neyyar (Anoop <em>et al</em>. 2018). Both these rivers drain the Agasthyamalai hills in the southern Western Ghats. It is likely that the species of <em>Mesonoemacheilus</em> currently identified as <em>M. triangularis</em> from all rivers draining the eastern and western slopes of the Agasthyamalai hills could represent <em>M</em>.&#160;<em>tambaraparniensis, </em>but more studies are required to confirm this.", "population": "There is no information on the population status or trends of the species.", "populationtrend": "unknown", "habitat": "Like many species of nemacheilid loaches, <em>Mesonoemacheilus tambarapaniensis</em> also prefers moderate to fast-flowing hill stream habitats (Anoop <em>et al</em>. 2018).", "threats": "Tambraparini river&#160;has been modified greatly as a result of changing land-use, especially agriculture and urbanization (Arisekar&#160;<em>et al</em>. 2019). Pollution from agro-based enterprises, heavy metals (Arisekar <em>et al</em>. 2020) and plantations are also common (Arisekar<em> et al</em>. 2021). Though it not clearly understood how these threats impact the species specifically, changes to habitat quality and loss of microhabitats are generally considered detrimental to the continued survival of sensitive fish groups such as loaches.", "conservationmeasures": "<p>No species-specific conservation actions are in place. There is a need to generate baseline information on distribution, population and species-specific threats to develop&#160;future conservation strategies. The species does however occur in protected areas.&#160;&#160;</p>", "usetrade": "<p>No information is available regarding either the use or trade of this species. Nemacheilid loaches are used as aquarium pets, and species of <em>Mesonoemacheilus </em>are in particular, collected and exported from the Western Ghats (Raghavan <em>et al</em>. 2013). Though there is no specific information on <em>M. tambaraparniensis</em> being wild-caught and exported, the possibilities of this species being exported in the name of its closely looking congener, <em>M. triangularis</em> cannot be ruled out.&#160;</p>"}]}