{"name": "49829685", "result": [{"species_id": 49829685, "taxonomicnotes": null, "rationale": "Several drainages where&#160;<em>Parodon suborbitalis</em>&#160;lives are impacted. The Sierra de Perijá is in a better conservation status in the piedmonts and mountain, with the only national park with a record of the species.&#160;In the rest of piedmont and mountains of Maracaibo Lake basin the intervention is is ancient, intense and extensive. The species is restricted to a strip between piedmonts and uppers plains, usually where it exists a strong human intervention. Where <em>Parodon suborbitalis</em> inhabits, the deforestation, contamination by effluents and the extraction of water are common. The area of occupancy (AOO) is best estimated at 1,872 km<sup>2</sup>. There are 1-2 threat-based locations. Therefore, it is evaluated as Vulnerable.", "geographicrange": "<em>Parodon suborbitalis</em>&#160;was described from the Lake Maracaibo basin (Cuvier and Valenciennes 1850). The species is native to the Maracaibo basin and also occur in rivers to the Gulf of Venezuela on the west coast of Falcón state in Venezuela. The species inhabits rivers that descend from Mérida (rivers Chama, Motatán, Misoa, Machango) and Perijá (rivers Catatumbo, Limón, Guasare, Palmar) mountain ranges, as well as rivers Misoa, Machango and Maticora at northern slopes to the Gulf of Venezuela (Rodríguez-Olarte <em>et al. </em>2009, Londoño-Burbano <em>et al. </em>2011). The species&#160;is reported in&#160;14 sites with elevation from 50-600&#160;m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 67,522 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,872 km<sup>2</sup>. There are 1-2 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Parodon suborbitalis</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "<em>Parodon suborbitalis</em>&#160;is habitual in records from rivers in Maracaibo basin, and occasionally can reach a moderate abundance. In surveys (2012) applied in piedmonts of Misoa and Machango rivers (eastern coast of Maracaibo Lake) this species comprised around 1% of relative abundance (unpublished data). There are no data available to estimate the total population size; however, the population trend is considered stable.", "populationtrend": "stable", "habitat": "<em>Parodon suborbitalis&#160;</em>inhabits creeks, streams and rivers in piedmonts and plains. Usually it is in streams with fast currents with rocky substrates and sandy bottoms. It occurs in small to medium groups, and is herbivorous (epibenthic) feeding on algae and aquatic insects associated with the periphyton (Galvis <em>et al. </em>1997). The usual size is around 120 mm standard length. Species of <em>Parodon</em> could have an important role in both spatial heterogeneity and benthic diversity in fluvial ecosystems (Flecker and Taylor 2004).", "threats": "In the Maracaibo basin several environmental stressors are recognized that affect habitat heterogeneity, such as deforestation of watersheds and riparian areas, pollution of waters by urban and agro-industrial effluents, and the transformation of channels by the extraction of water for derivation or accumulation (reservoirs), mainly in the piedmonts and mountains (Galvis <em>et al. </em>1997, García <em>et al. </em>2016, Segnini and Chacón 2017).", "conservationmeasures": "National Park Sierra de Perijá is in the distribution (IUCN and UNEP-WCMC 2020) and this species probably occurs in the contiguous protected area in Colombia (National Natural Park Catatumbo-Bari). Habitat protection in the most impacted drainages is recommended, as well as awareness raising. Research into trends for the population, threats and habitats is recommended.", "usetrade": "This species is reported in subsistence fisheries practiced by family groups (river Misoa). The species has potential in the aquarium market but this use is not yet reported."}]}