{"name": "11545", "result": [{"species_id": 11545, "taxonomicnotes": "<em>Lepidochrysops littoralis</em> is quite a variable species with populations at the limits of its range showing differences, e.g. Mossel Bay (Edge 2005). A future investigation may show some taxonomically significant infraspecific variation.", "rationale": "This taxon is endemic to the Western Cape Province, South Africa (Extent of Occurrence (EOO) 2,488 km<sup>2</sup>, Area of Occupancy (AOO) 84 km<sup>2</sup>). Ten locations are known, separated by distances between 10 and 35 km, often across land transformed by agricultural activities, coastal developments, industrial complexes, housing estates, plantations and alien infestations. Even 10 km is probably beyond the dispersal range of this taxon (2-5 km average) so all of these locations represent isolated, closed subpopulations, some of which are non-viable. The population is therefore severely fragmented. At some of its locations there is continuing decline in the AOO, extent and quality of the habitat, the number of subpopulations, and the total number of individuals supported by a smaller area of poorer quality habitat is less. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to the Western Cape Province in South Africa, occurring from the De Hoop Nature Reserve near Bredasdorp in the west to a few kilometres west of Mossel Bay in the east.", "population": "There are ten locations, separated by 10 to 35 km. The locations are fragmented as follows: De Hoop-Witsand (spearated by 30 km); Witsand-Vermaaklikheid (separated by 15 km); Vermaaklikheid-Jongensfontein (separated by 30 km); Jongensfontein-Still Bay (separated by 15 km); Still Bay-Rheins NR (separated by 20 km); Rheins NR-Gouritsmond (separated by 30 km); Gouritsmond-Albertinia (separated by 25 km); Albertinia-Mossel Bay (separated by 45 km). The gaps between these sites are further than they can fly.", "populationtrend": "decreasing", "habitat": "It occurs on rocky limestone ridges or sand dunes in coastal fynbos. It is usually found quite close to the sea-shore, as at Still Bay.", "threats": "Property and recreational developments (homes, streets, roads, golf courses etc.) continue on the southern Cape coast, particularly around Mossel Bay and Still Bay. Alien vegetation, such as Port Jackson Willow (<em>Acacia saligna</em>) and Rooikrans (<em>Acacia cyclops</em>), originally introduced to \"stabilise dunes\", is drastically transforming natural habitat along many parts of this coastline. Other threats are from small scale agriculture and disruption of natural fire regimes to protect human properties.", "conservationmeasures": "This taxon should be included in environmental impact assessments for all proposed new developments in the coastal zone from De Hoop to Mossel Bay, and further loss or degradation of habitat should be prevented. Additionally, further research into its life history and ecology is needed.", "usetrade": null}]}