{"name": "177896023", "result": [{"species_id": 177896023, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia coronata</em> is known from seven locations in southern Viet Nam. Some locations are with protected areas, for instance Hon Ba Nature Reserve. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but it is inferred to be declining, along with the extent and quality of suitable habitat, to some degree due to loss of forest within the range of the species. Its known extent of occurrence (EOO) is 3,520–7,068 km². The species would qualify for Endangered status if the overall population was known to be severely fragmented, but since it is not certain that this is the case, it is assessed as Vulnerable under criteiron B (VU B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Coeliccia coronata</em> is known from seven sites in southern Viet Nam (Kompier <em>et al</em>. 2020). Some locations are within protected areas (for example, Hon Ba Nature Reserve). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 3,520 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 7,068 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species can be common where it occurs. At least some ongoing decline in overall population is inferred from loss of forest within the range of the species and severe fragmentation appears likely for the same reason, but may not be certain since the species can survive in degraded forest.</p>", "populationtrend": "decreasing", "habitat": "<p>Kompier <em>et al.</em> (2020) state that “<em>Coeliccia coronata</em> apparently occurs in a variety of habitats in primary and degraded mountain forests in the proximity of larger and rocky mountains streams or smaller seeps, although its specific breeding habitat is unknown.” The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>Populations of this species within protected areas may not be threatened at present but outside of protected areas populations will be threatened by deforestation (driven by logging and farming of one sort or another).</p>", "conservationmeasures": "<p>The priority for this species is for additional information on its distribution, habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}