{"name": "233428908", "result": [{"species_id": 233428908, "taxonomicnotes": "A espécie é descrita a partir de 3 subespécies: <em>Glossoscolex riograndensis </em>ssp.&#160;<em>riograndensis</em>, <em>G. riograndensis</em> ssp. <em>nativus</em> e <em>G. riograndensis</em> ssp. <em>pollulus</em> (Bartz <em>et al.</em> 2018).", "rationale": "<em>Glossoscolex riograndensis</em> é endêmica do Brasil, registrada apenas no estado do Rio Grande do Sul. Amostragens em outros locais do estado não encontraram a espécie que, aparentemente, tem preferência por vegetação nativa. Sua Extensão de Ocorrência (EOO) foi calculada em 3.948 km². A região de ocorrência da espécie é fortemente alterada pela matriz de uso do solo diversificada (sobretudo pelo plantio de soja, arroz, pecuária e silvicultura) que promovem intensa fragmentação e declínio continuado da qualidade do habitat remanescente. Considerando a baixa capacidade de dispersão e a matriz da paisagem em que a espécie está inserida, suspeita-se que sua população esteja severamente fragmentada. Portanto, <em>G. riograndensis</em> foi categorizada como Em Perigo (EN), pelo critério B1ab(iii).", "geographicrange": "<em>Glossoscolex riograndensis</em> é registrada apenas no estado do Rio Grande do Sul, nos municípios de Dilermando de Aguiar, Santa Maria e São Gabriel (Bartz <em>et al.</em> 2018). Amostragens em vários locais do Rio Grande do Sul não encontraram a espécie (M.L.C Bartz, com. pess. 2022).<br/><br/>Sua Extensão de Ocorrência (EOO) foi calculada em 3.948 km², considerando o polígono mínimo convexo entre seus registros confirmados.", "population": "Considerando a baixa capacidade de dispersão e a matriz da paisagem em que a espécie está inserida, suspeita-se que sua população esteja severamente fragmentada.<br/><br/>As ocorrências em áreas de eucaliptos são ocasionais (quiça borda de distribuição) e que não se trata de habitat adequado da espécie. Portanto, a matriz em que os habitats primários estão inseridos (atividades agrícolas de plantio de arroz e soja e atividades pecuárias) compõe habitat muito inadequado para a espécie, o que corrobora e reforça a suspeita apresentada.", "populationtrend": "unknown", "habitat": "Espécie registrada em solos de vegetação nativa (campos nativos) e em plantações de Acácia (Bartz <em>et al.</em> 2018) e eucalipto (Steffen <em>et al.</em> 2018).", "threats": "A principal ameaça incidente sobre a espécie é a conversão do habitat por atividades agrícolas. Conforme IBGE (2017), a matriz de uso da terra é dominada pelo plantio de soja e pela pecuária bovina, que faz uso predominante de pastagens nativas. Outras culturas que se destacam na matriz, em escala reduzida, são o plantio de arroz e a silvicultura de <em>Eucalyptus</em>. <em>Glossoscolex riograndensis </em>ssp.&#160;<em>riograndensis</em> foi amostrada em área de silvicultura de Acácia Negra que, atualmente, aparece no Google Maps recoberta por cultura anual, provavelmente soja. As atividades de plantio de arroz e soja são especialmente danosas à comunidade de minhocas, pois promove alto grau de revolvimento do solo. Esta espécie, em particular, parece ser bastante afetada por essas atividades.", "conservationmeasures": "Não foram encontradas informações para o táxon.", "usetrade": "Não foram encontradas informações para o táxon."}]}