{"name": "6159", "result": [{"species_id": 6159, "taxonomicnotes": null, "rationale": "<em>Cyprinodon meeki</em> is restricted to the headwaters of the Rio Mezquital, where is occurs in streams, springs, ponds, and spring-fed ditches. Population decline is inferred from habitat loss, pollution, and the impacts of introduced species. The number of locations where this species occurs do not exceed 2 (O. Domínguez-Domínguez pers. comm. 2018). A reduction analysis made with GeoCat for this assessment suggests an 81% reduction in its historic range. As such, <em>C. meeki</em> is assessed as Endangered (EN).", "geographicrange": "<p><em>Cyprinodon meeki</em> is restricted to the Rio del Tunal and Rio de la Sauceda in the headwaters of the Rio Mezquital (Miller <em>et al. </em>2005). In 1983, it was reported from only three sampling localities (Miller <em>et al</em>. 2005). </p>", "population": "Total population size is unknown. According to the American Fisheries Society’s Endangered Species Committee, the population size of&#160;<em>C. meeki</em>&#160;remained stable up until 2008 (Jelks<em> et al.</em> 2008). Miller <em>et al.</em> (2005) note drastic population reductions as a result of habitat loss, pollution, and predation by the introduced largemouth bass <em>Micropterus salmoides</em>.", "populationtrend": "decreasing", "habitat": "<p>This species occurs in streams, springs, ponds, and spring-fed ditches in shallow water to 1.3 m over hard clay, mud, sand, gravel, and rocky substrates. Water temperature ranges from 8-29.5 <sup>o</sup>C (Miller<em> et al.</em> 2005). </p>", "threats": "<p>Primary threats to this species include habitat destruction, pollution, and the impacts of introduced species (Miller <em>et al.</em> 2005). However, the impact of these threats on <em>C.&#160;meeki&#160;</em>has not been evaluated.&#160;</p>", "conservationmeasures": "<p><em>Cyprinodon meeki</em> is listed as endangered by NORMA under NOM-59-SEMARNAT-2010.<br/><br/>The American Fisheries Society’s Endangered Species Committee lists this species as endangered (Jelks <em>et al.</em> 2008). The conservation status of this species warrants further evaluation (Lozano-Vilano and Maza-Benignos 2017).<br/><br/>More information on population size, trends, and current distribution are needed to make an accurate assessment of conservation status.</p>", "usetrade": "There is no information on the use and trade of this species."}]}