{"name": "123529516", "result": [{"species_id": 123529516, "taxonomicnotes": null, "rationale": "<p><em>Telosticta paruatia </em>is known only from the holotype male from the Port Barton area of Palawan in the Philippines. In most cases this assessor would place such a species in Data Deficient. However in this case with the species apparently confined to a single island where there is ongoing habitat loss, it is unlikely that Least Concern will ever be justified and it likely that the species is threatened, possibly seriously. The species qualifies for Vulnerable under criterion D2, and if the AOO and EOO were known would likely qualify under the B1 and B2 criteria as well. It is therefore assessed as Vulnerable.</p>", "geographicrange": "<p><em>Telosticta paruatia</em> (originally described in <em>Drepanosticta</em>)<em> </em>is known only from the holotype male from the Port Barton area of Palawan in the Philippines (Dow &amp; Orr 2012, van Tol 2005). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO is likely to be declining due to loss of lowland forest throughout Palawan. The known Extent of Occurrence (EOO) of the species is constrained by the area of Palawan (approximately 12,189km<sup>2</sup>) and therefore less than 20,000km<sup>2</sup>.</p>", "population": "<p>Nothing is known about current population sizes and health for this species, but it is clearly either uncommon or has cryptic habits. However a decline in overall population is likely due to loss and degradation of lowland forest in Palawan.</p>", "populationtrend": "decreasing", "habitat": "<p>The only known specimen was collected at a waterfall, nothing else is known with certainty but this is almost certain to be a species of steep forest streams. All other known species of <em>Telosticta</em> are forest-dependent stream species. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of lowland forest in Palawan.</p>", "threats": "<p>The main threats to this are likely to be from deforestation as a result of agricultural activities and logging.</p>", "conservationmeasures": "<p>More data on the distribution, habitat requirements, ability to tolerate disturbance and threats to this species are urgently needed, and protection of habitat where the species occurs.</p>", "usetrade": null}]}