{"name": "44270", "result": [{"species_id": 44270, "taxonomicnotes": "The Afrotropical genus <em>Cleopatra</em> (Paludomidae) is in need of revision. <em>Cleopatra cridlandi </em>is an intriguing species, that seems related to <em>C. bulimoides</em>, the main <em>Cleopatra</em> species in Africa north of the equator.", "rationale": "This species&#160;formerly had&#160;an extent of occurrence (EOO) of 500-1,000 km² and an area of occupancy (AOO) of 50-100 km²,<sup>&#160;</sup>known from a broad stretch along the northern shore of the lake, but Lange <em>et al.</em> (2013) recently recorded this species only at Mbita (Winam Gulf) in 2003. Therefore, it now has an EOO of under 10 km². Ngupula and Kayanda (2010) do not list it among the species they found in the Ugandan and Tanzanian waters during their 2008 survey and we assume that it is extinct in Ugandan waters. This species probably has been severely declining but we cannot ascertain if the major part of this decline occurred in the last decades of the 20th century or occurred during the last ten years. We also are unable to state if the decline is still ongoing since there have been no surveys since the ones cited, however we are inferring that the ongoing threats are leading to further habitat degradation. Based on the pollutions threat we consider it to occur at only one location. Therefore, we consider the species to be Critically Endangered.<em><br/></em>", "geographicrange": "This species is endemic to Lake Victoria, where it has been cited from the northern part only, namely from Dagusi Island and Buvuma Channel (Uganda) and from Winam Gulf (Kenya) from the shore to a depth of about 12 m (Brown 1994). In Winam Gulf (Kenya) its presence was confirmed as it was found at Mbita during a survey in 2002-2004 (Lange <em>et al. </em>2013). However, during an intensive survey in 2008, it was not recovered from Ugandan or Tanzanian waters (Ngupula and Kayanda 2010).", "population": "The Winam Gulf 2002-2003 survey data showed it is the least abundant species in the region, only recovered at four of a total of 50 sites sampled, where pollution was minimal (Lange <em>et al. </em>2013). This species always seems to have been uncommon, represented by small localized subpopulations.", "populationtrend": "decreasing", "habitat": "This benthic species occurs from the shoreline to about 12 m depth in little or unpolluted waters.", "threats": "Aquatic pollution and sedimentation appear to be the main threats for this species, which formerly occurred over a wide stretch in the northern region of the lake, which presently is most affected by the ever intensifying pollution and habitat degradation due to the expanding urbanisation and intensifying agriculture. In recent surveys (2003, 2008) it was only found at a few sampling stations where pollution was minimal (Lange <em>et al. </em>2013).", "conservationmeasures": "No information is available on conservation actions.", "usetrade": "This species is not used."}]}