{"name": "189550107", "result": [{"species_id": 189550107, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that this species has an extent of occurrence of about 1,200 km<sup>2</sup> and there is inferred to have been a recent decline in its area of occupancy, the extent and quality of its habitat, the number of subpopulations and the number of mature individuals as a result of bushfires that encompassing one of the two locations where it occurs, and weed encroachment in the other. As fire intensity and scale is expected to increase, this represents an inferred continuing decline resulting from a recurring threat from fire in addition to an observed continuing decline in the extent and quality of habitat, area of occupancy and the number of mature individuals resulting from weed encroachment and multiple other drivers of habitat degradation. The rate of continuing decline is unclear, but the global population may have declined by as much as 50% as a result of the 2019-2020 bushfires alone in addition to declines resulting from ongoing pressures. It is reasonable to infer that this will correspond to an ongoing decline at least 50% in a period encompassing 10 years including both the past and future, however&#160;this could be over-precautionary pending post-fire surveys.", "geographicrange": "This species is only known from Kangaroo Island in South Australia (Harrison <em>et al. </em>2017).&#160; The species is known from disjunct subpopulations on eastern and western Kangaroo Island.", "population": "This species occurs in colonies each of around 30 burrows (including juveniles) in small habitat patches, and can be relatively easy to detect where it occurs. Based on the size and extent of known subpopulations the global population is unlikely to exceed 10,000 mature individuals, and the total pre-fire population at known localities was probably around 2,000 individuals (J. Marsh pers. comm. 2021). The western subpopulation was impacted in its entirety during the 2019/2020 bushfire season and post-fire surveys have found spiders only in unburnt refugia. Only five individuals have been found in post-fire surveys of this region over the last year, restricted to three small and isolated patches of unburnt ground. Two of these were records of individual spiders, and so it is unknown whether viable colonies survive here. All known colonies in burnt areas appear to have been destroyed, even in areas of low-intensity fire, which may correspond to a global decline of 30-50% in the number of mature individuals as a result of this event. Occupied and burnt burrows can be distinguished in this species, and there is therefore a relatively high degree of confidence in this estimate.&#160;Dispersal between these patches is considered unlikely due to this species' sedentary lifestyle, the loss of intervening ground cover and the distance between these areas.<br/><br/>Eastern subpopulations were not impacted by fire during the 2019-2020 fire season, but are in the area most heavily impacted by invasive weeds and declines have been observed in the American River region.", "populationtrend": "decreasing", "habitat": "This species occurs in small colonies in patches of suitable habitat along creek banks in temperate forest, generally in areas shaded by vegetation or hanging rocks. The species occupies shallow burrows in the banks of creeks or their immediate surroundings.", "threats": "During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram <em>et al. </em>2021), and represent a particular threat to species such as this one, whose low dispersal ability will inhibit its ability to recolonize areas following burning and which is reliant on burrows which can be damaged by fires. Spiders have been observed to leave degraded, ash-impacted burrows, but die within about a day (J. Marsh pers. comm. 2021). Droughts may represent a direct threat to the quality of the spider's habitat through a reduction in humidity, and as this species is associated with creeks it will be affected by any changes in water flow resulting from land clearance. Many of the creeks where this species occurs have been heavily sedimented and water flow has largely ceased, and it may be too late to implement sediment control.<br/><br/><br/>Fire management practices to control bushfires following the 2019-2020 fire season are focusing on controlled 'fuel reduction' burns to remove potentially flammable vegetation. This includes remnant long-unburnt habitat that may otherwise serve as a refuge for this species. A further impact is likely from the construction of access routes into these areas, with the attendant risk of fragmenting the habitat and facilitating the spread of the plant mould <em>Phytophthora cinnamomi</em> and of invasive weed species. By covering the ground in mats of vegetation, invasive weeds including exotic grasses and bridal creeper can reduce habitat for this species. Surveys over a number of years in the American River area has found evidence of burrow degradation resulting from bridal creeper invasion, and indicates that the number of spiders is decreasing.&#160;<br/><br/>Most known subpopulations are coastal, and increased flooding and associated erosion of creek banks is a major threat to this species. Colonies are typically located in areas along or close to walking trails, which both facilitates weed invasion and directly erodes suitable banks.", "conservationmeasures": "Some subpopulations are within protected areas including the Western River Wilderness Protection Area, but these are not free of impacts from weeds and improved habitat management is required within protected areas. There are no conservation measures in place.&#160;Careful removal of the weeds has been recommended, and needs to be conducted in ways that do not further damage the species' habitat. Awareness raising is needed for this species, and limited prescribed burning in remaining suitable areas is recommended. There is a need to control sedimentation where possible. Monitoring of remaining populations is needed, and surveys are underway. Additional surveying is needed to locate any additional populations. Research is underway to clarify whether the eastern and western subpopulations, which exhibit a high degree of genetic divergence, represent distinct species.", "usetrade": "There is no known use of or trade in this species."}]}