{"name": "164692174", "result": [{"species_id": 164692174, "taxonomicnotes": null, "rationale": "<p><em>Priapichthys puetzi</em> is known from two collection localities in the Guarumo River drainage in Bocas del Toro Province, Panama. Based on limited georeferenced collection records, Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 8 km<sup>2</sup>, and the species is currently known from 1-2 locations. A number of threats exist, including banana and teak plantation agriculture, mining activities, and pollution associated with unsustainable agricultural practices. The direct impacts of these threats requires further study, but they are producing inferred continuous declines in habitat quality and potentially in habitat availability. Considering a highly restricted range, single threat-based location, and documented evidence of habitat degradation, this species is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii). Additional research regarding distribution, population size, population status, and the direct impact of threats is a recommended priority.</p>", "geographicrange": "<p><em>Priapichthys puetzi</em> is known only from two collection localities in the Guarumo River drainage in Bocas del Toro Province, northeastern Panama (Lucinda 2003, Matamoros <em>et al</em>. 2015). The type locality of this species is in the Guabo River, upper Guarumo River drainage, approximately 20 km southeast of the town of Punta Peña (Lucinda 2003).</p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 8 km<sup>2</sup>, and the species is currently known to occur in 1-2 locations. Additional ichthyological survey may produce additional collection localities, and potentially additional locations.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>The specific life history characteristics and habitat preferences of this species have not been evaluated in detail. This species reaches a maximum reported body size of 6.7 cm total length (TL) (Lucinda 2003).</p>", "threats": "<p>Major threats to this species include land-use changes associated with banana and teak plantation agriculture, associated increases in agricultural runoff and sedimentation, and expanding urbanization (Collin 2005, Seeman <em>et al</em>. 2014, Graniero <em>et al</em>. 2016). The localized impacts of sewage discharge from Punta Peña’s 70 households and improper use of pit latrines may present additional localized threats (Libby 2018). Extractive mining activities may affect subpopulations occurring within the Ngäbe-Buglé Comarca (Velásquez Runk 2012).</p>  <p>While there is considerable uncertainty regarding the scope and magnitude of these threats, they continue to produce inferred declines in habitat quality. These threats are likely to be impacting habitat quality on a range-wide scale.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. puetzi</em>. The type locality of this species was taken in Fortuna Forest Reserve (IUCN and UNEP-WCMC 2019). Additional ichthyological surveys are urgently needed to determine the range extent of this species. More information regarding population size, population trend, and the direct impacts of existing threats would be useful in guiding conservation outcomes.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}