{"name": "21118", "result": [{"species_id": 21118, "taxonomicnotes": null, "rationale": "Known from seven streams and one river in southern Mississippi and the Florida Panhandle. Probably hundreds to thousands per stream, but known from perhaps only 200 miles of stream within an Extent Of Occurrence of about 17,500 km<sup>2</sup>. Surveys perhaps inadequate, but no recent records from some of the counties where the species was previously known. As presently known, there are &lt;10 locations for the species. May be like many other species in that there are good known locations, and people who want to observe and photograph the species just go to the usual places rather than searching for it more widely. Population trend unknown, but species seems extremely sensitive to any alteration of water quality and apparently needs pristine waters, thus decline in water quality and population loss at some streams, thus decline in Area of Occupancy, predicted. Considered Vulnerable by Bick (1983), Imperiled by Bick (2003).", "geographicrange": "This southeastern North American species occurs in a small region from southern Mississippi to northwestern Florida, no records as of yet from intervening Alabama. It is known from 2 states in the United States of America.", "population": "Somewhat restricted in range but locally common within it; although the population trend is unknown, there is no indication of any population decline.", "populationtrend": "stable", "habitat": "<em>Stylurus potulentus</em> occurs at slow-flowing woodland streams with sand and mud bottoms.", "threats": "Pollution and channelization along with military bases, shipyards, seafood processing establishments, vacation homes and a major interstate all interrupt the habitat of this species.&#160;Only one of its relatively few stream systems is somewhat protected (Dunkle 2004).", "conservationmeasures": "This narrowly distributed species is protected in several state forests and state parks near the Gulf coast. Its populations should be monitored, but no specific conservation actions are proposed.", "usetrade": null}]}