{"name": "6975", "result": [{"species_id": 6975, "taxonomicnotes": null, "rationale": "Conservation measures have led to an increase of this species and more populations were found recently. Earlier last century, <em>Ecchlorolestes peringueyi</em> was known from many more localities than are known at present. It is now known from several localities, all within protected areas. Ongoing alien riparian tree removal is important to this species. The species is listed NT, because of its restricted range within the Western Cape.", "geographicrange": "The species is endemic to South Africa. It is only known from the mountains in the West Cape, this species could never have been abundant as it is such a habitat specialist. From early records (Pinhey 1984) it was nevertheless at many more localities than it is today, having disappeared in particular from the Rawsonville area. Today it is known only from small, boulder-filled streams in the upper reaches of small rivers in mountains (Cederberg, Jonkershoek, Kogelberg, Limietberg).", "population": "Population size is unknown, however its population appears to have stabilised in both range and size.", "populationtrend": "stable", "habitat": "The species is now known from several locations with clear, shallow streams with an abundance of large, lichen-covered boulders (Samways 2006 in press).", "threats": "There are several threats which are also synergistic. Alien invasive trees (pines and <em>Acacia longifolia</em>) shade the habitat and alien invasive rainbow trout are predators. The former threat of habitat removal (mostly for plantation forestry) has largely subsided.", "conservationmeasures": "The population occurs within protected areas (Hottentots-Holland Reserve, Kogelberg Nature Reserve, Cedarberg Nature Reserve, Table Mountain National Park). Population levels should be monitored regularly. There must be no further encroachment of plantation forestry or introduction of trout. Fish-farming enterprises in Jonkershoek and Du Toit' s Kloof are of concern. The removal of alien invasive trees, is of great benefit to this species.", "usetrade": null}]}