{"name": "176218625", "result": [{"species_id": 176218625, "taxonomicnotes": null, "rationale": "The species is known from only two localities in the Oyapock basin. It has a restricted distribution with an extent of occurrence (EOO) and an area of occupancy (AOO) both of 308 km<sup>2</sup>. The species is reported to be impacted by mining activities and there are two locations based on this threat. It is projected to be leading to a continuing decline in habitat. Therefore, this species is assessed as Endangered.", "geographicrange": "The species is known from only two localities in the Oyapock basin (Fisch-Muller <em>et al. </em>2012).", "population": "No population assessment is known for this species. However, it is only known from three specimens, which might suggest it is locally rare.", "populationtrend": "unknown", "habitat": "According to the original description: \"<em>Peckoltia <span class=\"highlight\">simulata</em> was collected in two small forest creek tributaries of the Oyapock river in the vicinity of Camopi, with cast net and dip net on sandy and gravelled bottom with rocks, woods and leaves. One specimen was hidden in a hollow piece of wood oriented against the current. The new species was collected with representatives of <em>Ancistrus</em> cf. <em>leucostictus</em>, <em>A</em>. aff. <em>temminckii</em>, <em>Guyanancistrus longispinis</em>, <em>Farlowella reticulata</em>, <em>Rineloricaria stewarti</em>, and <em>Otocinclus mariae</em>. Water parameters were: temperature 25.0-25.7°C, pH 6.1-6.2, and conductivity 13-14 μS.cm-1\" (Fisch-Muller <em>et al. </em>2012).", "threats": "The species is reported to be impacted by mining activities by regional experts (UICN France <em>et al.</em> 2017). The species is sought after by aquarists due to the rarity of the species (P.-Y. Le Bail pers. comm. 2021).", "conservationmeasures": "No specific conservation actions are known for this species. It is nationally considered as Vulnerable in French Guiana (UICN France<em> et al. </em>2017).", "usetrade": "The species is sought after by aquarists due to the rarity of the species (P.-Y. Le Bail pers. comm. 2021)."}]}