{"name": "125854891", "result": [{"species_id": 125854891, "taxonomicnotes": "Two subspecies,&#160;<em>Atrytone arogos arogos</em> and <em>Atrytone arogos iowa, </em>have been identified. Distribution and ecology for the taxa are quite different, however, morphological differences are subtle (NatureServe 2010).", "rationale": "The Arogos Skipper (<em>Atrytone arogos</em>)&#160;was historically found in native prairies and oak/ pine barrens across large parts of the eastern United States. This species has undergone long term population declines and is now extirpated from most historic localities east of the Mississippi River, except for scattered occurrences in New Jersey, Florida, and Louisiana. Similarly, in the west, subpopulations appear stable in southern parts of the range, such as in Oklahoma, but have declined substantially in northern areas, such as Iowa and Minnesota.&#160;<br/><br/>The extent of occurrence (EOO) for this species has been reduced from about five million km<sup>2&#160;</sup>historically, to around 2.3 million km<sup>2</sup>&#160;today, though this number is probably still declining. An area of occupancy (AOO) of 40-1,520&#160;km<sup>2</sup> is estimated. This species is also considered severely fragmented, as over half of the remaining habitat patches contain small, isolated populations, which may not be viable due to lack of genetic diversity, limited dispersal, and vulnerability to stochastic events. Habitat conversion for agriculture, continues to impact the remaining habitat of this species. Continuing decline in EOO, AOO, and habitat area, extent, and quality has been observed. As a result, continuing decline in the number of mature individuals is inferred. Therefore, this species qualifies as threatened under criteria B2ab(i,ii,iii,v). While the AOO spans both Vulnerable and Endangered categories, it is uncertain how many occurrences remain viable and how many have been lost in the years since estimates were made. Therefore, it is highly likely the AOO falls within the thresholds for listing under Endangered.", "geographicrange": "<p>The Arogos Skipper (<em>Atrytone arogos</em>) is found in five disjunct sub-populations across the Central and Eastern United States. Historically, the sub-population with the largest range was in the Central United States, from northeastern Wyoming and southeastern Montana, west to Minnesota, and south to Texas (Opler and Wright 1999, GBIF 2021). In the West there was another subpopulation found along the Front Range of Colorado, and in the East, there were three additional subpopulations; one from New Jersey to southeast Georgia, one in peninsular Florida, and one along the Gulf Coast from Louisiana to the Florida panhandle (Opler and Wright 1999). This species has two subspecies:&#160;<em>A. a. arogos</em>&#160;is found in areas east of the Mississippi, whereas&#160;<em>A. a. iowa</em>&#160;is found in the western portions of the range.</p><p>Presently, this species has been extirpated from most historic localities east of the Mississippi River, with the exception of a few scattered occurrences in New Jersey, Florida, and Louisiana (Minnow and Minnow 2006). It is possibly extinct from New York, Georgia, North Carolina, and Alabama (Minno and Minno 2006, NatureServe 2020a). There is a stronghold for this species in New Jersey (Shepherd 2005). Similarly, the western subspecies has disappeared from many historical localities (Lotts and Naberhaus 2021), though it appears to be most stable in southern parts of its range, such as in Oklahoma (Shepherd 2005). It has declined substantially in Iowa, where it was not seen at 18 historic localities during a 2018 survey (Olsen 2018), and Minnesota, where it has not been seen since 2008 (NatureServe 2018).</p>The historical extent of occurrence (EOO) for this species was probably around five million km<sup>2</sup>. Current EOO is estimated to be just over 2.3 million km<sup>2</sup>, though this number is likely still declining. An estimated 6-80 occurrences of&#160;<em>A. a. arogos&#160;</em>remain, 4-12 of which are considered truly viable, and 81-300 occurrences of&#160;<em>A. a. iowa,&#160;</em>though only 4-40 are thought to be viable (NatureServe 2020b, 2011). If we consider each occurrence to be found in one four km grid cell, an area of occupancy (AOO) of 40-1,520 km<sup>2</sup> is estimated. Considering all occurrence records for the last 10 years (n=48) (GBIF 2021), an AOO of around 592 is estimated.", "population": "No population estimates are available for this species, though a long-term decline of 99-100% in the eastern parts of the range and possibly as high as 90% in western parts of the range, has been suggested (NatureServe 2020a). When <em>Hesperia iowa</em>, now <em>Atrytone arogos iowa</em>, was first described, Scudder (1869) suggested this species was one of the most abundant prairie butterflies seen in Iowa. As early as 1951, the abundance of this butterfly had already been reduced, and it was found only uncommonly in localized populations (Klots 1951). In the east, this species was once locally common, at least in Florida, but now even the most populated colonies contain less than a few hundred individuals (Minno and Minno 2006). Some reportedly robust colonies, such as one in Ocala National Forest and one near Chassahowitzka National Wildlife Refuge, are no longer extant (Minno and Minno 2006).<br/><br/>As the habitats this species depends upon continue to be threatened by development, fragmentation, and degradation, this decline is expected to continue. Except in the southwestern part of its range, this species is restricted to small isolated prairie remnants. Though this species may be able to disperse at least two kilometres, dispersion is unlikely because suitable habitats are separated by urban and agricultural landscapes (NatureServe 2020a). Few of the sub-populations in the eastern portion of the range are thought to be viable because they are small, geographically isolated, and subject to ongoing threats such as development and altered fire regimes (Minno and Minno 2006, NatureServe 2020a). Therefore, this species is also considered severely fragmented.", "populationtrend": "decreasing", "habitat": "The Arogos Skipper inhabits remnant undisturbed mixed and tallgrass prairies of the Great Plains in the west and savannas, serpentine pine barrens, and remnant sand prairies in the east (Minno and Minno 2006, Lotts and Naberhaus 2021, Opler and Wright 1999, Shepherd 2005). Prairie habitats have been reduced more than any other ecosystem in North America, mostly due to conversion to agriculture (Samson and Knopf 1994). Unlike some prairie species that benefit from prescribed burns, the Arogos Skipper is susceptible to fire, and may take more time to recover from prescribed burns than other species (Swengel&#160;1996, Schlicht 2001, Panzer 2002).&#160;<br/><br/>In northern portions of the range there is only one generation per year (Scott 2020), and the southern populations can have two flights per year (Selby 2005, Scott 2020). Adults are small, orange-yellow butterflies with broad, dark brown wing margins, often with white fringes (Brock and Kaufman 2003). Depending on region, larval hostplants include Big Bluestem (<em>Andropogon gerardii</em>), Little Bluestem (<em>Schizachyrium scoparium</em>), Pine Barren Sandreed (<em>Calamovilfa brevipilis</em>), Lopsided Indiangrass (<em>Sorghastrum secundum</em>), and Sideoats Gramma (<em>Bouteloua curtipendula</em>) (Shepherd 2005, Scott 2020). Females lay pale yellow eggs that develop red rings over time, singly under leaves (Scott 1986, Scott 2020). Upon hatching, light green larvae build shelters in rolled leaves of the host plant (Scott 1986, Brock&#160;and Kaufman&#160;2003). In northern portions of the range, larvae hibernate in their fourth stage of development (fourth instar) between two leaves (Scott 2020) and pupate in midsummer (Scott 1986). Pupae colouration is variable (Scott 1986, Scott 2020).&#160;Adults nectar from a variety of flowers including milkweed (<em>Asclepias</em> spp.), thistles (<em>Cirsium</em> spp.), blazing star (<em>Liatris</em> spp.), goldenrods (<em>Solidago</em> spp.), bergamot (<em>Monarda</em> spp.), and goldenasters (<em>Heterotheca</em> spp.) (Scott 2020). Adults also regularly visit mud for nutrients (Scott 2020). Males require overcast weather to locate females for mating, and exhibit shivering behaviour (rapidly vibrating wings) to warm themselves enough to locate females (Scott 2020).", "threats": "Over most of its range, habitat loss and fragmentation due to urban and agricultural development (Sampson and Knopf 1994) has driven long term declines in this species. Where it remains extant, it is often found in small isolated colonies, which are vulnerable to extirpation due to stochastic events, limited dispersal between habitat patches, and low genetic diversity (NatureServe 2020a).&#160;&#160;<br/><br/>In the eastern United States, where few viable populations remain outside of New Jersey, current threats include changes in land management regimes, and possibly predation by fire ants (<em>Solenopsis invicta</em>) in the Southeast (NatureServe 2020a). In New Jersey and parts of the Gulf Coast, remaining occurrences are largely found along powerlines where mowing has kept habitats suitable for this species. In Florida and elsewhere, occurrences in pineland barrens are vulnerable to fire, which immature Arogos Skippers typically cannot withstand (Minno and Minno 2006). However, without prescribed burns, grassy habitats are diminished due to invasion by woody plants. Therefore, a mosaic of burned and unburned habitats is necessary to sustain colonies (Minno and Minno 2006) and aggressive prescribed burns could be used to restore barrens habitat that has become unoccupied due to decades of fire suppression. Other threats in the Southeast include stochastic events, such as hurricanes and tornados, as well as inbreeding depression, due to the isolation and small size of the remaining colonies (Minno and Minno 2006).&#160;&#160;<br/><br/>In the western portions of the range, this species is largely dependent on remnant native prairie patches, which continue to face threats from conversion for agriculture, grazing, and development (Smith 1981, Minnesota DNR). Populations in the Midwest are particularly at risk because 95% of prairie has been eliminated over the last 200 years (Moffat and McPhillips 1993). For example, only 0.02% of Iowa's original prairie remains (Smith 1981). Even protected prairie ecosystems remain vulnerable due to invasive species, such as Smooth Brome (<em>Bromus inermis</em>), and woodland invasion (Minnesota DNR). Maintenance of healthy prairie ecosystems is dependent on periodic prescribed burning. Though this species appears to be more susceptible to fire than other grassland dependent butterflies (Swengel&#160;<em>et al.</em>&#160;1996, Schlicht 2001), if partial burns which leave unburned refugia are carried out, studies suggest populations rebound after a few years (Panzer 2002).", "conservationmeasures": "At the time of assessment, this species was not protected under the Endangered Species Act in the United States.&#160;<em>Atrytone arogos</em>&#160;is listed as Critically Imperiled in Illinois, Arkansas, Louisiana, Florida and New Jersey, Imperiled in Colorado, Iowa, Montana and South Dakota, and Vulnerable in Oklahoma, Minnesota, and Kansas (NatureServe 2020a). The status of this species was previously also assessed as endangered in Illinois, New Jersey, and New York, threatened in Minnesota, and as a species of concern in Iowa (Shepard 2005). Throughout the species' range, prairies and grasslands continue to be threatened. Protection and proper habitat management, including control of invasive and woody vegetation, are of utmost importance to the conservation of this and other prairie species (Minno and Minno 2006, Shephard 2005). While this species does appear to be more sensitive to prescribed burning in the short term (Swengel 1996), colonies have been shown to recover after three to four years (Panzer 2002).&#160;This species would also benefit from restorations that expand habitat and increase connectivity between prairie remnant habitats. Research should include population monitoring at known occurrences, as well as survey efforts in suitable but unoccupied habitats.", "usetrade": "The Arogos Skipper is not targeted for collection or otherwise utilized."}]}