{"name": "176145706", "result": [{"species_id": 176145706, "taxonomicnotes": null, "rationale": "<p><em>Tatia meesi</em> is restricted to the blackwater rapids of Kuribrong, and in the Potaro river, from a distributional range limited to the cataract at Tumatumari and waterfalls at Waratuk, both in Essequibo basin, Guyana. Its its area of occupancy (AOO) is best estimated at 4,580 km², but its extent of occurrence&#160;(EOO) is best estimated at 5,027 km², which meets the criterion B1 threshold for Vulnerable. There are local impacts in the Kuribrong River and Potaro River due to small legal and illegal gold mining operations, representing at most four locations (B1a), depending on the mine dredges dimension. Mining activities in the Kuribrong River are causing declines in the AOO (b(ii)), but it is currently unknown whether the population size is affected. There are also continuing declines in the habitat quality (b(iii)) in both basins, although the Kuribrong is more affected by the impacts. It should be noted that the distribution of the species in the Potaro drainage is around the Kaieteur National Park, a no-mining zone that should be protected under the laws of Guyana. However, it is reported by the Guyana Natural Resource Ministry that there are frequently illegal mining activities in the national park area that have been challenged by the authorities in Guyana.&#160;Additionally, there is a hydroelectric plant project (Amaila Falls) in the region of Kuribrong River about 5 km from the locality of the subpopulation of <em>Tatia meesi</em>, that was stopped. However, due to its rheophilic habits of living in rapids and cataract environments, this species is likely to be severely impacted if the hydroelectric plant is built in future. Thus, it is recommended to monitor mining activities in the Kuribrong River both above and below the plateau, as well as in the right bank of Potaro River along the border of the Kaieteur National Park to continually assess the impacts of legal and illegal activities and any possible dam construction in order to determine whether fish populations are stable or change over time. Thus, <em>Tatia meesi</em> is assessed as Vulnerable (VU) due to the restricted distribution and persistent impacts of gold mining activities. It is recommended to investigate the status of its population, since the species is not well known, and if the species is found to occur more widely, the assessment should be revised.</p><p></p>", "geographicrange": "<em>Tatia meesi&#160;</em>is known only from the type locality in the&#160;Waratuk&#160;cataract,&#160;Potaro River, and from two additional localities in the rapids of Kuribrong River, both Essequibo basin, Guyana. The best estimate of the extent of occurrence&#160;(EOO) is 5,027 km², and although this is the upper end of the estimate range, it represents the areas where the species probably occurs. The area of occupancy (AOO) is between 16–4,580 km², with 4,580 km² being the best estimate.&#160;This best estimate represents the expected distribution of the species (slightly larger than the currently known distribution), including other small creeks of similar types within its extent of occurrence. This species needs specific collection methods and probably is undersampled and underrepresented in scientific collections. However, it is known only from the blackwater tributaries of the Kuribrong, and in the Potaro River drainage from a distributional range limited to the cataract at Tumatumari and waterfalls at Waratuk. Its overall distribution is apparently restricted to these areas of the basin. More field work is needed to collect specimens in other localities in order to better understand the true range of this species.<br/><p></p>", "population": "<em>Tatia meesi </em>is currently known in the Potaro River drainage from a distributional range limited to the cataract at Tumatumari and waterfalls at Waratuk. Geographic features such as large cataracts and waterfalls can prevent the dispersal of organisms living either side of those features and function as important barriers to gene flow. Hardman <em>et al.</em> (2002) also reported the Tumatumari and Kaieteur falls&#160;to be a distribution&#160;for of 33 other species in this portion of Potaro drainage. This species is rare in scientific collections due to the difficulties of collecting it in its habitats. Further field work is needed to collect specimens in more localities in order to better understand its population status and the true range of this species.", "populationtrend": "unknown", "habitat": "<p></p><p><em>Tatia meesi</em>&#160;is known from the Waratuk cataract area in Potaro River, and from a series of rapids in Kuribrong River, consisting of rapidly flowing water. The species inhabits blackwater rapids with a substrate of sand, gravel and rubble over bedrock to give shelter to the individuals, a common habit for fishes from the family Auchenipteridae.&#160;</p>  <p>The Waratuk cataract, the type locality of <em>T. meesi</em>, consists of rapidly flowing water over huge boulders. At the base of the cataract is a large pool and backwater area with a substrate of sand, gravel and rubble over bedrock which gives shelter to some catfish species, such as the tiny <em>T. meesi </em>(Sarmento-Soares and Martins-Pinheiro 2008; L. Page pers. comm.).</p><p></p>", "threats": "<p>The main threats to this species are related to legal and illegal gold mining activities observed in the Kuribrong and Potaro rivers. <span style=\"\">Gold is removed using mercury, leading to high mercury levels in the water and in the fishes (Miller <em>et al. </em>2003). Large swaths of forest are also replaced by denuded landscapes and toxic spoil ponds (Hayes <em>et al. </em>2020). According to Hayes <em>et al. </em>(2020) and Flavio Lima (pers. comm. 2020), during field work in 2011, 2014, and 2016, little impact to the rivers </span><span style=\"\"><span style=\"\">was observed </span>from mining in the upper Kuribrong. However, a recently completed road now provides easier access to the middle and upper Kuribrong River portions, and the number of small mines increased (Hayes <em>et al.</em> 2020). Notwithstanding, the distributional area of the species in Potaro drainage is around the Kaieteur National Park, a no-mining zone that it should be protected under the laws of Guyana. However, it is reported by Guyana natural resource Ministry&#160;that there are frequently illegal mining activities inside the National Park area. Between 2016 and 2017, there were at least 28 dredges working illegally in the protected Kaieteur National Park area, which underscores the challenges to authorities in Guyana (Stabroek News 2016,<span style=\"\"> iNewsGuyana 2017).</span><span style=\"\"> </span><span style=\"\">As gold mining continues to coexist with prohibition laws, despite&#160;</span><span style=\"\">this species inhabiting the border of the Kaieteur National Park, this subpopulation is considered under threat in that region since it seems to be restricted to the blackwaters of the Potaro drainage portions between the falls at Tumatumari and Waratuk.&#160;</span><span style=\"\">Additionally, there is a hydroelectric plant project (Amaila Falls) in the region of Kuribrong River about 5 km from the locality of the subpopulation of&#160;</span><em>Tatia meesi</em><span style=\"\">, that was stopped, but due to its rheophilic habits of living in rapids and cataract environments, the species can be severely impacted if a hydroelectric plant is built.</span></p>", "conservationmeasures": "<p>Part of the species' range extends into&#160;the Kaieteur National Park, which may provide indirect protection against habitat degradation. Additional information regarding its distribution, population size and population trend would be useful in guiding future conservation action. It is recommended to monitor mining activities in the Kuribrong River both above and below the plateau, as well as in the right bank of Potaro River along the border of the Kaieteur National Park to continually assess the impacts of legal and illegal activities.</p>", "usetrade": "This species is not used or traded."}]}