{"name": "122150489", "result": [{"species_id": 122150489, "taxonomicnotes": null, "rationale": "<p></p><p><em>Mortonagrion amoenum</em> is known with certainty from old records from locations in the west of Java and widely separated locations in the south of Sumatra and on satellite islands off the coast of Aceh Province in the north. The available information on the habitat requirements of the species is inadequate but does suggest that the species occupies lowland swamp forest, mainly in coastal areas; this type of habitat is vanishing fast and for this reason the area of occupancy (AOO) of this species is believed to be less than 2,000 km² and declining, and an ongoing decline in extent and quality of suitable habitat is also inferred. The overall population is likely to be severely fragmented. Taking a reasonable precautionary approach this species is assessed as Vulnerable under criterion B2ab(ii,iii).</p><br/><p></p>", "geographicrange": "<p><em>Mortonagrion amoenum</em> is known from old records from (unpublished) locations in the west of Java (Lieftinck 1954) and widely separated locations in the south of Sumatra (Lieftinck 1935) and on satellite islands off the coast of Aceh Province in the north (Ris 1915). The assessor has also seen a probable photographic record from a location in Aceh province within Gunung Leuser National Park (Guilhem Duvot personal communication 2018), however this record requires confirmation with specimens and is not included in the map. Records of the species from Borneo (e.g. Lieftinck 1954) are now known to refer to a different species (Dow 2011). Coordinate are only available for six locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO may be small and with the current information there is no reason to suppose that it is not less than 2,000 km². The AOO will be declining due to loss of lowland forest throughout the range of this species.</p>", "population": "<p>All that can be said on current population sizes and health can be made for this species with the available information is that a decline in overall population is inferred from loss of lowland forest within the range of the species and that severe fragmentation is likely.</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954) gives the habitat of this species as \"Weedy bog-ponds and marshes in virgin forest, low country\", nothing else has been recorded but most locations appear to be coastal. If Lieftinck’s statement is accurate then an ongoing-decline in both extent and quality of suitable habitat can certainly be inferred from loss and degradation of lowland forest throughout the range of the species.</p>", "threats": "<p>Threats to this species will be from drainage and clearance of lowland forest, for agriculture and also, given the apparently coastal distribution of this species, for other development.</p>", "conservationmeasures": "<p>Fresh data on the distribution and exact habitat requirements of this species are urgently needed.</p>", "usetrade": null}]}