{"name": "171054", "result": [{"species_id": 171054, "taxonomicnotes": null, "rationale": "This species occurs in a relatively large area in Voiotia in Sterea Ellada. It has an area of occupancy (AOO) of 12–16 km²<sup> </sup>and is known from 3–4 locations, although only empty shells were detected in one of them. Although its preferred habitat is relatively continuous in this area, agricultural use makes it almost uncolonizable (Reischütz&#160;<em>et al.</em> 2018). Moreover, habitat degradation due to industrial and tourism developments, and fires, could pose an immediate threat to the species' range at any time. Increasingly frequent drought events may affect it across its whole distribution in the future. The species is therefore assessed as Endangered [EN B2ab(ii,iii,iv,v)]. Focused conservation measures might be needed for this species. Research is recommended to investigate population trends, distribution and its ecology, and frequent monitoring of the habitat and population is recommended.", "geographicrange": "The present species was known from a small coastal area in eastern Voiotia in Sterea Ellada (Gittenberger 1999, Welter-Schultes 2012). It was originally described from two locations (Gittenberger 1999). Recently, Reischütz <em>et al.</em>&#160;(2018) discovered a new location at the ending of Cape Gatsa, but live animals were found only in the lower, wetter areas, probably due to deforestation. Moreover, they detected empty, destroyed shells on the western foothills of the Ptoo mountain, but on the absence of living animals it remains unclear whether the species is also extant there.", "population": "There is scarce information available on the population of this species. Gittenberger (1999) visited the site twice, and he found abundant specimens in one occasion. Reischütz&#160;<em>et al.</em>&#160;(2018) mention that in one of the new locations they discovered only empty, destroyed shells, so there is evidence that the population is showing signs of decline.", "populationtrend": "decreasing", "habitat": "This species is found in rocky areas, hidden deep in crevices and under stones, and it comes to the surface when the humidity is sufficiently high.", "threats": "There is some industrial and tourism development in the area. In addition small holder grazing could impact these habitats. Fire could locally pose a threat to the species range anytime, whereas increased frequency of droughts may affect the species in its whole range in the future. Furthermore, deforestation poses a serious threat in Cape Gatsa, while in one location the empty, destroyed shells are probably due to predators (Reischütz&#160;<em>et al.</em>&#160;2018).", "conservationmeasures": "The present species has been assessed as Critically Endangered (B1) by the Greek Red Book of Endangered Animals (Vardinoyannis <em>et al</em>. 2009). There are no conservation actions regarding the species, but they are   needed given the restricted distribution of the species and   the      presence of immediate and future threats. Research is recommended  upon  the   population trends, distribution and    ecology  of the species, and    frequent monitoring of the  habitat and    population is  suggested.", "usetrade": "This species is not used or traded."}]}