{"name": "171093", "result": [{"species_id": 171093, "taxonomicnotes": null, "rationale": "This species is endemic to Greece, where it is known from a very restricted range in the northeast of the Island of Kerkyra (Corfu) Its extent of occurrence (EOO) and area of occupancy (AOO are both 4 km² and it occurs in just one location. The species has not been collected again since it was described, despite surveys that have been carried out in the area (R. Bank pers. comm. to A. Reischütz, 2017). Quarrying and road construction can pose a threat to this species at any time, whereas alteration of its subterranean habitat resulting from droughts may affect its whole range in the future. The species is therefore assessed as Vulnerable (VU) under criterion D2. However, further surveys for this species are required and if the restricted distribution and a small population size or decline are confirmed, then it would be likely to qualify for the Critically Endangered or Extinct category, considering the possible disturbances to its habitat and the absence of records since the species was described.", "geographicrange": "This species occurs in northeastern Kerkyra Island (Corfu), in northwestern Greece (Gittenberger 1988), where it has not been re-collected since its description, although surveys have been carried out in the area (R. Bank pers. comm. 2017).", "population": "The species has never been found alive but this does not mean it not extant, since it is subterranean and difficult to collect alive.", "populationtrend": "unknown", "habitat": "This species is a troglobite. It is found in subterranean environments in karstic crevices and, most probably, in caves and scree slopes.", "threats": "Quarrying and road construction (particularly if this involves blasting into rock to make way&#160;for roads, which may breach subterranean habitats) can locally pose a threat to the species anytime, whereas habitat alteration resulting from droughts may affect its whole range in the future.", "conservationmeasures": "The species has been assessed as Critically Endangered (B2a) by the Greek Red List of Endangered Animals (Vardinoyannis <em>et al</em>. 2009). Further research and field work are needed upon the distribution of the species, since it has not been found in its distribution range since its description in 1988.", "usetrade": "This species is not used or traded."}]}