{"name": "135431279", "result": [{"species_id": 135431279, "taxonomicnotes": null, "rationale": "<p><em>Pachycypha aurea</em> is only known from peat swamp forest in the south and west of Borneo. Only eight locations have ever been recorded for this extremely locally occurring peat swamp forest species and it can only be considered as currently known from at most five of these. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but it is estimated to be less than 500km<sup>2</sup>, the overall population is certainly severely fragmented, and the AOO and extent and quality of suitable habitat is declining. Threats exist at all locations, including the protected ones. The species is assessed as Endangered under criteria B2ab(ii,iii).</p>", "geographicrange": "<em>Pachycypha aurea</em> is endemic to Borneo, where it is known from Central Kalimantan (Dow &amp; Silvius 2014, Lieftinck 1950, 1953), West Kalimantan and Sarawak (Dow &amp; Reels 2011, Dow <em>et al. </em>2015). There is no published record from West Kalimantan but (M. Hämäläinen personal communication 2018) there is a female specimen labelled Sintang in the Selys collection in Brussels. There may no longer be any suitable habitat for the species in the Sintang area, however it should be looked for in Danau Sentarum National Park and its surrounds, 50-60m away from Sintang, where it might occur. It occurs in national parks in Central Kalimantan and Sarawak, but most locations do not have formal protected status and of two locations in Sarawak, the non-protected one, near to Kuching, is now so degraded that it may no longer support the species, and will be lost to development within the next few decades in any case. One of the locations in Kalimantan Tengah, in the Ampah area, may also no longer support the species. It is likely that its range is restricted to peat swamp forest in the south and west of Borneo, since it has not been found in suitable habitats to the north and east of Maludam National Park in Sarawak, even in Brunei (where the most pristine peat swamp forest remaining in Borneo is to be found). The assessor is aware of records from eight locations, at three of which the species may no longer occur, so only five locations can be considered as currently known. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but the total extent of suitable habitat (peat swamp forest) remaining in Borneo is less than 30,000 km<sup>2</sup> (based on figures in Miettinen <em>et al. </em>2016) and the species does not occur in all of this and appears to occur so locally in the south and west that it is not likely to occupy more than 1% of this habitat (possibly considerable less than this), so the currently known AOO is less than 500 km<sup>2</sup>. The AOO will also be declining due to loss and degradation of peat swamp forest throughout the species’ range.", "population": "<p>This is an extremely locally occurring species that appears to occur at low densities where it does occur. An accurate estimate of its population is not remotely possible with the currently available information, but the population will be declining due to loss and degradation of peat swamp forest throughout the species’ range. The overall population is undoubtedly already severely fragmented because its habitat, naturally occurring in discrete blocks, has become more fragmented due to conversion to plantation and fires.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs very locally at streams and areas of flowing water within peat swamp forest and associated peripheral formations. The extent and quality of suitable habitat for this species is certainly declining throughout its range.</p>", "threats": "<p>The primary threat to this species is from habitat loss. As of 2011 it was estimated (Posa et al. 2011) that from the original peat swamp forests in the areas where&#160;<em>Pachycypha aurea</em>&#160;is known to occur, only 46.6% remained in Kalimantan, and 36.2% in Sarawak and Sabah (and the species only occurs in a small part of Sarawak and not in Sabah). Most of this habitat loss is through conversion of forest to agriculture, principally oil palm although, for instance, very large areas were lost in Kalimantan Tengah when peat swamp forest was cleared for the so-called Mega Rice Project, which failed. Clearance of pear swamp forest for oil palm plantation is ongoing throughout most of the range of&#160;<em>Pachycypha aurea</em>. Forest fires during dry seasons are another serious threat to the habitats of this species and peat swamp forest fires are notoriously difficult to put out. Many fires, especially in Indonesia, appear to be deliberately set to clear forest, but it has proved difficult to bring prosecutions against those responsible.</p><p>Logging is still a threat to the habitats of&#160;<em>Pachycypha aurea</em>. Although large-scale legal logging operations have probably largely ceased in peat swamp forest throughout most of the range of the species, some smaller scale operations still occur and illegal logging is a serious threat, especially since no minimum cutting diameters are enforced so that the forest is likely to be opened up to the point where the species cannot survive. Another potential threat to&#160;<em>Pachycypha aurea</em>&#160;is from excessive drainage; at sites adjacent to oil palm plantations, other agricultural areas, human habitation etc., drainage ditches intended to drain the plantation etc. also lower the water table of the peat swamp forest, therefore affecting the presumed larval habitat and increasing vulnerability to fire. Another form of drainage occurs within peat swamp forest at sites in Kalimantan that have been logged in the past, in these cases a grid of channels have been cut across the peat dome, presumably to allow timber to be taken out on small boats.</p>", "conservationmeasures": "<p>More data on the distribution of this species are urgently needed, and a better understanding of its exact habitat requirements. All existing sites should be given protected status if they do not already have it (but this is unlikely to happen), and increased vigilance is needed at protected areas, both against forest fires and illegal logging activities. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": "<p><br/></p>"}]}