{"name": "194591731", "result": [{"species_id": 194591731, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that this species has an extent of occurrence and area of occupancy both of 4 km<sup>2</sup>, it occurs in a single location defined by a primary threat from fire, and following the destruction of vegetation cover during the 2018 fire season it is likely subject to an ongoing decline in the quality of its habitat through desiccation, while fires and drought are expected to be a recurrent ongoing threat to this species and its habitat. It is vital to survey for this species, and establish the effects of the 2018 bushfires on this species to help establish the severity of fire threats and whether the species can persist following severe burning. The outcomes of such research may lead to an adjustment of the species' extinction risk assessment in future, but at present, we invoke a precautionary approach to our risk assessment.", "geographicrange": "This species has a restricted distribution in the Stirling Range of Western Australia. It is known only from the Bluff Knoll walking trail (Edward and Harvey 2010). There has been less survey effort in this area than for other sites in Stirling Range National Park and it may occur more widely than presently known, but it is a relictual species and is unlikely to occur much more widely than presently known.", "population": "This species has only been found once, and there is little information on its abundance.", "populationtrend": "unknown", "habitat": "This species' habitat consists of moist Jarrah (<em>Eucalyptus marginata</em>) and Marri (<em>Corymbia calophylla</em>) forest with a relatively thick understorey (Edward and Harvey 2010). Adults are found in the winter under rocks, bark and other ground cover. Juveniles occur in leaf litter and soil during the summer period.", "threats": "The known locality was burned during bushfires in 2018, and there have been no subsequent surveys to determine whether this had any impacts on this species. The fire damaged the habitat and may have resulted in some mortality, however this and similar species may be buffered against direct mortality to some degree by its subterranean and fossorial lifestyle (Harvey and Rix 2019). More research is therefore needed to determine whether this species declined as a result of this event. There may be ongoing drying of the habitat as a result of both reduced rainfall and greater exposure of the soil following the destruction of vegetation and litter cover in fires. The Stirling Range has experienced multiple large fire events, including a major event in 1991 that encompassed much of the eastern part of the range, and pressure from fires has been increasing in this area for the past century (CALM 1999, Gilfillan&#160;<em>et al.&#160;</em>2009, D. Utber pers. comm. 2021).&#160;The area from which the species is known could plausibly become drier in the near future, through increased frequency of fires in the region and reduced rainfall, and correspondingly reduced humidity.", "conservationmeasures": "This species is endemic to&#160;Stirling Range National Park. Post-fire surveys are needed to determine the current population status and clarify this species' ability to tolerate impacts from fire and subsequent moisture loss from the soil. Further research is needed to determine whether the species occurs in nearby areas and to better-understand its ecological requirements.", "usetrade": "There is no known use of or trade in this species."}]}