{"name": "176669626", "result": [{"species_id": 176669626, "taxonomicnotes": null, "rationale": "<p><em>Iotabrycon praecox</em> is endemic to the Pacific slope of Ecuador, where it is currently known from the Guayas and Santa Rosa drainages. Extent of Occurrence (EOO) is estimated to be 12,704 km<sup>2</sup>. Total population size and population trend are unknown, but this species appears uncommon in at least the Santa Rose drainage. Given such few collection records, the number of threat based locations where this species occurs cannot be determine with accuracy. However, continuing decline in habitat quality throughout the Guayas River drainage is inferred, based on severe anthropogenic degradation associated with agricultural practices, urban development, and industrial operations. Given a relatively restricted known range, anecdotal reports that this species is uncommon to rare, and several regionally pervasive threats that are producing inferred continuous declines in habitat quality, <em>I. praecox</em> is assessed as Near Threatened under criterion B1ab(iii). Additional research regarding distribution, population size and population trend, and the scope and direct impact of existing threats may quality this species for a higher threatened category. </p>", "geographicrange": "<p><em>Iotabrycon praecox</em> is endemic to the Pacific slope of Ecuador, where it is currently known from the Guayas and Santa Rosa drainages (Barriga 2012, Aguirre&#160;<em>et al.</em>&#160;2014, Jiménez-Prado&#160;<em>et al.</em>&#160;2015). It has been reported specifically from the Palenque, Bimbe, Vinces, Silanchi, and Santa Rosa rivers, as well as an additional collection locality in Bolivar Province (Aguirre&#160;<em>et al.</em>&#160;2014). Although not identified to the species level, one additional record of <em>Iotabrycon</em> occurs from within the Esmeraldes drainage, and constitutes a northern range extension if valid (Aguirre&#160;<em>et al.</em>&#160;2014). Range extension may also extend further southward in coastal drainages in southern Ecuador and northern Peru (Aguirre&#160;<em>et al.</em>&#160;2014). This species occurs at an altitude above 50 masl.</p>  <p>Extent of Occurrence (EOO) is estimated to be 12,704 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Aguirre&#160;<em>et al.</em>&#160;2014). However, this species is known from very few collections, and more comprehensive ichthyological surveys in western Ecuador will be necessary to clarify the true range extent of this species. Given such few collections, the number of threat-based locations where this species occurs cannot be determined with accuracy. </p>", "population": "<p>The total population size and population trend of this species are unknown. Relatively intense sampling effort in the Santa Rosa drainage yielded a single individual, suggesting that this species may be uncommon at the sampled localities (Aguirre&#160;<em>et al.</em>&#160;2014). </p>", "populationtrend": "unknown", "habitat": "<p><em>Iotabrycon praecox</em> is the smallest characid in Western Ecuador, reaching a maximum size of about 2.2 cm standard length (Weitzman and Fink 1985, Aguirre&#160;<em>et al.</em>&#160;2014). It has been collected from small patches of shallow riffle habitat located between areas of deeper slow running water, in isolated pools near the river bank, in small forested streams, and in main river channels (Aguirre&#160;<em>et al.</em>&#160;2014). sexual dimorphism is apparent; females are larger than males but the caudal fin is larger in males (Aguirre&#160;<em>et al.</em>&#160;2014). In addition, females have a small black spot on the base of the caudal fin while males have the modified scales of the caudal-fin organ (Roberts 1973). &#160;</p>", "threats": "<p>Western Ecuador is heavily impacted by anthropogenic factors including habitat transformation for the development of agricultural fields and towns, the building of dams and creation of artificial reservoirs, habitat deterioration due to pollution, mining and severe river bank modification, and heavy fishing pressure (Aguirre&#160;<em>et al.</em>&#160;2014).</p>  <p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006, Aguirre <em>et al.</em> 2021). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centers (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017).</p><p>Similarly to the entire Ecuadorian Pacific slope, several species of African tilapia have been introduced into the Guayas River basin (Aguirre <em>et al.</em> 2021). These exotic species show tolerance to wide variations in water quality, strong ecological adaptability, phenotypic plasticity and reproductive efficiency, which contributes to their successful competition with native species (Stickney 1993). However, the direct impact of these species on native ichthyofauna have not been evaluated in detail and additional research will be necessary to determine the direct impacts of these invaders.</p>  <p>Despite uncertainties regarding the scope and magnitude of existing threats, continuing decline in habitat quality is inferred. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>I. praecox</em>. It is likely that the range of this specie extends into at least on protected area, namely the Palenque River protective forest (Aguirre&#160;<em>et al.</em>&#160;2014, IUCN and UNEP-WCMC 2020). Additional ichthyological survey is urgently needed to determine the range extent, population size, and population trend of this species (Aguirre&#160;<em>et al.</em>&#160;2014). Additional information regarding the direct impact of locally and regionally pervasive threats would help clarify the conservation status of this species.</p>", "usetrade": "<p>This species is not utilized. </p>"}]}