{"name": "169783297", "result": [{"species_id": 169783297, "taxonomicnotes": null, "rationale": "The species is endemic to western Kenya. Its minimum known extent of occurrence (EOO) is 1,014–1,021 km² and its current area of occurrence (AOO) is 16 km². The species has been recorded in three locations: Kitale, Mt. Elgon Forest and Kakamega Forest.&#160;Kitale is unprotected habitat, with threats ranging from agricultural expansion to urbanization and increased use of pesticides. However, Kakamega and Mount Elgon are protected habitats. The species is assessed as Endangered under criterion B (EN B1ab(iii)+2ab(iii)).", "geographicrange": "The species is endemic to western Kenya with occurrence records from Kitale, Mt. Elgon Forest and Kakamega Forest (Larsen 1996, Libert&#160;<em>et al</em>. 2002). The species was erroneously recorded from Uganda by Van Someren in 1939 (Libert <em>et al</em>. 2002).", "population": "The population size and trend are unknown. There are two specimens available at the National Museums of Kenya collection from Mt. Elgon. However, literature shows there are records from Kitale, Mt. Elgon and Kakamega Forest (Libert&#160;<em>et al</em>. 2002). Unfortunately there are no dates of collection mentioned from Kitale and Kakamega, and it is unknown how old these collection records are, it is thus difficult to infer the current population status.", "populationtrend": "unknown", "habitat": "It is a forest canopy species found in the West of the Great rift valley. The larval food plants are unknown, however, <em>Pseudathyma neptidina</em>, a member of the genus, have been bred on <em>Bequaertiodendron</em> by Steve Collins (Larsen 1996).", "threats": "The species occurs in Kitale, Mt. Elgon and Kakamega Forest. Kakamega Forest and Mt. Elgon are protected habitats but Kitale, the type locality for the species, is under threat of agricultural expansion and land use changes to urbanization. Pesticide use mainly in Kitale is also highly likely to be having an adverse effect on the species population.", "conservationmeasures": "The species' life history and host plants are unknown, making its extinction risk assessment difficult. Therefore, there is need for further investigation of the species life history and ecology and its natural habitat trends.", "usetrade": "There is no available information on the trade of this species."}]}