{"name": "178099124", "result": [{"species_id": 178099124, "taxonomicnotes": "This is a valid species (see Nijssen and Isbrücker 1980).", "rationale": "This species occurs in the Kuribrong River below the Amaila falls. It has an extent of occurrence (EOO) with a best estimate of 1,108 km<sup>2</sup>. Gold mining is the major threat and the impacts caused by gold mining in the  Kuribrong River are predicted to increase since a new road reaching the  river banks was built in 2011. There are two locations based on this threat, and it is inferred to be causing a continuing decline in the extent and quality of habitat. A large dam is projected to built  above the Amaila falls, although plans for its construction have been  postponed. Once built, it will regulated the flow of the middle and  lower sections of the Kuribrong River and potentially pose an additional  impact on the populations of <em>Corydoras griseus</em>. Therefore, this species is assessed as Endangered.", "geographicrange": "<em>Corydoras griseus </em>is only known from the Kuribrong River, a tributary of the Potaro River, itself a tributary of the Essequibo River, Potaro-Siparuni region, Guyana. The species was originally described with specimens from the aquarium hobby, stated to have come from the Amazon basin, but Nijssen and Isbrücker (1980) pointed that the species actually occurs in the Kuribrong River, where it was collected in 1959 (specimens at BMNH) and again in 2010, 2011, and 2012 (F.C.T. Lima pers. obs., N. Lujan pers. comm.; specimens at MZUSP, ROM, and ZUEC).", "population": "<em>Corydoras griseus </em>is relatively common across its range, the middle Kuribrong River below the Amaila Falls, both in the Kuribrong River itself, as well as in its larger tributaries (F.C.T. Lima pers. obs.).", "populationtrend": "unknown", "habitat": "<em>Corydoras griseus</em> is found at the Kuribrong River (below the Amaila Falls) and its tributaries, typically in shallow marginal areas with sand bottom, and some litter. The Kuribrong has slightly dark-stained waters, while its tributaries below the Amaila Falls are mostly clearwater (F.C.T. Lima pers. obs.). As other <em>Corydoras</em> species, <em>C. griseus</em> is a benthic feeder, ingesting small invertebrates that dwell on the substrate.", "threats": "The Kuribrong River runs across a well-preserved rainforest area. However, there is a relatively intensive gold mining activity in the river, undertaken both from miners dismantling the river banks using water jets, as well as from miners operating from barges, dredging the river bottom. Some physical impact in the structure of the river has been observed in 2010-2011, although some areas previously occupied by miners showed some degree of recovery (F.C.T. Lima pers. obs.). Another potential threat to <em>Corydoras griseus</em> is the exploitation by the aquarium trade, but the remoteness of the Kuribrong River apparently has been preventing the collection of specimens by fish collectors, as the species is rarely available in the hobby (most of the <em>Corydoras</em> identified as <em>C. griseus </em>in the hobby<em>&#160;</em>actually belong to a distinct, undescribed species from the rio Madeira basin in Brazil; Fuller and Evers 2005, F.C.T. Lima unpubl. data). A large dam is projected to built above the Amaila falls, although plans  for its construction have been postponed. Once built, it will regulated  the flow of the middle and lower sections of the Kuribrong River and  potentially pose an additional impact on the populations of <em>Corydoras griseus</em>.", "conservationmeasures": "No conservation actions are known for the species.", "usetrade": "<em>Corydoras griseus</em>, as other <em>Corydoras</em> species, is targeted by the aquarist hobby."}]}