{"name": "195278682", "result": [{"species_id": 195278682, "taxonomicnotes": null, "rationale": "<p>This unique marine gastropod is restricted to deep-sea hydrothermal vents in the West Pacific Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at a depth of 1,026 m bsl. As the species occurs only at hydrothermal vent fields, has a restricted AOO and EOO, and has been found at one location, the plausible threat of future anthropogenic influence from deep-sea mining in these sites justifies the assessment of the species as Vulnerable (VU D2). Whilst no licences have been granted within the New Zealand EEZ to date, if mining were to be approved, the projected decline in the extent and quality of habitat would lead to a rapid decline in species population. Therefore, an urgent reassessment would be merited if there was a substantial change to the status of mining licence arrangements or if there are future changes to the prices of relevant commodities, whereby the assessment would increase to Critically Endangered (CR B1ab(iii)+2ab(iii)). A reassessment would also be merited if a moratorium on deep-sea mining is reached by the New Zealand Government, whereby the assessment would likely decrease to Near Threatened or Least Concern.</p>", "geographicrange": "This deep-sea gastropod is restricted to one location at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location lies just outside the Exclusive Economic Zone of New Zealand. The species is currently known from one vent field with active black smokers and diffuse venting located at a depth of 1,026 m bsl, namely the Monowai Caldera vent field on the Kermadec Arc (Fraussen <em>et al. </em>2016). This species is present over a small area at this vent field.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Fraussen <em>et al. </em>2016).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at a depth of 1,026 m bsl.", "threats": "<p>The Monowai Caldera vent field lies within the New Zealand Exclusive Economic Zone and is not subject to International Seabed Authority governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, within the New Zealand EEZ has had some previous interest. In 2017, the New Zealand Environmental Protection Authority approved Trans-Tasman Resources' proposal to mine in New Zealand's EEZ (Lillie, 2019). However, the proposal to extract seabed minerals has subsequently been suspended following legal challenges.&#160;As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.</em>&#160;2018). Polymetallic sulphide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the likelihood of future exploitative mining licences within the New Zealand EEZ to be a significant threat to the species.</p>", "conservationmeasures": "There are no conservation actions currently in place at any vent fields within the New Zealand EEZ. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along West Pacific Ocean ridges.", "usetrade": "There is no known trade or use of this species."}]}