{"name": "201983", "result": [{"species_id": 201983, "taxonomicnotes": "<em>Pinniwallago kanpurensis</em> was described from a small lake 'Bara Tal' near village of Bhitargaon, Kanpur, Uttar Pradesh, India (Gupta<em> et al. </em>1981). This unique genus and species was disregarded as based on anomalous specimens and synonymized to <em>Wallago attu </em>by Menon (1999). However, other authors (Talwar and Jhingran 1991, Ferraris 2007) have considered this monotypic genus valid.", "rationale": "<em>Pinniwallago kanpurensis </em>is assessed as Critically Engendered (Possibly Extinct) because the species is known only based on its type series, consisting of three specimens, collected from a small lake in 1976, which has experienced drastic habitat degradation from the densely populated village and surrounding agricultural lands; both causing significant pollution of the lake. If the species is extant within the lake however, it is thought to be restricted to a single location and is likely severely impacted by ongoing habitat degradation. There is an immediate need to carry out exploratory surveys in its type locality and adjacent areas to see if there is any extant population of the species.", "geographicrange": "<em>Pinniwallago kanpurensis</em> is only known from a small lake 'Bara Tal' near village of Bhitargaon, Kanpur, Uttar Pradesh, India (Gupta<em> et al. </em>1981). There are three specimens from the type series where the paratypes were collected on 5<sup>th</sup>&#160;July 1976. The species has never been recorded since and is therefore considered to be Possibly Extinct. If extant however, the species is thought to exist from a single location within the lake (which is no more than 0.023 km<sup>2</sup> in area) and is next to a densely populated village and is surrounded by agricultural fields which has previously led to a drastic decline in the habitat, with threats likely continuing to impact the habitat of the species.", "population": "There is no information regarding population status and population trends for this species. The species has never been recorded since its original description based on three specimens.", "populationtrend": "unknown", "habitat": "<em>Pinniwallago kanpurensis</em> was described from a small lake. The quality of the habitat has drastically declined as the lake is situated next to densely populated village and agricultural fields.", "threats": "The habitat of the species in the lake has drastically declined due to anthropogenic activities as it is situated next to a densely populated village and is surrounded by agricultural fields; both of which have resulted in significant pollution. These threats are thought to be continuing.", "conservationmeasures": "No species specific conservation actions are in place for <em>Pinniwallago kanpurensis</em>. The species is also not known from any protected area. Since the species is known only from its original description and has not been recorded for more than four decades there is a need to carry out exploratory surveys in its type locality and adjacent areas to record any extant population. If the extant population is confirmed there is an immediate need to protect the area and habitat to conserve this unique species.", "usetrade": "There is no information on use and trade of this species."}]}