{"name": "184535327", "result": [{"species_id": 184535327, "taxonomicnotes": null, "rationale": "<em>Copelatus ankaratra&#160;</em>is a high-altitude species that is endemic to Madagascar. The extent of occurrence (EOO) and area of occupancy (AOO) of this species are both estimated to be around 8 km<sup>2</sup>, as the beetle has only been found in the Ankaratra Massif Reserve. The current population trend is unknown. With signs of habitat degradation in the area, and the ongoing threats of deforestation and fire, this species is considered to occur at two locations, and a decline in the quality and extent of the habitat is inferred. Therefore, this species is assessed as Endangered. Monitoring anthropogenic activities and increased protection of the area is required. In addition, further research and monitoring of the population trend and threats is recommended.<em><br/></em>", "geographicrange": "This is a high-altitude species that is endemic to Madagascar, found at altitudes above 2,000 m asl (Ranarilalatiana <em>et al.</em> 2019). Based on the currently known records, the extent of occurrence (EOO) and area of occupancy (AOO) of this species are both estimated to be around 8 km<sup>2</sup>. Considering the threat of habitat degradation, through deforestation and fire, this species is considered to occur at two locations.", "population": "This species is only known from a few localities in mountains of the Ankaratra Massif Reserve. The population trend is unknown.", "populationtrend": "unknown", "habitat": "The species is found at high altitudes, associated with spring water, in springs with grass vegetation (Ranarilalatiana <em>et al.</em>&#160;2019). Due to recent degradation, there is considered to be a decline in the quality and extent of the habitat.", "threats": "The habitat of this species has been impacted by degradation, as a result of heavy deforestation, fire (Rabemananjara <em>et al.</em> 2012), overgrazing by livestock and expanding potato farming. As a high altitude species, climate change may also impact the species. While these factors will have a negative impact on the species, the extent of the impact is currently unknown.", "conservationmeasures": "In 2015, the Ankaratra Massif Reserve was established, adding protection to the higher altitude area where this species is found. Despite this protection, there have still been signs of degradation in the area (Ranarilalatiana <em>et al.</em>&#160;2019), and so ensuring that anthropogenic activities do not continue to impact the area is essential for the conservation of this species. In addition, further research and monitoring of the population trend and threats are recommended.", "usetrade": "This species is not known to be used or traded."}]}