{"name": "185968", "result": [{"species_id": 185968, "taxonomicnotes": "There was some uncertainty that this species should be known as&#160;<em>Gobionellus atripinnis, </em>however, it is currently considered to be valid as <em>Ctenogobius claytonii</em>.&#160;<em>Gobionellus atripinnis</em>&#160;is considered a junior synonym<em>&#160;</em>(L. Tornabene and F. Pezold pers. comm. 2015).", "rationale": "This species is endemic to the Gulf of Mexico where it is restricted to five stream/estuary locations between southern Texas to Mexico. It has an estimated AOO of less than 2,000 km<sup>2</sup> and its habitat is patchily distributed. Given this information, it meets the threshold for Vulnerable under B2. It may be locally common off Veracruz, however, it is not generally abundant or common elsewhere. It is threatened by habitat loss due to coastal development, industrial pollution and water diversion. Subpopulations from the Rio Grande River are suspected to have been extirpated and these threats are likely acting on the level of the watershed, so each river is a location (was six locations, now five locations). Therefore, this species is listed as VU B2ab(iii,iv).", "geographicrange": "<em>Ctenogobius claytonii</em>&#160;is endemic to the Gulf of Mexico where it is patchily distributed. It is known to inhabit six streams and estuaries between the Rio Grande near Brownsville (Texas), south of Tampico to Pajaritos Lagoon, Rio Coatzacoalcos in Mexico (F. Pezold pers. comm. 2011), and Pantanos de Centla, Mexico (Macossay-Cortez <em>et al.</em> 2011). A record from the northeastern Yucatan&#160; requires verification (R. Robertson pers. comm. 2014). It has an estimated area of occupancy (AOO) of 3,962 km<sup>2&#160;</sup>(calculated by clipping the distribution polygon to the zero to five metre bathymetric layer extracted from ETOPO), but since it is restricted to patchily distributed estuaries across this area, its AOO is likely less than 2,000 km<sup>2</sup>. Subpopulations from the Rio Grande River are suspected to have been extirpated and threats are likely acting on the level of the watershed, so each river is a location. Therefore, there were originally six locations and now five locations.", "population": "This species<em>&#160;</em>may be locally common off Veracruz (Mexico), however, it is not generally common throughout its range.&#160;Five specimens were collected in a survey conducted in the wetland of Pantanos de Centla, Mexico (Macossay-Cortez <em>et al. </em>2011). It has not been recorded&#160;from the Rio Grande&#160;River (Texas and Mexico)&#160;for at least the past 30 years, therefore, subpopulations in this area may be extirpated (F. Pezold pers. comm. 2011).", "populationtrend": "unknown", "habitat": "This demersal, amphidromous species occurs in tidal freshwater associated with silty sandbars and grass beds (F. Pezold pers. comm. 2011). Its maximum known size is 6 cm SL.", "threats": "<em>Ctenogobius claytonii</em>&#160;is threatened by pollution, water diversion and habitat loss. In the Biosphere Reserve&#160;of Pantanos de Centla, there has been a drastic reduction or disappearance of submerged aquatic vegetation, prevalence of eutrophication, changes in the flood pulses, frequent construction of canals and dams above the high Grijalva&#160;watershed, land development and inputs of cattle and human feces generated due to the lack of&#160;municipal services (Guerra-Martinez and Ochoa-Gaona 2008, Macossay-Cortez <em>et al. </em>2011).", "conservationmeasures": "<em>Ctenogobius claytonii</em>&#160;is listed as \"Threatened\" in a checklist of freshwater fishes of Texas (Hubbs <span style=\"font-style: italic;\">et al.</span> 2008), however, it probably does not occur in Texas (F. Pezold pers. comm. 2011). More information is needed on the population, habitat status and impact of major threats. Pantanos de Centla is a Ramsar-protected wetland, however, it has undergone serious degradation due to a variety of anthropogenic influences (Guerra-Martinez and Ochoa-Gaona 2008,&#160;Macossay-Cortez <em>et al.</em> 2011).", "usetrade": "<em>Ctenogobius claytonii</em>&#160;is not utilized."}]}