{"name": "176460856", "result": [{"species_id": 176460856, "taxonomicnotes": null, "rationale": "<em>Heptapterus mbya</em> is assessed as Vulnerable. It has a limited distribution in some creek tributaries of Paraná river in Misiones, with an extent of occurrence (EOO) of 14,494 km<sup>2</sup>. Although two of the localities are located into protected areas, there are threats in the basin derived from deforestation, forestation with exotic species and agrochemicals from tea, yerba mate and tobacco crops, and increasing urbanization, among others. There are four locations based on these threats, and an inferred continuing decline in habitat.", "geographicrange": "<em>Heptapterus mbya</em> is recorded from the Cuña Pirú, Moreno, and Azul streams. The three streams are located in the río Paraná basin in Misiones, Argentina; the latter two are headwaters of Garuhapé stream (Azpelicueta <em>et al.</em> 2011). Later Casciotta <em>et al.</em> (2016) record it from Mbocay river, another affluent of Paraná river in Misiones, near Iguazú river. It probably also inhabits other streams located between these two areas, but there are no specific records.", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and progress (Flores<em> et al.</em> 2020). These rivers are stony-bottomed, clear waters and fast current, with waterfalls of different heights. The Cuñá-Pirú creek is a small, clear fast flowing stream with a rock and sand bed, and vegetated margins; water temperature ranges from 19.3 to 33.4°C during summer (Miquelarena <em>et al.</em> 2002). The Mbocay river flows through a mantle of volcanic rock from the Serra Geral Formation dating from the Mesozoic era (Casciotta <em>et al</em>. 2016). On its banks develops the typical Ultisol soil, characteristic for its red to reddish brown colour (Burkart <em>et al.</em> 1999).&#160;Most of specimens in type locality were collected in a pond about 1 m deep, with a slow current, and a sandy bottom; the place was bordered by dense vegetation, completely covered by shadow. The parameters measured were temperature at 18-20°C, conductivity= 81μS/cm, and pH= 6.3 (Azpelicueta <em>et al.</em> 2011).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The Cuña-Pirú creek, mainly due to its extension, has a great anthropic influence because of the expansion of forestation with exotic species, tea, grass and tobacco crops, and with the increase in urbanization and deforestation (Araya 2017). The lower reach of the Mbocay stream is impacted by pollution from the urban area of Puerto Iguazú, where it receives domestic effluents. There is also contamination by use of agrochemicals (Almirón <em>et al.</em> 2019).", "conservationmeasures": "Cuña-Pirú creek is moderately protected by the homonymous reserve (Araya 2017), and also the middle basin of this stream is partially protected, as it passes through the Salto Encantado Provincial Park and Cultural Reserve of the Cuña-Pirú Valley, the Cuña-Pirú Private Reserve and the Cuña-Pirú Municipal Ecological Reserve (Azpelicueta<em> et al.</em> 2005). However, only one record of <em>H. mbya</em> is inside the first of these protected areas.&#160;The Mbocay record is well protected, because this stream is the limit between two protected areas: Iguazú National Park and Puerto Penínusla Provincial Park (Casciotta <em>et al.</em> 2016).", "usetrade": "There is no use or trade information for this species."}]}