{"name": "173256730", "result": [{"species_id": 173256730, "taxonomicnotes": null, "rationale": "<em>Pethia longicauda </em>has a restricted distribution in three fragmented locations in Hiranyakeshi and Tamraparni Rivers of east flowing Krishna River system and Astoli River of west flowing Kali River system with <span style=\"\">an extent of occurrence (EOO) of 5,211 km<sup>2</sup>. The habitat of </span>the species in Hiranyakeshi and Tamraparni Rivers are impacted by domestic and agricultural runoffs. In Hiranyakeshi river the the habitat is also threatened by release of untreated effluent from a local small scale sugar industry and four alien invasive species. The species is therefore assessed as Vulnerable.", "geographicrange": "<em>Pethia longicauda </em>is known from the upstream catchment areas of Hiranyakeshi and Tamraparni Rivers of eastward flowing Krishna River system in Maharashtra and Astoli River of westward flowing Kali River System of Karnataka parts of the Western Ghats, India (Katwate <em>et al.</em> 2014, 2018; Kumkar <em>et al.</em> 2017).", "population": "There is no information on population status or trends for <em>Pethia longicauda</em>.", "populationtrend": "unknown", "habitat": "<em>Pethia longicauda </em>occurs in flooded temporary pools in streams and main river channel with sluggish water currents, riffles and runs with riparian vegetation and with boulders, sand and gravel as substratum (Katwate <em>et al. </em>2014, 2018).", "threats": "Species specific threats are not known for <em>Pethia longicauda</em>. However, the habitat in two of the three known locations, namely in Hiranyakeshi and Tamraparni rivers, are threatened due to anthropogenic interventions. In the Hiranyakeshi River, the habitats are threatened due to agricultural runoffs as the river bank have agricultural lands, which mainly cultivate sugar (Kumkar <em>et al.</em> 2017). There is also a sugar factory that is known to release untreated effluents in the river (Kumkar <em>et al.</em> 2017). Some parts of both the Hiranayakeshi and Tamraparni rivers are also polluted by domestic wastes because of runoffs and washing activities. Kumkar <em>et al.</em> (2017) also reported four invasive species in Hiranyakeshi, namely <em>Gambusia affinis</em>, <em>Poecilia reticulata</em>, <em>Oreochromis mossambicus</em> and <em>Clarias gariepinus</em>, of which the first two were also recorded from areas occupied by <em>Pethia longicauda</em>.", "conservationmeasures": "Site/area protection and management, resource and habitat protection and management of invasive species are conservation needs for the species. Further, education and awareness at the local level is essential along with legislation that enforce more strict rules for industrial effluent management. There are also data gaps that can hinder conservation management and therefore research and monitoring is essential to understand population size, population trends, habitat trends, distribution, life history and ecology of the species.", "usetrade": "There is no use and trade information for the species."}]}