{"name": "161321464", "result": [{"species_id": 161321464, "taxonomicnotes": "Genus recently revised by Heath and Pringle (2004). No notable issues.", "rationale": "This range-restricted endemic occurs in the Western Cape Province, South Africa (Extent of Occurrence 120 km<sup>2</sup>, Area of Occupancy 24 km<sup>2</sup>). There are three locations. There are threats to some of the subpopulations because of habitat degradation, with a suspected decreasing trend in population numbers. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to the Western Cape Province in South Africa, in the southern Cape coastal region between Vermaaklikheid in the west and Still Bay in the east.", "population": "The five subpopulations are as follows: 1. Pauline Bohne Nature Reserve - one large subpopulation spread over a distance of 1.2 km. 2. Still Bay West - one small, isolated subpopulation, 2.5 km from the nearest subpopulation in Pauline Bohne Nature Reserve. 3. Kransfontein - one small, isolated subpopulation 4.7 km from Still Bay West. 4. Langhoogte - one small, isolated subpopulation 4.4 km from Kransfontein. 5. Vermaaklikheid area (30 km from Still Bay) - one isolated but fairly large subpopulation, spread over 650 m.", "populationtrend": "decreasing", "habitat": "It occurs in short vegetation or bare/rocky areas on flat ground in limestone fynbos or sand fynbos.", "threats": "Some subpopulations have been lost due to urban expansion, particularly in the Still Bay area, and this trend continues.&#160;<em>Thestor</em> populations are only sustainable if the veld has a natural fire and grazing regime. In the absence of fire and grazing the habitat becomes overgrown with woody elements and is then not open enough to maintain populations of the host ant <em>Anoplolepis custodiens</em>.", "conservationmeasures": "Action should be taken to secure known localities close to Still Bay and Vermaaklikheid before these are lost to development or agriculture. Further exploration should be done to find other colonies elsewhere in this area. The spread of alien plants close to the existing known localities should be monitored.", "usetrade": null}]}