{"name": "184496", "result": [{"species_id": 184496, "taxonomicnotes": null, "rationale": "The extent of occurrence (EOO) of this species is 25 km² based on the area of Dagusi Island, the&#160;only known site where it might still occur. However, Albrecht (pers. comm. 2016) did not record this species during recent (2014) survey work in the Kenyan part of Lake Victoria. The region is already very disturbed with sedimentation and pollution which is leading to a declining quality of habitat for <em>E. crassa</em>. There is one threat-based location. This species has not been collected since the 1950s and is assessed as Critically Endangered (Possibly Extinct).", "geographicrange": "This species is endemic to Lake Victoria. The type locality is Dagusi Island, Uganda, and there are also records from Winam (Kavirondo) Gulf at Kisumu in Kenya and south of Mui Island near Entebbe in Uganda (Mandahl-Barth 1954). Mandahl-Barth (1988) believed this species to be uncommon in the lake. There are no recent records from Muli <em>et al.</em> (2004), Mwambunga (2004) nor Albrecht (Albrecht pers. comm. 2016).<br/><br/>This species is likely to already be extinct given the lack of recent records and the high level of threat in Lake Victoria. In this Red List assessment, it is considered to be extinct at Kisumu and near Entebbe, as these areas have been highly impacted by pollution (primarily sewage from urbanisation, and pesticides and fertilisers from agriculture), and possibly extinct at Dagusi Island, the least impacted site (although there are no recent records from Albrecht who sampled around Dagusi Island in 2014 (Albrecht&#160;pers. comm. 2016)).<span class=\"small\"><br/><br/>Azevedo <em>et al.</em> (1961) recorded <em>Eupera</em> <em>crassa</em> <span class=\"small\"><span class=\"small\">(as <em>Byssanodonta crassa</em>) from central and coastal Mozambique. However, Daget (1998) considered this a misidentification of <em>Eupera ferruginea</em>.</span>", "population": "No population trend data are available. Mandhal-Barth (1988) noted that it appeared to be uncommon in the lake. There are no recent records from Albrecht who sampled around Dagusi Island in 2014 (Albrecht&#160;pers. comm. 2016).", "populationtrend": "unknown", "habitat": "This species was recorded near Dagusi Island in Lake Victoria at a depth of 12-13 metres, and the other two records are also from shallow parts of the lake (Mandahl-Barth 1954, 1988).", "threats": "The records for this species are all over 60 years old. Since these records were collected the water quality of the entire lake has decreased. This was initially due to increased urbanisation with untreated sewage being discharged into the lake. In the last 30 years, there has been agricultural intensification and this has increased sedimentation and run-off with pesticides and fertilisers.", "conservationmeasures": "No information is available on conservation actions.", "usetrade": "This species is not used."}]}