{"name": "117849983", "result": [{"species_id": 117849983, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi with a lake-wide distribution. It is at risk from longline fisheries and beach seines when coming into shallow waters. It has suffered a severe population decline of 80% in the past 10 years in the southern part of the lake where fishery catch records exist. It is estimated that the decline across the whole lake is 30% over the past 10 years. Therefore, it is assessed as Vulnerable.", "geographicrange": "This species is endemic to Lake Malawi&#160;where it is very abundant and widely distributed throughout the lake.", "population": "It is a very common cichlid from deep water. It has suffered a severe population decline of 80% in the past 10 years in the southern part of the lake where fishery catch records exist. It is estimated that the decline across the whole lake is 30% over the past 10 years.", "populationtrend": "decreasing", "habitat": "It is widely distributed in the shelf and rocky reef zones in 2-65 m depth. Juvenile fish are found in the littoral zone, in swampy, sandy, and rocky habitats. A major piscivore of the pelagic zone with a length at maturity for males (minimum) 20.4 cm and for females 18.7 cm SL. Females reach a fecundity of 117-680 eggs. It is mostly caught using hand lines, gill nets, and sometimes chirimila nets but occasionally it is also caught in demersal and mid water trawls, with juveniles often caught in beach seines. The maximum size is 42 cm SL.", "threats": "A local threat to this species is the use of small-meshed seines operating in shallow bays, the vegetation of which this species uses as nursery grounds. Subsistence fishing using hook and line is potential threat.", "conservationmeasures": "Part of the juvenile population occurs in Lake Malawi National Park.", "usetrade": "This species is not targeted by the ornamental fish trade, but is regularly caught on hook and line by subsistence fishermen."}]}