{"name": "161341657", "result": [{"species_id": 161341657, "taxonomicnotes": null, "rationale": "This species is found in KwaZulu-Natal Province in South Africa and recently it was also recorded in Malawi (Extent of Occurrence (EOO) &gt;26,000 km<sup>2</sup>, minimum Area of Occupancy (AOO) 60 km<sup>2</sup>, and the maximum AOO is very likely to be &lt;2,000 km<sup>2</sup>&#160;- even though the actual figure is unknown and very uncertain. This is because the habitat between Maputaland and Malawi has been heavily transformed and we know this butterfly is a specialist). In South Africa there are five locations, two of which (Manguzi and Sodwana Bay) are under threat from bush clearance, small scale agriculture and urbanisation. There is a possible future threat of insecticide spraying of deltamethrin, to reduce Tsetse Fly populations to a degree where sterile male release could eradicate them, but in the medium term (5 years) this is unlikely (A. Armstrong, <em>pers. comm.,</em> and FAO and IAEA 2020). The Malawian subpopulation is also a location under threat, due to forest clearance encouraged by government action. The number of locations is small, the AOO is small, and there are threats to at least three locations. The taxon thus qualifies globally under the IUCN criteria as Vulnerable under criterion B.", "geographicrange": "This taxon is found in KwaZulu-Natal Province in South Africa, from False Bay in the south to Kosi Bay in the north-east, and Tembe Elephant Park in the north-west. It is also found in Malawi (Ruo Forest near Mount Mulanje). There are unconfirmed records from Beira in Mozambique and the Mutare area of Zimbabwe, which were not considered for this assessment.", "population": "This taxon is rare and restricted to suitable forest understory habitat. There appear to be seven subpopulations in South Africa, all of which are in the Maputaland area of northern KwaZulu-Natal Province. There is also a subpopulation in Ruo Forest at Mount Mulanje in Malawi. There are no confirmed records from southern Mozambique, which has suitable sand forest habitat, where it is likely to be found.", "populationtrend": "unknown", "habitat": "It occurs in shady areas of coastal or lowland dry, sandy forest. The very similar <em>Hypolycaena philippus</em>&#160;may be found nearby but it flies in open areas on the edges of the forest.", "threats": "The subpopulations in Manguzi Forest and Sodwana Bay, despite being inside protected areas, are under threat from bush clearance, small scale agriculture, and urbanisation. The authorities appear to have little power to prevent this. The Maputaland subpopulations also face a possible future threat of insecticide spraying to reduce Tsetse Fly populations to a point where sterile male release can be used to eliminate them. The Malawian subpopulation is under threat from forest clearance as a result of government allocating responsibility for forest care to local chiefs. This has led to extensive deforestation all over the country (R. Murphy pers. comm).&#160;<br/><br/>This is a niche taxon that is vulnerable to changes in rainfall and temperature as a result of anthropogenic climate change. This makes the subpopulations in reserves such as False Bay Park, Tembe and Kosi Bay, as well as Phinda, subject to threats from temperature extremes and droughts.", "conservationmeasures": "The ecology of this species is poorly known and requires study. Also, the Extent of Occurrence is likely to be larger than that recorded in this assessment, and concerted efforts should be made to find new colonies. Additionally, the Malawian subpopulation is under threat from deforestation and the government of that country needs to be made aware of the threats to this rare butterfly. Overall, therefore, surveys are required to determine its full range, and research is needed into its life history and ecology, while the known populations need to be monitored.", "usetrade": null}]}