{"name": "17762", "result": [{"species_id": 17762, "taxonomicnotes": null, "rationale": "The area of the lagoon measures only 1.8 km<sup>2</sup> and so is well within the thresholds for Critically Endagered in terms of both AOO and EOO, in addition to a single location of the lake.The very limited distribution puts the population at risk for rapid or sudden extinction due to habitat loss due to groundwater over-extraction (Alcocer <em>et al</em>. 2009).", "geographicrange": "The species is endemic to Laguna de Alchichica, in Puebla, Mexico (Álvarez del Villar 1970).", "population": "Arce-Uribe (2006) and Alcocer <em>et al</em>. (2009) estimated the population abundance as between 16, 000 and 21, 000 organisms over 1 cm in length.", "populationtrend": "decreasing", "habitat": "<p>The crater lake of Alchichica shows the following characteristics: its axis is almost 2000 m long and maximum depth is 68 m; throughout an annual cycle the transparency ranges from 3 to 5 m, the temperature from 15 to 19 ° C, the dissolved oxygen varies from 7 to 8.5 mg/ l, the hardness from 15 to 27.5 mg/l, the pH of 9 to 9.2, sulfates of 157 to 687 mg/l, phosphates 0.03 to 0.71, nitrates of 2.42 to 14.52 mg/l. It is the most brackish of the crater lakes of the region, salinity reaches values of 5.5 o/oo (parts per thousand) in the rainy season at 10.0 o/oo (parts per thousand) in the dry season (Díaz-Pardo 1992). The surface are of the lake is 1.81 km<sup>2</sup> (Arriaga-Cabrera <em>et al</em>. 1998)</p><p>It is an iteoparous species, with periods of reproduction from February to April and from July to September, with a spawning peak in March. The sunsets are composed of numerous chorionic filaments that adhere to the submerged macrophytes and calcareous tuff deposits (Flores-Negrete 1998).&#160;Reproductive recruitment occurs in an average pattern length of 37 mm in both sexes (Díaz-Pardo 1992). Flores-Negrete (1998) reports a minimum size of first reproduction for females of 40 mm of LP, while for males of 37 mm of LP.&#160;Maximum recorded fertility is 2423 eggs in a 70 mm female (Flores-Negrete 1998)</p>", "threats": "<p>The species is threatened by habitat loss due to groundwater over-extraction and its marked microendemism (Alcocer <em>et al.</em> 1998). Other potential threats include tourism and occasional diving in the lagoon (Díaz-Pardo<em> </em>2016).&#160;</p>", "conservationmeasures": "The species is listed in the SEMARNAT 2010 as 'threatened endemic' and found in the CONABIO (the 'The Comisión Nacional para el Conocimiento y Uso de la Biodiversidad') hydrological priority region.", "usetrade": "The species is targeted by local fisheries."}]}