{"name": "23116", "result": [{"species_id": 23116, "taxonomicnotes": "The types Hubbs used in 1924 to describe <em>Goodea captiva</em> from Jésus María were collected in 1907 by S.E. Meek but regarded as <em>Goodea atripinnis</em>. In 1937, Hubbs and Turner transfered the species into the new erected genus <em>Xenoophorus</em> and described a second species in this genus, <em>Xenoophorus erro</em> from the Río Santa María. In 1939 they described from endorheic streams near Venado and Moctezuma a third one, <em>Xenoophorus exsul</em>. J. Fitzsimons (1979) finally synonymized the last two species with <em>Xenoophorsu captivus </em>as he couldn't find any differences. According to three separate drainages, three subpopulations can be distinguished: The Río Santa María subpopulation (type subpopulation), the Río Matehuala subpopulation from Venado and Moctezuma and the Illescas subpopulation, that inhabited the endorheic springs near Illescas and which is regarded Extinct in the Wild.", "rationale": "The Relict Splitfin is a freshwater fish endemic to the Mexican federal state of San Luis Potosí. It was historically known from the headwaters of the Río Santa María (downstreams to just below Santa María del Río) the Río Pánuco drainage, including its main source in the mountains, in addition to the Río Altamira and the Río Villela (Río Tierra Quemada), just below Santa María del Río. It also occurrs in two affluents of the endorheic Río Matehuala at Venado and Moctezuma and the also endorheic springs at Illescas. It was extirpated from the springs at Illesacas due to water over exploitation and reduced to remnant stocks within the other populated drainages due to water pollution, water over exploitation and competition through non-native fish and droughts.<br/><br/>The worst case scenario for AOO (28 km<sup>2</sup>) and EOO (4,000 km<sup>2</sup>) meet the thresholds for Endangered (AOO: 500 km<sup>2</sup>; EOO: 5,000 km<sup>2</sup>). Taking into consideration the given threats, only two locations and severe declines in EOO, AOO, subpopulations, locations, habitats and the quality of the habitats, the Relict Splitfin is assessed Endangered.&#160;<br/><em></em>", "geographicrange": "The Relict Splitfin is a freshwater fish species endemic to the Mexican federal state of San Luis Potosí. It is historically known from the headwaters of the Río Santa María (Río Pánuco drainage)&#160;to about 15 km below the town of Santa María del Río, including its main source, the&#160;Río Altamira&#160;and the Río Villela (Río Tierra Quemada) that merges into the Río Santa María right below Santa María del Río. It also occurs in spring areas of an endorheic river (Río Matehuala) about 70 km north of the city of San Luis Potosí, especially in the springs in Venado and Moctezuma; it&#160;was also known to inhabit the endorheic springs at Illescas that dried up in 1996 (J. Artigas-Azas pers. comm. 2018). Domínguez-Domínguez&#160;<em style=\"\">et al.</em>&#160;(2008) estimated a 65% reduction of most of its historical geographic range. <br/><span class=\"st\">", "population": "The population of <em>Xenoophorus captivus</em> is small. All known habitats display stocks in low to moderate numbers, and the species seems to have a certain affinity to submerged vegetation. The Panuco subpopulation is severely affected by water exploitation, agriculture and droughts. Only a few localities persisted with small stocks. Additionally, large sections of the Río Santa María became uninhabitable for the species due a Power Plant in Villa de Reyes using water to cool its engines. The subpopulation in Venado and Moctezuma are under pressure of non-native Green swordtails, which compete for food and space. The habitats are also used for recreation which causes water pollution, to a degree. The population of Illescas was extirpated by over exploitation of water for agriculture.", "populationtrend": "decreasing", "habitat": "<p>The Relict Splifin uses habitats of springs and their outflows, small streams and ditches. This species lives over substrates of silt, mud, clay, sand, gravel and rocks in clear to murky water. It prefers depths of less than 1 m with slight to moderate currents. Aquatic vegetation is typically comprised of ubiquitous green algae and <em>Lemna</em>, <em>Eichhornia</em>, <em>Ceratophyllum</em>, <em>Nasturtium </em>and <em>Potamogeton&#160;</em>(Miller 2005). <br/></p><p>Köck <em>et al.</em> (2014) surveyed the habitats in Venado and Moctezuma. The habitat of <em>Xenoophorus captivus</em> in Venado is a swift flowing spring-fed shallow creek in a light forest, approximately 5 m wide and 20 cm deep (some pools up to 50 cm deep) with ground made of sand, gravel, silt and rocks. Part of the embankment is made of submerged vegetation, mainly<em> Chara </em>species. The Relict Splitfin was found in low numbers within the dense vegetation, together with crayfish<em></em>. The creek itself showed moderate numbers of non-native green swordtails (<em>Xiphophorus hellerii</em>) within the deeper pools. The habitat in Moctezuma is part of a recreation area, mainly used for picnics. It is a swift flowing creek, between 0.5 and 1.2 m deep and between 0.5 and 2 m wide, and is covered with dense submerged vegetation<em></em>. The Relict Splitfin was found mainly in the deeper sections, over ground of sand and silt with few rocks and plants, but within a thick system of tree roots. <br/></p><p></p>", "threats": "The Relict Splitfin occurs in spring and streams within a very arid area and therefore faces severe threats. Besides water pollution from agriculture and domestic sewage, non-native fish (especially Poeclids:&#160;<em>Xiphophorus hellerii</em> and <em>Poecilia mexicana</em>)<em></em>&#160;also occur in part of its habitats. In Venado, swordtails are the main species populating the creek, with <em>Xenoophorus captivus</em> hiding in vegetation. Water exploitation and groundwater pumping, especially in combination with droughts caused by climate change, threatens almost all habitats and have caused populations of Illescas to disappear. In addition, the energy production is an important threat to parts of the population. For example, the Power Plant in Villa de Reyes uses water from the Río Santa María to cool itsengines, leading to river desiccation in the dry season and making the river uninhabitable across large sections.", "conservationmeasures": "<p>The only ongoing conservation effort is a monitoring and<em> ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico.</p>", "usetrade": "The Relict Splitfin is not used for human consumption and is not targeted for the ornamental fish trade."}]}