{"name": "163631", "result": [{"species_id": 163631, "taxonomicnotes": null, "rationale": "<p><em>Cryptophaea saukra</em> is known from Doi Suthep (a protected area) in Thailand (Hämäläinen 2003), and a location in Yunnan, China (Zhang 2019 unpublished); two locations, based on plausible threats and the distribution of known records. Based on the current known distribution, the species should also be looked for in Myanmar. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to at least some degree due to loss of forest within the range of the species. Its current known maximum extent of occurrence (EOO), based on the HydroBASINS that known records are from, is 7,997 km². The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)), and also under criterion D (VU D2), because if the species were to be lost from one of the known locations, it would rapidly move into Critically Endangered.</p>", "geographicrange": "<p><em>Cryptophaea saukra</em> is known from Doi Suthep (a protected area) in Thailand (Hämäläinen 2003) and a locality in Yunnan, China (Zhang 2019 unpublished). Based on the current known distribution, the species should also be looked for in Myanmar. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to at least some degree due to loss of forest within the range of the species. Its maximum EOO, based on the two HydroBASINS the current known records are from, is 7,997 km².<br/></p>", "population": "<p>This appears to be a scarce and very locally occurring species. The overall population certainly appears to be fragmented, whether the overall population is actually severely fragmented will depend on the definition used. At least some ongoing decline in overall population is inferred from loss of forest and other alterations to habitat within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 1077) states that this specie is found at “Shady streams below 1,000 m elevation.” However, the known location in Thailand is at 1,150–1,200 m asl, so the statement (Hämäläinen 2003) about altitude in Zhang (2019) is not generally accurate. The extent and quality of suitable habitat for the species are inferred to be declining to at least some degree due to loss and degradation of forest within its range.</p>", "threats": "The main general threat to this species will be from clearance of forest, with farming of one type or another as the main driver.&#160;Although one of the known locations for this species is within Doi Suthep-Pui National Park, the location there has already been adversely affected by the building of a small dam (see Hämäläinen 2004 for more details).", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}