{"name": "150125270", "result": [{"species_id": 150125270, "taxonomicnotes": null, "rationale": "<p>This species is endemic to the Sixaola River drainage on the Atlantic slope of southern Costa Rica and western Panama. Limited sampling suggests that this species is relatively common where it occurs. However, it exhibits a limited range with an estimated Extent of Occurrence (EOO) of 856-2,793 km<sup>2</sup>. Major threats to the Sixaola River include heavy metal pollution, raw sewage discharge, and expanding plantation agriculture with associated pesticide and nutrient runoff. As a result, numerous fish kills have been reported in the Sixaola River in recent years. Therefore, this species is assessed as Endangered under criterion B1ab(iii,v). </p>", "geographicrange": "<p><em>Cribroheros bussingi</em>&#160;occurs in the Sixaola River drainage on the Atlantic slope of southern Costa Rica and western Panama (Smith and Bermingham 2005, Angulo <em>et al</em>. 2013, W. Matamoros pers. comm. 2019). This species was described from its type locality in the Cocolis River 3.5 km southeast of Shiroles in Limon Province, Costa Rica (Kullander 2003). Additional records exist from the Guarumo River near the town of Rambala (Kullander 2003, GBIF 2019). This species was recorded at 70% of sites sampled in the Sixaola River in 2011 (Lorion <em>et al</em>. 2011). Elevation ranges from 40-150 meters above sea level (Angulo <em>et al</em>. 2013). </p>  Given the pervasive nature of non-point agricultural pollution, this species is inferred to occur in fewer than five locations. Extent of Occurrence (EOO) is estimated to be between 856-2,793 km<sup>2</sup>, based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2019), and likely range extension into coastal drainages of Bocas del Toros Province, western Panama.", "population": "<p>The total population size and population trend of this species are unknown, but this species appears relatively common where it occurs. In a comprehensive ichthyological survey from the Sixaola River and its tributaries, a total of 2,870 specimens were collected, representing 2.3% of relative fish abundance in small streams and 1.3% relative fish abundance in large streams (Oosterhout and Velde 2015). Similar surveys by Lorion <em>et al</em>. (2011) suggest that this species is relatively common where it occurs. </p>", "populationtrend": "unknown", "habitat": "This species occurs in streams and large rivers between elevations of 40-150 meters above sea level (Bussing 1998). Habitat is characterized by sand or mud bottoms (Bussing 1998). Diet typically consists of aquatic insects, seeds, and detritus (Bussing 1998). Maximum reported body size is approximately 15 cm standard length (SL) (Bussing 1998).", "threats": "<p>High concentrations of heavy metals and pollution from raw sewage discharge have caused a reduction in water quality in much of the Sixaola River (Mena-Rivera and Quirós-Vega 2018). Much of this region has been developed for plantation agriculture (primarily banana) and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated mass mortality events (Lorion and Kenney 2009, Polidoro and Morra 2016). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer a continuing decline in the number of mature individuals. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. bussingi</em>. This species has been recorded within the boundaries of Palo Seco Forest Reserve (IUCN and UNEP-WCMC 2019, R. González pers. comm. 2019). More information on population size, population trend, and the direct impacts of threats would be useful in guiding future conservation action. </p>", "usetrade": "This species is targeted in subsistence fisheries in Panama and possibly in Costa Rica (R.&#160;González pers. comm. 2019)."}]}