{"name": "881", "result": [{"species_id": 881, "taxonomicnotes": "The Holotype of this species was collected by Robert R. Miller and J. Fitzsimons in the Laguna Magdalena in February 1970, Paratopoytpes were added from maintained and raised fish fom the same collection from the University in Michigan, Ann Arbor. Paratypes go back to a collection of Charles Turner from the Hacienda San Sebastián in 1939. All these collection sites belong to the endorheic Laguna Magdalena basin and hence to the Laguna Magdalena subpopulation. Fish E of San Marcos&#160; from the Río San Marcos (Canal del Bajío) are part of the Río Ameca fish fauna and belong therefore to a different subpopulation, the Río San Marcos subpopulation. This subpopulation might go back to a quite recent stream capture.", "rationale": "<em></em><em>Allotoca maculata&#160;</em>is restricted to the endorheic Laguna Magdalena basin of Magdalena and Etzatlán in Jalisco, Mexico, and is found in flat regions and swampy areas (Wischnath 1993). This species is threatened by destruction, modification and pollution through sewage, agriculture and industry, in addition to non-native fish (<em>Orechromis aureus</em>, <em>Pseudoxiphophorus bimaculatus</em>).&#160;<br/>Taking into consideration the EOO of 85 km² in the best case (which meets the threshold for Critically Endangered, under 100 km²), a single location and severe declines in AOO, EOO, number of locations, subpopulations, habitats and quality of habitats, the Blackspot Allotoca is assessed Critically Endangered.", "geographicrange": "The Blackspot Allotoca is a freshwater fish species endemic to the Mexican federal state of Jalisco. Its historical known distribution range is restricted to the endorheic Laguna Magdalena basin including several irrigation channels, the spring at the Hacienda San Sebastián draining to the Arroyo Chacuaco, and the Laguna El Palo Verde, like the Arroyo Chacuaco connected with the Laguna Magdalena via an artificial channel. It was also known from the Canal del Bajío (Río San Marcos), 6 km west of the Palo Verde lagoon and 1.8 km east of the town of San Marcos, an affluent of the Arroyo El Zapatero, that finally coalesces as Arroyo Chiquito with the Río Ameca past Amatlán de Cañas about 25 km beeline west of San Marcos. Therefore, this creek belongs to the Río Ameca drainage. The species hasn't been found in the Río Ameca system since 2000, or at the Hacienda San Sebastián and Laguna Magdalena for decades.&#160;<span class=\"st\"><em><br/></em>", "population": "Since the species disappeared from the endorheic Magdalena drainage, only one subpopulation still remains: the Palo Verde Dam in Etzatlan/San Marcos area. Accordingly, one subpopulation of the Blackspot Allotoca still remains.<br/><br/>Concerning the type-subpopulation, after its description and last successful sampling in the Magdalena lagoon in 1970 by Miller <em>et al</em>., it was thought to be extinct since about 1984, until it was rediscovered in the El Palo Verde lagoon by Lambert in 1990 (Lyons 2011, Hieronimus 1995). For a short time, these fish were thought to belong to a distinct species (Domínguez <em>et al.</em>, 2010), but recent studies revealed no differences between the El Palo Verde and the Magdalena stocks (O. Domínguez-Domínguez pers. comm. 2018). The species is already extinct in the Magdalena lagoon due to water pollution, competition through non native<em> Oreochromis aureus</em>, and desiccation. The stocks in the El Palo Verde lagoon were numerous in 1990, but decreased thereafter gradually. A survey by the Laboratorio de Bioologia Acuatica from Michoacan University in 2002, 2005, 2008 and 2012 did not find any specimens. However, a survey in 2015 found moderate numbers, though it is hard to access this locality due to huge amounts of water hyacinths. A recent survey by Köck <em>et al.</em> (2016) found relatively good numbers in a pond opposite the lagoon. In 2017, the reservoir dried completely, but in 2018, it existed again. This subpopulation is regarded Critically Endangered. Concerning the Río San Marcos subpopulation, last findings in the Río San Marcos at the Sahuripa ex-ranch date back to a survey by Lyons in 2000. Droughts, pollution and non native <em>Pseudoxiphophors bimaculatus </em>seem to have extirpated this species thereafter from the known habitat. This subpopulation is feared to be Extinct.", "populationtrend": "decreasing", "habitat": "Smith and Miller reported this species from the Laguna Magdalena from shallow lake margins and adjacent marshes in clear to muddy water of substrate of mud. They found them mainly at the shore or in shallow marshes not deeper than 50 cm. It was taken from areas bare of vegetation, but also between water hyacinths. The water temperatures they measured were 15.5 °C in February 1957, and 16.2 in the same month in 1970. Other fish species they found together with the Blackspot Allotoca were: <em>Algansea tincella (</em>now<em> A. amecae)</em>, <em>Poeciliopsis infans</em>, <em>Xenotoca melanosoma</em> and <em>Xenotoca eiseni</em> (now: <em>Xenotoca doadrioi</em>).&#160;<br/><br/>Slaboch <em>et al.</em>&#160;(2010) found this species close to the Magdalena lagoon in a channel connecting the Etzatlán subbasin with the Lago de Magdalena subbasin. The same channel was heavily polluted on a survey by Köck <em>et al.</em> in 2016 and the only fish encountered were <em>Oreochromis aureus</em>, <em>Poeciliopsis infans </em>and <em>Pseudoxiphophorus bimaculatus</em><em>.&#160;</em><em> </em>The water parametres were: pH: 6.5 resp. 7, conductivity: 228 resp. 238µS, water temperaure: 13.4 resp. 12.8 °C.<br/><br/>Köck <em>et al.</em> found the species in 2016 in a pond (170 x 30 m) in&#160; El Palo Verde Dam shore, that is connected with the Dam in the rainy seaon. The pond had a steep shore with the ground deeper than 1 m and, in the south east, a shallow shore. The only vegetation were few grassy riparian plants hanging into the water along the shore. The water was muddy-brown, like soil, without any current. The species was only found on the steeper areas of the pond along the northern shore, hiding under vegetation. Other fish species found were: <em>Xenotoca melanosoma</em>, <em>Goodea atripinnis</em>,&#160;<em>Poeciliopsis infans, Orechromis aureus</em><em>&#160;</em>and <em>Pseudoxiphophorus bimaculatus. </em>The water parameters measured were pH (8); Carbonate hardness (20 °dH); and total hardness (more than 14 °dH). <em>Allotoca maculata</em> is, like all <em>Allotoca</em> species, mainly carnivorous and feeds on small invertebrates.", "threats": "The Blackspot Allotoca is mainly threatened by water pollution and desiccation. A lot of contamination comes from horse farms in San Miguel and San Lorenzo and from asphalt being produced near the train station in La Quemada. The excessive use of agrochemicals and pesticides and the treatment of remains from butchering are also bewailed by the municipality. It has been noticed that, following SEMARNAT data, the municipal Magdalena has some of the most polluted water in the whole area. The entirety of the endorheic Laguna Magdalena basin has ubiquitous water pollution. In addition, the nutrients from agriculture (mainly sugar cane and corn) have lead to massive stocks of Common water hyacinths covering big parts of lagoons and channels, reducing the flow, covering the surface and interfering with gas exchange. An additional threat comes from non-native fish species. Tilapia (<em>Orechormis aureus</em>) is a competitor for food, but also for oxygen in polluted habitats.&#160;<em>Pseudoxiphophorus bimaculatus</em>&#160;is an aggressive carnivorous competitor for food and preys on fry and juveniles. Desiccation of the Magdalena and Palo Verde areas is caused by climate change and water extraction for irrigation.", "conservationmeasures": "The Blackspot Allotoca is included in the international ex-situ breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera<em> Allotoca</em> and <em>Neoophorus</em> (http://www.oevvoe.org/allotoca-mesa-central). Another conservation effort is a monitoring and ex-situ breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico. No other conservation efforts for this species are known.", "usetrade": "<em>Allotoca maculata</em> is neither used for consumption nor a target species for the ornamental fish trade."}]}