{"name": "139348140", "result": [{"species_id": 139348140, "taxonomicnotes": null, "rationale": "<p><em>Pseudagrion coarctatum</em> is endemic to New Guinea where it is known from two locations in the Jayapura area: Jayapura itself and Lake Sentani. More data on the distribution of this species and its exact habitat requirements are needed, and information on its ability to tolerate disturbance. However the entire region where the species occurs has undergone very large changes since the species was last recorded and if the species is not able to tolerate disturbance it may be threatened. Therefore, and taking a reasonable precautionary approach, the species is assessed as Vulnerable under criterion D2. Hopefully, when fresh information becomes available re-assessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Pseudagrion coarctatum</em> is endemic to New Guinea where it is known from two locations in the Jayapura area: Jayapura itself and Lake Sentani (Lieftinck 1932, 1949). These locations are within one of the most disturbed regions of New Guinea where considerable changes have occurred to all habitats since this species was recorded there, so it cannot be cerain that the species still occurs at either location. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the available data.</p>", "population": "No information on current population sizes and health is available.", "populationtrend": "unknown", "habitat": "<p>Nothing appears to have been explicitly recorded about the habitats and ecology of this species but most specimens are from Lake Sentani and it is likely to be a species of pond and lake margins. Nothing is known on its ability to tolerate disturbance, but there has been considerable alteration of habitats in the region since the species was recorded.</p>", "threats": "<p>It is difficult to assess the threats to this species without more information on its exact habitat requirements and tolerance to disturbance. However Jayapura, Lake Sentani and the surrounding areas are now heavily disturbed so that if the species is sensitive to disturbance then it may be threatened.</p>", "conservationmeasures": "<p>More data on the distribution of this species and its exact habitat requirements are needed, and information on its ability to tolerate disturbance, before any conservation measures that might be needed can be planned. The priority is for expert searches in the Jayapura and Lake Sentani areas to determine whether or not the species is still present and how it copes with disturbance.</p>", "usetrade": null}]}