{"name": "139346947", "result": [{"species_id": 139346947, "taxonomicnotes": null, "rationale": "<p><em>Pericnemis incallida</em> is known from five locations in north and central Luzon in the Philippines. Threats exist at all known locations and the overall population is believed to already be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is less than 500 km². The AOO will be declining along with the extent and quality of suitable habitat due to loss and disturbance of forest throughout its range. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly. However, this species appears to have a relatively wide distribution in Luzon and it is to be hoped that when more information becomes available re-assessment to a lower threat category might be possible.</p>", "geographicrange": "<p><em>Pericnemis incallida</em> is known from five locations in north and central Luzon in the Philippines (Needham and Gyger 1939, Ramos and Gapud 2007, Villanueva in preparation). Records from Los Banos may actually be from Mount Makiling, a Forest Reserve and in any case the species is likely to occur within the reserve. The type series includes a male from Samar (Needham and Gyger 1939) but this now appears likely to be from a distinct species and is left out of consideration here. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is less than 500 km². The AOO will be declining due to loss and disturbance of forest throughout its range.</p>", "population": "<p>Very few individuals of this species have ever been recorded. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and disturbance of forest throughout its range and that severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats and ecology of this species but it will be forest-dependent and is likely to be a phytotelmata breeder. An ongoing decline in the extent and quality of suitable habitat is inferred from loss and disturbance of forest throughout its range.</p>", "threats": "<p>Threats to this species will be from clearance of forest for agriculture and from (illegal) logging activities. These threats extend even to the protected area where the species probably occurs: based on information compiled in 2001, BirdLife International (2019) state that “Threats to the forests on Mt Makiling include the illegal conversion of forest to agricultural land and illegal settlement, and the area of land exploited by these upland settlers is expanding. The Institute of Forest Management and UPLB Administration are attempting to control the situation. The park is also a favorite destination of hikers and campers due to its proximity to urban centres. Rubbish and vandalism is very evident throughout the park especially in the camping and picnic areas.” There is no reason to suppose that the situation has improved since 2001.</p>", "conservationmeasures": "<p>The priorities for this species are for additional data on its distribution, exact habitat requirements, ability to tolerate disturbance as well as for better protection for the existing protected area where it probably occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}