{"name": "199350581", "result": [{"species_id": 199350581, "taxonomicnotes": null, "rationale": "<em>Gammarus gageoensis</em> is only known from Gageo Island, and it has not been found on adjacent islands. Our analysis of distributional data estimates its extent of occurrence (EOO) and area of occupancy (AOO) are both 8 km<sup>2</sup>, and it is considered to occur in one location based on the threat of climate change (reduced rainfall). These values meet the criteria B1 and B2 thresholds for CR.<br/><br/> The current population trend is unknown but climate change, which is assumed to bring a decline of this climate sensitive species in the near future, would impact across its population; and so the whole range counts as a single location. But the time scale of this threat has not yet been clearly investigated, and it is not thought to be capable of driving this species Critically Endangered or Extinct in a short time period. However, it may be able to do so over a longer time period. Presently, this species is close to meeting the conditions for Vulnerable under criterion D2. Therefore, this assessment concludes this species’ category as Near Threatened.", "geographicrange": "<em>Gammarus gageoensis</em> is a side swimmer endemic to the Republic of Korea (National Institute of Biological Resources 2014). Historically, the occupancy of this species is limited within the small island named \"Gageo\", whose total area is 9.18 km<sup>2</sup>. No additional habitats have been found over the whole country, despite several national scale surveys on the genus <em>Gammarus</em> in Korea (<em>ex</em>. Lee and Kim 1980, Kim 2008,&#160;Korea University Research and Business Foundation 2011, Lee 2021). With the map being based on hydrobasins, even at the lowest level this includes other islands that the species does not occur on, and indeed the nearest island has a different ecosystem and so it would be unlikely for the species to establish there.<br/><br/> When covering potential habitats near the observation sties, the area of occupancy (AOO) is estimated to be 8 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Its extent of occurrence (EOO) is estimated to be 2.2 km<sup>2</sup> based on total area within a minimum convex polygon around all known and inferred occurrences. Following IUCN Guidelines, the EOO is increased to match the AOO and therefore, the final EOO used in this assessment is 8 km<sup>2</sup>. It is reasonable to infer one location based on climate change and reduced rainfall.", "population": "This species has been rarely observed even in its type locality. There have been small numbers of individuals recorded at each of three sites on Doksil Mountain, namely Dae-ri (8 individuals; Jang and Kim pers. obs. 2009 in Kim <em>et al</em>. 2010 ), Hang-ri (28 individuals: Kim and Ahn per. obs. 2009 in Kim <em>et al</em>. 2010), and Daepung-ri (19 individuals: Kim and Ahn per. obs. 2009 in Kim <em>et al</em>. 2010). Currently, there is no evidence to define a trend in population size.<br/><br/>Most individuals were found in downstream parts of the streams, perhaps due to ease of access.", "populationtrend": "unknown", "habitat": "Except for one habitat generalist, <em>Gammarus sobaegensis</em>, South Korean freshwater side shrimp live under broad leaves in small mountain brooks with low water temperatures and pollution levels. These habitat specialists are unable to resist even minor changes in temperature, pH, heavy metal concentrations, and nitrogen compound concentrations (Naylor <em>et al</em>. 1989, Maltby and Crane 1994, Chaumot <em>et al</em>. 2015). As long as the water way is not contaminated, these species can live there from top to bottom (Korea University Research and Business Foundation 2011). Nevertheless, in the lower section of the valley few or no individuals have been observed due to chronic human disturbance (Korea University Research and Business Foundation 2011).<br/><br/> This taxon lives in isolated mountain streams, so only limited amount of dispersal and colonization, and thus gene exchange, occurs between water bodies. In this regard, the connectivity between the upstream and downstream ecosystems, which facilitates drift as a dispersal strategy, is crucial for preserving genetic diversity in an isolated habitat (Morrissey and de Kerckhove 2009, Alp <em>et al</em>. 2012). Therefore, the combination of these two traits makes this taxon very vulnerable to habitat disturbance.", "threats": "Considering this side swimmer's limited distribution, the extension of the drought period and changes in precipitation patterns posed by climate change may affect this species' subsistence in the future. Currently, Gageo Island is already suffering from a chronic shortage of freshwater (Korea Institute of Geoscience and Mineral Resources 2005, Shin<em> et al.</em> 2017), and climate change will reduce the freshwater capacity of small islands (IPCC 2008). As a result, the population will go through a decline in area and quality of habitat, enough to drive the species to its extinction in the future.", "conservationmeasures": "There is a strong relationship between this species and its type locality. A protected area needs to be established in advance of the completion of Heuksan Airport, which will be built on a nearby island. Repetitive research on the population size and trend of this species is needed. A precautionary approach is essential for this species to survive in the long-term given the potential impacts of climate change.", "usetrade": "There has been no trade in this taxon."}]}