{"name": "83127815", "result": [{"species_id": 83127815, "taxonomicnotes": null, "rationale": "<em>Nesobasis malcolmi</em>&#160;is an inhabitant of mountain areas. It prefers very specific type of habitats: fast flowing streams with cascades of waterfalls. The species was discovered to be very abundant around this type of habitat and because of this the population is believed to be probably stable, although this statement needs verification. It is assessed as Vulnerable because of its restricted range, occurrence in a few locations, and the vulnerability these habitats to alteration for domestic or commercial uses.", "geographicrange": "This species is endemic to Viti Levu, Fiji (Marinov and Waqa-Sakiti 2013).", "population": "<em>Nesobasis malcolmi</em>&#160;has been recorded in two studies (Donnelly 1990, Van Gossum <em>et al</em>. 2006). All known localities are above 500 m asl. The populations are believed to be stable because of the high number of specimens recorded by Van Gossum <em>et al</em>. (2006) from one site only. However, more information is required to back up this statement. The species has not been reported in other studies from high mountain areas (Marinov 2011) although they were sampled around the same time of the year (but different parts of the island) as the other two studies given here. Probably <em>N. malcolmi</em>&#160;is confined to a special part of the island which for the moment it central to north-northeast Viti Levu.", "populationtrend": "unknown", "habitat": "<em>Nesobasis malcolmi </em>inhabits fast flowing mountain streams.&#160;Almost all localities are situated between 500 and 700 m asl. In one occasion only this species was discovered from around 180 m asl.&#160;One of the greatest concentrations of individuals was discovered by a cascade of waterfalls (Van Gossum <em>et al</em>. 2006). Donnelly (1990) also records waterfalls as its habitat.", "threats": "No threats are recorded for this species for the moment. It is confined to very specific type of habitats in mountain areas which makes it potentially vulnerable to any type of water derivation and changes of hydrological regime of the water courses above 500 m asl.", "conservationmeasures": "There are no conservation measures on place for this species. Research on ecology and biology is suggested here alongside with monitoring on the population size and trends within the so far known localities.", "usetrade": null}]}