{"name": "2271", "result": [{"species_id": 2271, "taxonomicnotes": "The female Holotype of this species was collected by W. L. Tower in August 1903 in the Río Verde and described by S. E. Meek in 1904 as <em>Goodea toweri</em>. in 1939, Hubbs &amp; Turner placed the Bluetail Splitfin in the monotypic genus <em>Ataeniobius</em>. No subpopulations are distinguished.", "rationale": "The Striped Goodeid inhabits thermal springs and their outlets in the Río Verde drainage, close to the town of Río Verde. The species prefers densely planted areas with depths of less than 30 cm. The known localities are threatened by groundwater pumping for agriculture and the increasing diving tourism in the bigger spring pools, while smaller pools are still used for recreation and agricultural purposes. A big threat occurs through non-native invasive species being introduced in the whole drainage. While the impact through cichlids (<em>Oreochromis </em>sp. and <em>Herichthys cyanoguttatus</em>) seems to be negligible due to different habitat preferences, Poeciliid species like <em>Gambusia panuco,&#160;</em><em>Poecilia </em><em>mexicana,</em> and <em>P.</em>&#160;<em>latipunctata</em>&#160;have a much greater impact due to competition for food. Especially in areas threatened by recreational activity, <em>Poecilia mexicana</em> quickly replaces <em>Ataeniobius toweri</em>. The species is categorized as Endangered (EN) based on its restricted AOO, EOO and number of locations (3), in addition to declines in habitat quality.", "geographicrange": "The&#160;Striped Goodeid, <em>Ataeniobius toweri</em>, is a freshwater fish species endemic to the Mexican federal state of San Luis Potosí and is part of the Río Verde fish fauna. It is restricted to several thermal springs and outlets South of the town of Río Verde, draining into the Arroyo Santa Rita (like the Lago Manantial de la Media Luna), a tributary of the Río Las Calabazas that merges into the Río Verde, and several springs and outlets North of the town of Río Verde, draining into the Río Choy and the Canal Acequia Gigantal, both affluents of the Río Verde as well. Few springs South of Río Verde drain directly into the river of the same name (e.g. Charco Azul).&#160;Domínguez-Domínguez&#160;<em>et al.</em>&#160;(2008) found a reduction of about 65% of the historical distribution range&#160;of the species.", "population": "There is not enough information about population sizes and trends. Usually, the stocks are small, but those from Anteojitos and Media Luna seem to be quite stable (Lyons 2011).", "populationtrend": "unknown", "habitat": "<em>Ataeniobius toweri</em> lives typically in quiet water with little   or no current. It can be found along shallow margins of lagoons, marshes   and ditches, but also in creeks where currents may be moderately   strong. It prefers depths to 1 m with very clear water, but can also tolerate murky water. Typical vegetation associated with the Striped Goodeid are species of <em>Nymphaea</em>, <em>Scirpus</em>, <em>Juncus,&#160;</em><em>Eichhornia </em>and green algae. The substrate is made of flocculent silt, mud, sand, gravel and rocks (Miller 2005). La Media Luna&#160;includes an area with several warm springs and is located  about 10 km southwest of the city of Río Verde. Water from two caves  forms a catchment area or reservoir that the natives call a lagoon. The  clear water smells strongly sulfurous and the temperature ranges between  26 and 30 °C (Wischnath 1993).<br/><br/>A habitat near Villa Juarez, surveyed by Köck <em>et al.</em> in 2015, is a system of channels about 250 m southeast of the El Aguaje spring (M. Köck pers. comm. 2018). The species occurs in narrow channels, about 0.5-1 m wide, under leaves of water lilies and occasionally between reed stems. It was hard to find at this locality and seemed to be rare. The ground was muddy with few rocks and roots, some patches of water lilies occurred and the water temperature was around 28 °C.", "threats": "Brian Kabbes, Netherlands, visited La Media Luna in 1999 and pointed to the intensive  application of the lagoon as resort and the usage of the outflow to  water the surrounding fields. He also documented a partial destruction  of the habitat as a result of this. Palacio-Nuñez&#160;<em>et al</em>. (2010) pointed on a similar situation. They complained about the tourism industry destroying habitats through pollution and poor waste management. In recent years, upcoming diving tourism has lead to severe damages of submersed and riparian vegetation. Anteojitos and La Media Luna lakes are protected as reserves, but groundwater pumping in the region may reduce spring inputs into the lakes and cause introduction of  non-native species; this threatens the continued survival of <em>Ataeniobius toweri</em> (Domínguez-Domínguez <em>et al.</em>&#160;2005). Observations by Palacio-Nuñez&#160;<em>et al</em>. (2010) detected a strong correlation between presence of&#160;<em>Ataeniobius toweri</em> and densely planted areas. Destroyed banks and competition through introduced Poeciliid species showed a negative correlation to the abundance of Striped Goodeids and Mollys (<em>Poecilia mexicana</em>); these are the main threats to this species.<br/><br/>This species is associated with dense vegetation, which makes it difficult to survey. Usually, the stocks are small, but those from Anteojitos and Media Luna seem to be quite stable (Lyons 2011).", "conservationmeasures": "La Media Luna lake became a state park in 2003 (Parque Estatal de la Media Luna) and protected area. It has an environmental management plan established by the federal state of San Luis Potosí. This plan divides the park into distinct zones, each with an assigned use. The multiple use concept is designed to protect the most environmentally sensitive regions, although strict enforcement of the rules is essential to the environmental management plan to succeed (Worfel 2016). Currently, it does not work properly, and no species targeted conservation actions for <em>Ataeniobius toweri</em> are being implemented. <br/><br/>Another conservation effort is an <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico.", "usetrade": "This species is not traded or utilised."}]}