{"name": "139561905", "result": [{"species_id": 139561905, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis plebeja</em> is known from four locations Panay and Sibuyan in the Philippines. Threats exist throughout Panay and Sibuyan and the overall population is believed to already be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will be below 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 3,483 and 12,614 km²; it may be less than 5,000 km². The species qualifies for Endangered status under criterion B2ab(ii,iii) (and plausibly also criterion B1ab(ii,iii)) and is assessed as such.</p>", "geographicrange": "<p><em>Igneocnemis plebeja</em> is known from Panay and Sibuyan in the Philippines (Gassmann and Hämäläinen 2002). The assessor is aware of records from four locations, one of which appears to be in the Mount Guiting-Guiting Natural Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will be below 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 3,483 and 12,614 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>This does not appear to be a common species. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and severe fragmentation is very likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats and ecology of this species but it will be a forest-dependent stream-breeding species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>Deforestation will the main threat to this species and satellite images of Panay show that this is an issue across the island, presumably mainly as a result of agriculture and also maybe logging. On Sibuyan, where the only protected area that the species is known to occur in is situated, the situation may be less serious, but based on information compiled in 2001 BirdLife International (2019) state for Sibuyan that “Some small-scale, unregulated logging takes place within the park, to meet subsistence lumber and fuel-wood needs, to meet municipal development and maintenance requirements and for other commercial purposes. There is also evidence that some illegal logging was taking place on Sibuyan in the early 1990s to produce timber for export to nearby Masbate and Panay. The selective logging of prime timber species has resulted in a reduction in the size and stature of trees and in the density of the preferred timber species. Kaingin [slash and burn] farming is practised only by small proportion of the population, mostly the indigenous cultural communities. Unregulated rattan gathering for handicraft production was a major livelihood activity, but supplies have been reduced to such an extent that is said to be barely economic any longer.” Recent satellite images show disturbance to most of the forest in low lying parts of the island but information on the severity of current threats is lacking.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}