{"name": "173832350", "result": [{"species_id": 173832350, "taxonomicnotes": null, "rationale": "<p><em>Hypsolebias shibattai </em>is known only from its type locality, a temporary pool beside highway BR-430 at Bom Jeus da Lapa in the São Francisco River basin, Bahia state, Brazil. Area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup>, and this species is inferred from a single location. The primary threat to this species is ongoing agricultural activity which continues to degrade existing habitat. Habitat modification in 2013 has ceased, but has likely produced a lasting impact on habitat quality. Future habitat modification and ongoing agricultural activities are likely to result in the complete destruction of the type locality if these threats are not mitigated. Therefore, <em>H. shibattai</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p><em>Hypsolebias shibattai </em>is known only from its type locality, a temporary pool beside highway BR-430 at Bom Jeus da Lapa in the São Francisco River basin, Bahia state, Brazil (Nielsen&#160;<em>et al.</em>&#160;2014, Silva&#160;<em>et al.</em>&#160;2020).</p>  <p>Area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on top of the type locality. This species is inferred from a single location, as ongoing agricultural activities and past habitat modification continue to impact the habitat quality of the type locality in its entirety (Nielsen&#160;<em>et al.</em>&#160;2014). </p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of 11 individuals that belong to the original type series collected in 2013 (Nielsen&#160;<em>et al.</em>&#160;2014).</p>", "populationtrend": "unknown", "habitat": "The type locality of this species is an annual pool in the Brazilian Caatinga biome, located about 18 km southeast of the city of Bom Jesus da Lapa (Nielsen&#160;<em>et al.</em>&#160;2014). The pool is characterized by slightly turbid and acidic water, depths that range from 0.8-1.2 m in depth, substrates of clay and sand, and dense submerged aquatic vegetation comprised of <em>Utricularia</em> and <em>Nymphaea</em> (Nielsen&#160;<em>et al.</em>&#160;2014). Males exhibit an elaborate courtship display and eggs are laid in the substrate, which is fertilized externally (Nielsen&#160;<em>et al.</em>&#160;2014).", "threats": "The primary threat to this species is habitat degradation and loss associated with agricultural production, as the type locality is on a privately owned farm (Nielsen&#160;<em>et al.</em>&#160;2014). At the time of collection, the owner of the area was in the process of modifying existing habitat to retain water during periods of drought (Nielsen&#160;<em>et al.</em>&#160;2014). This modification was mitigated by informing the farmer of the existence of annual fishes in the pool, who apparently promised not to further alter existing habitat (Nielsen&#160;<em>et al.</em>&#160;2014). However, continuing habitat in degradation is inferred based on the persistence of agricultural activities immediately adjacent to the type locality (Nielsen&#160;<em>et al.</em>&#160;2014). Complete destruction of suitable habitat is likely if additional modifications are made to the type locality.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>H. shibattai</em>. The type locality is located on a private farm (Nielsen&#160;<em>et al.</em>&#160;2014). Site protection is an immediate conservation priority. Ex-situ propagation and benign introduction may be warranted conservation priorities if habitat quality or availability is further reduced at the type locality as a result of persisting agricultural activity or habitat modification.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}