{"name": "15387", "result": [{"species_id": 15387, "taxonomicnotes": null, "rationale": "Most populations of <em>Ophisternon infernale </em>(all of those in the State of Yucatan, which are the majority) are threatened by pollution (garbage, sewage) and excessive water extraction (for urban and livestock uses), processes that have already destroyed at least one location and likely extirpated the species from another site. Based on the limited distribution of the species (specifically, area of occupancy), currently known threats and an estimate of four locations, the species is listed as Endangered (EN).", "geographicrange": "<em>Ophisternon infernale </em>is a strictly hypogean freshwater fish species, endemic to the Yucatan Peninsula, and found in flooded caves associated with cenotes, in the states of Yucatan and Quintana Roo, Mexico (Miller<em> et al.</em> 2005, Ceballos<em> et al.</em> 2016). These cenotes and groundwater are on the Yucatán Peninsula, Mexico (20–21°N, 88–90°W), including anchialine caves on the Caribbean coast. This species is sympatric in some areas with <em>Ogilbia pearsei</em> (Bythitidae) and <em>Rhamdia guatemalensis</em> (Pimelodidae) (Chumba-Segura 1984). Though the hydrology of the Yucatan is currently understood to be a highly interconnected system, the scale of threats and the impact of localized events on distant subpopulations is poorly understood. For this reason, the number of locations for the species is not well established. However, based on the pervasiveness of the threat of pollution and groundwater extraction the number of threats is unlikely to exceed ten (J. Arroyave pers. comm. 2018).", "population": "The population seems to be low, but stable, in locations in Quintana Roo but not in Yucatan localities (which are the majority), where at least one has been destroyed. In another locality, the species has not been seen recently, and in all there is severe ongoing threat by pollution and excessive water extraction (Ceballos <em>et al.</em> 2016).<br/><br/>Very few specimens have been observed in the localities (Medina-González <em>et al.</em> 2001, J. Arroyave pers. comm. 2018). Although it has been reported to co-occur with the other endemic hypogean fish of the Yucatan Peninsula, <em>T. pearsei</em>&#160;(Medina-González <em>et al.</em> 2001), <em>O. infernale</em> has not been found in most of the localities with populations of&#160;<em>T. pearsei</em>&#160;(J. Arroyave pers. obs. 2018). This may be&#160;a result of its cryptic habits and low population sizes, rather than its complete absence from these localities.<br/>Underwater exploration should increase the number of recorded sites. Several locals in rural areas have seen <em>Typhlias</em><em>&#160;pearsei&#160;</em>but not <em>Ophisternon infernale</em>.", "populationtrend": "unknown", "habitat": "This species is a strictly hypogean freshwater fish. In some caves where the species is found in the state of Yucatan, the water is accessible without diving, which makes this fish prone to pollution from garbage and organic matter from visitors. On the contrary, in the state of Quintana Roo its environment is pristine, and the species can only be seen by cave divers. In both cases, the species lives strictly in freshwater, with within temperatures of about 22-24 °C (to 27 °C in Yucatan) (J. Schmitter-Soto pers. comm. 2018). The species is a&#160;detritivore, but also preys on benthic crustaceans e.g. <em>Creaseria morleyi </em>(Ceballos <em>et al. </em>2016).<br/>Microhabitat preferences in&#160;<em>O. infernale </em>include muddy bottoms where the species burrows, as well as submerged roots from nearby vegetation where the species appears to hide (J. Arroyave pers. obs. 2018).", "threats": "The species has a low population density and is less frequent than the other blind fish in the Yucatan Peninsula,&#160;<em>Typhlias pearsei</em>. In addition, some of its locations, especially in the state&#160;of Yucatan, are affected by solid waste and other sources of pollution from tourist visitors. In addition, water extraction for urban use or pig farms not only threatens to dry out some localities, but can also prompt the intrusion of saline water into the aquifer (Ceballos <em>et al.</em> 2016).&#160;As with the other endemic hypogean freshwater fish species from the region, such as&#160;<em>T. pearsei</em>, the main threats to <em>O. infernale</em>&#160;and its habitat include water pollution (resulting from inadequate sewage treatment and wastewater disposal), increased groundwater extraction and decreased aquifer recharge (both exacerbated by the tremendous growth of the tourism industry in the region), and saltwater intrusion (Kane 2016, Deng<em> et al.</em> 2017, Saint-Loup <em>et al.</em> 2018).", "conservationmeasures": "There are no known conservation actions for <em>O. infernale</em>, but&#160;the cave of Kantemó lies within the polygon of the protected area of Balam Kaax, Quintana Roo (J. Schmitter-Soto pers. comm. 2018).<br/><br/>The American Fisheries Society Endangered Species Committee lists&#160;<em>O. infernale</em>&#160;as endangered due to current or estimated destruction, modification, or reduction of a its habitat or range, and a restricted range (Jelks <em>et al. </em>2008).&#160;Similarly, <em>O. infernale</em>&#160;is federally listed as endangered in the Norma Oficial Mexicana NOM-059-SEMARNAT-2010 (SEMARNAT 2010), a compendium of species or populations of wild flora and fauna at risk in Mexican territory.", "usetrade": "This species is not utilised."}]}