{"name": "163808", "result": [{"species_id": 163808, "taxonomicnotes": null, "rationale": "<p><em>Acrogomphus malayanus</em> is only known from 12 locations in Peninsular Malaysia, more than half of these locations are on offshore islands. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available evidence is unlikely to be much greater than 2,000 km²; it could be considerably less. The AOO can be inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in Peninsular Malaysia and the overall population is likely to be severely fragmented. If more data become available to confirm the AOO as being below 2,000 km², the species would qualify for Vulnerable status under criterion B2ab(ii,iii); currently, it is assessed as Near Threatened. It is to be hoped that when more information becomes available it can be re-assessed as Least Concern, but re-assessment to Vulnerable is just as likely.</p>  <p>&#160;</p>", "geographicrange": "<p><em>Acrogomphus malayanus</em> is only known from Peninsular Malaysia (for instance see Butler and Kohler 2013, Choong 2008, Farizawati <em>et al</em>. 2014, Laidlaw 1925, Lieftinck 1941, Ng <em>et al. </em>2011, Norma-Rashid <em>et al</em>. 1996; the assessor also has unpublished data). It has been recorded in the Panti Forst Reserve, a protected area. The assessor is aware of records from 12 locations, more than half of these being on offshore islands. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large; with the available evidence is unlikely to be much greater than 2,000 km² (it could be considerably less). The AOO can be inferred to be declining due to loss and degradation of forest in Peninsular Malaysia. It should be noted that most records of this species are of females or larvae so that there is at least a possibility that some records will eventually prove to be of some other species; however in the absence of evidence to the contrary, all have been treated as <em>A. malayanus </em>here.</p>", "population": "<p>Most records of this species are of single individuals or larvae. It is likely that adults, especially adult males have elusive habits, probably spending most of their time in the forest canopy. It is also likely that the overall population is severely fragmented because of loss and degradation of forest in Peninsular Malaysia.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a stream-breeding species and is forest-dependent. One record (Norma-Rashid <em>et al</em>. 1996) is from a stream surrounded by rubber trees so it may not require old growth natural forest for its survival, however conditions in streams surrounded by old rubber trees are often a good approximation of those in primary forest. Where details of the forest at other locations are available it has been primary forest.&#160;The larvae are sand burrowers (Orr 2005).&#160;The extent and quality of suitable habitat can be inferred to be declining due to loss and degradation of forest in Peninsular Malaysia.</p>", "threats": "<p>The main threat to this species is likely to be from conversion of forest to industrial plantation or for other agriculture.</p>", "conservationmeasures": "<p>More data on the distribution of this species and its ability to tolerate disturbance are needed. The species would be likely to benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}