{"name": "63223", "result": [{"species_id": 63223, "taxonomicnotes": null, "rationale": "Carle (1992) in his description considered <em>O. australis</em> among the rarest of the Odonata. He found that the pristine nature of at least some of the streams inhabited by this species was so degraded that the species might be in danger of extinction.&#160;Bick (2003) ranked it Critically Imperiled. The primary habitat of the species, especially in the western part of its range (Bill Mauffray pers. comm. 2018), is being reduced by gravel removal and agricultural runoff, and where the habitat remains there can be both flood scouring and pollution potentially reducing populations. At present, not enough is known to be certain how this has affected more than a few subpopulations.<br/><br/>According to Frank Carle (pers. comm. to John Abbott before 2007), there was much negative survey data, but specifics of this are not known. The species has been found in the 21st Century at at least four locations but not recently found in a Louisiana parish where it had been recorded historically. However, intensity of search in recent years in that area is unknown. Its flight season is quite short, and surveys for it would have to be done over a fairly limited period and in good weather (larvae would be easily detected at any time of year but have been less sought in recent years). Not enough survey work over a long enough period has been done to support the idea that it has declined substantially.<br/><br/>It was known originally from about 50 miles of stream in three streams in eastern Louisiana and adjacent Mississippi, with probably thousands of individuals in each of the streams. Since an earlier assessment (IUCN Red List Abbott 2007), there are now records from Escambia and Calhoun counties, Florida, and Early County, Georgia, a considerable range extension to the east (Daigle and Abad 2010, Odonata Central 2016, Giff Beaton pers. comm. 2018), making the Extent of Occurrence something like 1,500 km². It remains a rare and local species, still among the rarest odonates in the United States and Canada, and its small range, fragmented occurrence, and some recent declines justify ranking it as Near Threatened.", "geographicrange": "This southeastern North American species occurs along the United States Gulf coast from southeastern Louisiana to northwestern Florida and far southern Georgia. It is known from four states in the United States of America.", "population": "As of 2006, the species was known from perhaps 50 miles of stream, probably with thousands of individuals in each of the three streams (NatureServe 2006). But now even with additional localities (Odonata Central), all within the previously known range, the population sizes and trends are inferred to be in decline, because of the susceptibility of the larvae to flood scouring and pollution.", "populationtrend": "decreasing", "habitat": "<em>Ophiogomphus australis</em> occurs at small streams in woodland with at least some gravelly substrate.", "threats": "Susceptibility to pollution and perturbation of stream flow characteristic of many species of this genus, combined with limited range, make the status of the species clearly under threat.  Gravel mining, siltation, pesticides, and clear cutting/deforestation are all threats. None of the known sites are in well-protected areas.", "conservationmeasures": "Searches for more <em>Ophiogomphus</em> populations in Mississippi, Alabama and Georgia are required (NatureServe 2006). It is probably more widespread than is now perceived, but it is still worthy of conservation actions if any appropriate ones can be found. It is difficult to protect watersheds unless they are wholly within reserves, and even then weather phenomena can render streams and rivers less suitable.", "usetrade": null}]}