{"name": "122150350", "result": [{"species_id": 122150350, "taxonomicnotes": null, "rationale": "<em>Amphicnemis madelenae</em> is currently known from a single threat defined location, has an estimated area of occupancy (AOO) less than 10 km². The known location is declining in size and the species is threatened by commercial and residential development, small scale agriculture and forest fire. It qualifies for Critically Endangered under criterion B (CR B2ab(ii,iii)). Since the currently known location is on privately owned land, it is not likely to be possible to save it in the long term. Unless additional locations are found, and are possible to protect, the prospects for this species look dismal.", "geographicrange": "<p><em>Amphicnemis madelenae</em> is endemic to Borneo, where it has only ever been recorded from a few locations in north west Kalimantan and south west Sarawak. It was described from a site in the Kuching area, without more detail (Laidlaw 1913); if this site is not at the currently known location then it is highly likely that the species is no longer extant there. Later it was recorded from a site in the Singkawang area of West Kalimantan (Lieftinck 1940); since there has been very extensive loss of lowland forest in this area, it is also unlikely that this site survives. Lieftinck (1953) recorded the species from Third Mile on the Matang Road near Kuching, this site has already been lost to development. The only sites currently known are one further along the Matang Road (Dow and Reels 2011) and another on the other side of the same area of forest (Dow unpublished); these sites should only be considered as one location for threat assessment purposes (taking forest fire as the threat most likely to affect a large area at one time). Both of these sites are on non-protected, privately owned land and at least that by the Matang Road is not likely to survive for much longer. It is apparently absent from all other areas of suitable habitat surveyed in south western Sarawak, suggesting that it is extremely localised in occurrence. The entire area of forest at the currently known location is less than 16 km², and since the species does not occur in all parts surveyed parts of this area, its current known area of occupancy is certainly less than 10 km². The HydroBASINs method of estimating extent of occurrence is not likely to be valid for this swamp forest species, but taking the area of the forest where it is still known to occur as an upper bound, its extent of occurrence is less than 16 km².</p>", "population": "<p>This species must have suffered, and still be suffering, a severe decline in its overall population due to loss of lowland forest, especially peat swamp forest, across its known range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in swamp forest. The habitat at the type locality was not recorded, but the record from Kalimantan was from a “forest-marsh” (Lieftinck 1940) and the habitat at Third Mile on the Matang Road was described as “an old rubber garden” (Lieftinck 1953) but this area was peat swamp forest, so the rubber garden was on peat. The currently known site is best described as a mosaic of old rubber and remnant peat swamp forest. The available evidence suggests that this species is a specialist of low pH swamp forest, but is tolerant of some types of disturbance to its habitat. However there is no evidence that it can survive in modern industrial rubber plantations, or any other kind of plantation.</p>", "threats": "<p>This species is threatened by loss of its forest habitats, which is occurring throughout its known range, chiefly for plantation establishment, but also for commercial and housing development. It is highly doubtful that it still survives at any of the older known locations, and the currently known location is threatened by commercial and residential development, and by small scale agriculture and some cutting of trees for unknown purposes: the site along the Matang Road is almost certainly going to be lost to the development occurring all along the road, and small farms are eating into the forest at the other site; in the long term there appears to be no prospect of saving this location. Forest fires are another serious threat to this species, especially since peat swamp forest is particularly vulnerable to fire during dry periods, and peat fires are notoriously difficult to put out.&#160;</p>", "conservationmeasures": "<p>There appears to be little prospect of saving the currently known location for this species, so the priority for this species is to find additional locations. However even if additional locations are found in the Kuching area, they will probably face the same problems as the known location. The nearest areas of protected peat swamp forest in Sarawak are in Samarahan Divison, and surveys at one of these (Ulu Sebuyau National Park) have not found this species, nor have surveys at Maludam National Park on the other side of the Lupar river, in Betong Division. Little suitable habitat remains in West Kalimantan, and the only protected area there that contains suitable habitat is in Danau Sentarum National Park, which has not been surveyed for Odonata to the knowledge of the assessor; therefore this is a priority area for surveys for this species in West Kalimantan.</p>", "usetrade": null}]}