{"name": "123670403", "result": [{"species_id": 123670403, "taxonomicnotes": null, "rationale": "This species qualifies as Critically Endangered&#160;due to being found in one location, with an area of occupancy (AOO) of less than 10 km<sup>2</sup> and its food plant being in decline. The assessment is based upon the information provided in&#160;Hubble (2014).", "geographicrange": "This leaf beetle is endemic to Lundy Island off the west coast of England.", "population": "Endemic with a single population in one location (Lundy Island), reliant on its sole food-plant Lundy Cabbage which declined to low but stable abundance by 2001", "populationtrend": "unknown", "habitat": "A phytophagous flea beetle confined to Lundy Island off north Devon where it is found on maritime cliffs, rocky habitats and coastal shingle associated with Lundy cabbage (<em>Coincya wrightii</em>) (also a Lundy Island endemic). It is thought that larvae probably occur during the winter on, or mining the roots of the foodplant and develop in petioles, midribs and stems. Adults feed on the leaves of the same plant and have been recorded in April and from June to August.", "threats": "The sole food plant is threatened by grazing (rabbits and possibly goats, sheep and deer), tourist pressure (e.g. trampling and erosion), and invasive <em>Rhododendron ponticum</em>.", "conservationmeasures": "Proposed conservation actions recommended include:<ul><li>Rhododendron removal.&#160;</li><li>Use of appropriate fencing to exclude grazers, and consider grazer control if necessary, noting that rabbit grazing pressure (and thus the populations of <em>Coincya wrightii </em>and <em>Psylliodes luridipennis</em>) may fluctuate with myxomatosis incidence (Compton <em>et al</em>. 2004).</li><li>Improved visitor information, with exclusion of walkers from key locations.</li></ul><br/>Survey and monitoring of the beetle and foodplant census is needed to ensure up-to-date detailed information on their status.", "usetrade": null}]}