{"name": "184535217", "result": [{"species_id": 184535217, "taxonomicnotes": null, "rationale": "<em>Copelatus vokoka </em>is an endemic species to Madagascar, currently only known from Ivohibe Special Reserve and Ranomafana National Park. Based on the current available records, the minimum extent of occurrence (EOO) and minimum area of occupancy (AOO) are both estimated to be around 8 km<sup>2</sup>. The distribution of this species may also extend further south, but this has not been confirmed as more sampling in the area is needed. The current population trend is unknown, but the habitat appears to currently be well protected and fairly pristine. However, this species is considered to only occur at two locations, as the plausible future threat of fire, logging, or habitat disturbance from zebu cattle, would impact each locality separately, but quickly drive the species to Critically Endangered or Extinct. Therefore, this species is assessed as Vulnerable under criterion D2. Ensuring the ongoing good management of the two protected areas is critical for the protection of this species. In addition, further research on the population and threats to this species is recommended.", "geographicrange": "This species is endemic to south-eastern Madagascar, with an altitudinal range from 870 m to 993 m asl (Ranarilalatiana <em>et al</em>. 2019). Based on the current known occurrences, the minimum extent of occurrence (EOO) and the minimum area of occupancy (AOO) are both estimated to be around 8 km<sup>2</sup>. However, the species may also be found further south, and so the AOO and EOO may be slightly larger than currently known. Based on the known localities, they would be impacted separately by a threat event (such as fire), and therefore the species is currently considered to occur at two locations.", "population": "This species is known from two areas, Ivohibe Special Reserve and Ranomafana National Park, but may also occur down to Andohahela National Park, but this requires confirmation through further sampling (Ranarilalatiana <em>et al. </em>2019). The current population trend is unknown.", "populationtrend": "unknown", "habitat": "This species has been found in relatively pristine humid forest, in forest pools, close to streams and with a large amount of dead leaves (Ranarilalatiana <em>et al.</em>&#160;2019).", "threats": "This species is found in relatively well protected habitats, but may be impacted in the future by trampling zebu cattle in the area, and their excrement impacting freshwater environments through eutrophication, as well as activities such as fire and illegal logging.", "conservationmeasures": "Further research is recommended to establish the full distribution of this species, as well as the population trend and threats. Although this species is currently found in relatively well protected and managed areas, as it occurs in a 'special reserve' and a National Park, efforts should be made to ensure that the habitat remains pristine and is not impacted by future potential threats.", "usetrade": "This species is not known to be used or traded."}]}