{"name": "176109328", "result": [{"species_id": 176109328, "taxonomicnotes": null, "rationale": "<em>Chaetostoma joropo&#160;</em>is assessed as Vulnerable. The species&#160;is restricted to piedmont and mountain rivers and the Meta and Guaviare drainages.&#160;Some of these rivers are well-preserved, however, the threats exist in many drainages associated with the expansion of the agricultural and urban frontiers, including deforestation, land-use change, sedimentation and urban effluents. There is continuing decline in habitat based on these threats. The area of occupancy (AOO) is best estimated at 1,580 km². There are <span style=\"\">2–4 threat-based locations.</span>", "geographicrange": "<em>Chaetostoma joropo&#160;</em>was described from Güejar river, upper Guaviare drainage, Orinoco river basin in Colombia (Ballen <em>et al.</em> 2016). It is present in piedmont rivers of the Orinoco River Basin in Colombia, and in the Casanare, Meta and Guaviare drainages, including the rivers Cusiana, Caja, Purare and Tocoragua, among others. It is found from Vista Hermosa in the Departamento de Meta to the south to the río Tocoragua in the municipality of Tame, Departamento de Arauca to the north. The species is distributed in a range of elevations from 206 to 1,014 m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 37,928 km², and the area of occupancy (AOO) is best estimated at 1,580 km². There are <span style=\"\">2–4 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Chaetostoma formosae</em>&#160;in this assessme</span>nt were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "The population of&#160;<em>Chaetostoma joropo</em>&#160;is considered stable in accord with its abundance. The size of its population is considered to be large.", "populationtrend": "stable", "habitat": "The habitat of&#160;<em>Chaetostoma joropo </em>is mountain and piedmont rivers in the Andes. This species shows preference for rocky substrates, shallow and well oxygenated water (6.1–9.5 mg/l), which is slightly basic pH (7.1–8.6), with conductivity of 10.4–258.0 µS, and temperatures of 21–30°C. It feeds on insect larvae (Diptera) but is mostly algivorous (Ballen <em>et al.</em> 2016). It can reach 146.7 mm standard length.", "threats": "As for other Loricariidae in the upper tributaries of Guaviare and Meta drainages in Andean versants, the habitat for&#160;<em>Chaetostoma joropo</em> is at risk from deforestation, agriculture and oil exploitation and urban effluents. Land-use change within these Andean catchments is likely to alter hydrology, sediment transport, and habitat conditions within river systems, with adverse consequences for aquatic biodiversity\u2029 (Romero-Ruíz&#160;<em>et al</em>. 2012, Urbano<em>&#160;et al.</em>&#160;2014).", "conservationmeasures": "There are protected areas from which the species is reported: National Natural Park Sierra de la Macarena (buffer zone) and DMI Ariari-Guayabero (IUCN and UNEP-WCMC 2020). Habitat protection of the most impacted drainages is recommended, as well as awareness and communications.&#160;It is necessary to research the actual conditions and trends for the population size and distribution, threats and habitat.", "usetrade": "There are no known uses for the species"}]}