{"name": "177261769", "result": [{"species_id": 177261769, "taxonomicnotes": null, "rationale": "<p><em>Ancistrus kellerae</em> was recently described (in 2019) and is endemic to Guyana. It is known only from the type locality in the Kuribrong River, downstream to Amaila Falls, and few additional records from Potaro River, in Essequibo River basin, Guyana. The extent of occurrence (EOO) is estimated in 5,416 km<sup>2</sup>. The Kuribrong River is under dramatic pressure from gold and diamond mining, and the Grass Shoals are the last rapids upstream before the base of Amaila Falls. This species is sensitive to subtle changes in the environment, and mining activities dredge up the river bottom causing increased sediment load that can change the habitat structure of the river and thus impact the species. The known localities represent at most four threat-based locations. Due to its restricted distribution (B1), number of locations (subcriterion a), and the presence of local impacts on the habitat of the Kuribrong river (b(iii)), this species is assessed as Vulnerable (VU). Further research should be carried out to better understand its  range, whether there are additional subpopulations in the tributaries,  and population status. It is also recommended to establish a&#160;long-term  monitoring program to continually  assess the impact of the mines on the population.<br/></p><p></p>", "geographicrange": "<p><em>Ancistrus kellerae</em> was recently described and it is known only from the type locality in the Kuribrong River, downstream to Amaila Falls, and a few additional records from Potaro River, in Essequibo River basin, Guyana (de Souza <em>et al. </em>2019).</p>", "population": "The species was recently described based on few specimens, and therefore there is no available information about its population.", "populationtrend": "unknown", "habitat": "This species is of small body size, is nocturnal, and inhabits rapids. The species was recently described and there is not much information about its ecology.", "threats": "<p>According to de Souza <em>et al. </em>(2019) the Kuribrong River is under dramatic pressure from gold and diamond mining, and Hardman<em> et al.</em> (2002) noted a decrease in loricariids in the mainstem Potaro River compared to what Eigenmann (1912) found, probably due to the mining there in 1998. Grass Shoals is the last rapids upstream before the base of Amaila Falls. It is a clear-flowing section of stream with ample rooted vegetation. De Souza<em> et al.</em> (2019) reported that little mining was present this far up in the drainage at time of collection, but a recently completed road to the base of Amaila Falls will likely lead to increasing mining pressure from Grass Shoals to above the escarpment. The species is sensitive to subtle changes in the environment, and mining activities dredge up the river bottom causing increased sediment load, that can change the habitat structure of the river and thus impact the species.</p>", "conservationmeasures": "<p>There are no conservation measures in place.</p>", "usetrade": "<p>This species is not used or traded.</p>"}]}