{"name": "63175", "result": [{"species_id": 63175, "taxonomicnotes": "<em>Pseudagrion</em> is likely to be split into two genera at some point. Until this taxonomic split occurs, the candidates for these two groups are highlighted by \"group A\" and \"group B\". <em>P. inopinatum </em>is an A-group species.", "rationale": "This species was formerly known only from two localities, where populations were small and decreasing. However, it has recently been found at other a number of additional localities (Mpumulanga and KwaZulu-Natal Provinces) with sizeable populations and with no immediate threats present (see reference list for references). The global population however is still thought to be declining, and has a known extent of occurrence of less than 15,000 km², The species has therefore been downlisted from EN to NT on the basis of this new information. It is a Cape Endemic and should be monitored in the future.", "geographicrange": "Recently Pseudagrion inopinatum was found at two new localities (Mpumulanga, Komati River and KwaZulu-Natal, Mkomazi) in good populations. Old records list Badplaas", "population": "Current population size is unknown (it is known from only a few specimens), but the population may be declining. It appears to have a very localised distribution, with subpopulations probably awaiting discovery (Samways 2006).", "populationtrend": "decreasing", "habitat": "This species habitat preference includes meandering open rivers and streams, with abundant marginal vegetation.", "threats": "It is not clear why this species is so rare. It may be that alien trout species have played a role in this. It has not been rediscovered at the \"Drakensberg\" locality  since its collection there in 1948 and only one specimen (a female) was found at the type locality in 2002. It is possible that livestock farming, damming of streams, invasive alien trees, and trout together may impact on this species, potentially aggravating its susceptibility to drought and flood (Samways 2006).<br/>    <p> &#160;    </p>", "conservationmeasures": "No precise information available but research into population numbers and range, biology and ecology, habitat status, threats, conservation measures, and trends/monitoring of this species would be valuable. Continued searches for the species are essential.", "usetrade": null}]}