{"name": "163637", "result": [{"species_id": 163637, "taxonomicnotes": null, "rationale": "<p><em>Euphaea basalis</em> is fairly widespread in Sabah and parts of Sarawak, and most known locations are within protected areas. However, fires are a threat at all locations, the species seems to be very local in occurrence, and it might be particularly sensitive to disturbance from logging activities (although this requires confirmation). The former Vulnerable assessment of this species is no longer justified given the distributional data that has become available since it was written, but Least Concern does not appear warranted for this very local species either. It is assessed as Near Threatened because it remains close to Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Euphaea basalis</em> is endemic to Borneo, where it is known from a few montane locations in Sarawak and Sabah. It was described from Mount Kinabalu in Sabah, and for a long time was only known from there (e.g., van Tol and Norma-Rashid 1985, Hämäläinen 1994). Within the last decade it has also been found in the Hose Mountains (Dow <em>et al. </em>2015) and Pulong Tau National Park (Dow unpublished) in Sarawak, and at an additional location on Mount Kinabalu (Dow unpublished) and in the Crocker Range in Sabah (Afendy <em>et al</em>. 2017). All of these records are from ca 1,000 m asl or above; all confirmed records from Sarawak are from above 1,300 m asl. There is also a record of a similar taxon from Bukit Lanjak in the Lanjak Entimau Wildlife Sanctuary in Sarawak, much further west than all other records and at lower altitude (<em>ca </em>650-700 m asl), but this form differs in some details and behaves very differently from typical <em>E. basalis</em>, and might be a distinct species. Ignoring the Bukit Lanjak record, six locations are known at present. There is much apparently suitable habitat within the known range of the species, and it is likely to be found at additional sites in Sarawak and Sabah, although it is apparently absent from a number of apparently suitable locations, it is also likely that the species occurs over the border in the mountainous interior of Kalimantan, but this needs confirmation. It is not possible to make an even remotely accurate estimate of its true area of occupancy (AOO).</p>", "population": "<p>This species can be fairly common where it occurs, but beyond this little can be said about current population sizes and health except that some decline in overall population can be inferred from loss and degradation of forest across its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs at streams in montane forest; however it is apparently absent at many seemingly suitable locations, suggesting that we do not fully understand its habitat requirements. None of the locations where the species has been found have been disturbed by commercial logging activities, so it is possible that it is particularly sensitive to such disturbance.</p>", "threats": "<p>Forest fires are a threat to all populations of this species, and have already impacted the Crocker Range. It may be particularly sensitive to disturbance from logging activities, but this requires confirmation.</p>", "conservationmeasures": "<p>More data is needed on the distribution, habitat requirements and disturbance tolerance of this species, and it would undoubtedly benefit from the protection of additional areas of montane forest, especially in the Hose Mountains in Sarawak.</p>", "usetrade": null}]}