{"name": "118044360", "result": [{"species_id": 118044360, "taxonomicnotes": null, "rationale": "This species is assessed as Critically Endangered since it is restricted to caves in the Guasare River and has an area of occupancy (AOO) of&#160; 4 km<sup>2</sup>, with all observed individuals occurring in only one threat-based location. There is a continuing decline in the quality of its habitat related to pollution from agricultural activities, and the possibility of further degradation related to coal mining.", "geographicrange": "This species only occurs in a cave in the Guasare River, western Maracaibo Lake Basin, Zulia state.", "population": "There are no data available to estimate a population size.", "populationtrend": "unknown", "habitat": "This species is only known from a cave in the Guasare River, named Surgencia del Tigre in Sierra de Perijá. The underwater river is permanently fed by a spring about 60 m into the lower gallery. Specimens were frequently observed in pools in the underwater river, above 1.5 m deep (DoNascimiento <em>et al.</em> 2004).", "threats": "The semideciduous forests in the drainage of the Guasare River are highly disturbed by agricultural activities such as farming and cattle ranches, and it is presumed that the aquifers have been polluted with agro-chemicals (Hernández-Montilla and Portillo-Quintero<em> </em>2010). There are also plans to exploit coal at large scales in the Guasare River (García 2017), which could drastically alter its limnological conditions. The extraction of limestone rock might also deteriorate the karst that constitutes the basement of the caves. Therefore, this species is likely going through habitat degradation and might face habitat loss in the near future.", "conservationmeasures": "The species is not known from any protected areas, but clearly there is a need for improved habitat protection at sites where it is known to occur. This species would benefit from better information on abundances and population trends.", "usetrade": "This species is not utilized as either an ornamental species or for human consumption."}]}