{"name": "163600", "result": [{"species_id": 163600, "taxonomicnotes": "<p>Orr &amp; Hämäläinen (2013) placed specimens from Brunei and Sarawak that had previously treated as <em>P. triangularis</em> into two new species, leaving only the holotype female under the name <em>P. triangularis</em>.</p>", "rationale": "<p><em>Pericnemis triangularis</em> is known only from the holotype female from Bettotan in Sabah, Borneo, collected in 1927. In most circumstances this assessor would assess such a species as Data Deficient, but given the loss of lowland forest that has occurred in the area of the type locality and throughout the east of Sabah, there is a clear and possibly severe threat to the species and Data Deficient is not suitable. The area of occupancy (AOO) of the species cannot be accurately estimated but is believed likely to be less than 500km<sup>2</sup> and is inferred to be declining, as is the extent and quality of suitable habitat, so that the species qualifies for Endangered status under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Pericnemis triangularis</em> is known only from the holotype female from Bettotan in Sabah, Borneo, collected in 1927 (Laidlaw 1931). It is not known if the species still occurs in this area, where there has been extensive loss of forest. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may be small (likely less than 500km<sup>2</sup>) and will be declining due to loss of lowland forest within its range.</p>", "population": "<p>All that can be said for this species is that an ongoing decline in population is inferred from loss of lowland forest in the east of Sabah.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species, but other species of <em>Pericnemis </em>known from Sundaland breed in phytotelmata. This can be assumed to be a forest dependent species and as such the extent and quality of suitable habitat for it is certainly declining.</p>", "threats": "<p>There has been extensive loss of lowland forest in the east of Sabah, especially in the Sandakan area (where the type locality is), for agriculture including oil palm plantations. This forest clearance will be the main threat to this species, which has not been recorded since it was described. Forest fires are another threat.</p>", "conservationmeasures": "<p>There is an urgent need for fresh data on this species, to which end expert searches are needed throughout Sabah.</p>", "usetrade": null}]}