{"name": "107821062", "result": [{"species_id": 107821062, "taxonomicnotes": null, "rationale": "<p>                   </p><p>Dung beetles are amply used as indicators of habitat quality due to their association with food resources from animal dung or carrion. In general dung beetles are collected massively in dung beetles traps, and low numbers of individuals in the surveys are likely to reflect a small population size. <em>S. arcabuquensis</em> has an extent of occurrence (EOO) of 4817&#160;km² and an area of occupancy (AOO) of 56 km².&#160;The presence of this species is conditioned to oak forests in a narrow altitudinal range of the oriental Andean mountain chain. Currently less than 10% of the original forest extent and probably less than 5% of the high Andean forest remains conserved (Etter <em>et al</em>. 2006). Based on the map of terrestrial and marine ecosystems of Colombia (IDEAM <em>et al</em>. 2007), we estimate that more than 50% of the subpopulations where the species occurs are isolated, without connectivity each with low numbers of individuals and all are possibly decreasing in numbers making the subpopulations potentially non-viable. We therefore infer that the population of <em>S. arcabuquensis</em> is severely fragmented. Continuing decline has been observed due to the loss of at least one of the localities. Also, the species has a very low number of records in collections (224 registers in 20 years), compared to other species of forest dung beetles, with similar biology, size, and distribution. The species is therefore assessed as Endangered, under criteria&#160;B1ab(ii,iii,v)+2ab(ii,iii,v).&#160;It is urgent to obtain information on population dynamics and to know the status of subpopulations, both size and viability, to confirm the current status.</p>", "geographicrange": "<p><em>Scybalocanthon arcabuquensis</em>&#160;is a species of dung beetle of the subfamily Scarabaeinae, with a distribution&#160;restricted&#160;to the Oriental Chain of Mountains in Colombia (Departments of Boyacá and Santander). It is one of the few species of the genus that occurs above 2000 meters (Molano &amp; Medina 2010). Its extent of occurrence (EOO) is observed at 4817 km²,&#160;the area of occupancy (AOO)&#160;at 56 km².</p><p>It is currently known from the following localities: Boyacá, Arcabuco, Peñas Blancas (2546 - 2574 m), Boyacá, Arcabuco, Pomeca (2650 m), Boyacá, Arcabuco, SFF Iguaque (2730 m), Boyacá, Miraflores, Guamal (2182 m), Boyaca, Ramiriqui, Escobal (3201 m), Boyacá, Tibaná, Suta arriba (2935 m), Santander, El Encino, El Desengaño (2238 m), Santander, El Encino, Los Nogales (2102 m), Santander, El Encino, Martina Flórez (2257 m), Santander, &#160;El Peñón, Jabonera (2820 m)</p>      <p>                     </p><p>Continuing declining is occurring with the recent loss of at least one of the subpopulations. Intensive sampling was carried out in one of the localities after 12 years, and no individuals were registered. It is unknown if this is due to changes in the population structure or external effects on the quality of the habitat, as the species requires well-preserved forest.</p>", "population": "<p>                   </p><p>The population of&#160;<em>S. arcabuquensis</em>&#160;is composed of five subpopulations with low numbers of individuals. There is not enough information for the population size to be estimated . However, it is known that the natural forest coverage, where the species occurs, is fragmented and populations could be isolated.</p>", "populationtrend": "decreasing", "habitat": "The species is restricted to humid mountain forest between 2,100 and 3,200 m Asl. Not much is known about the behaviour and ecology of the species, but it seems it is highly specialised because the efforts for <em>ex-situ</em> breeding has been unsuccessful and it has been searched without success in other areas of restored forest, near to where the species has been already collected.", "threats": "<p>Deforestation mainly for pastures and livestock, as well as local hunting of native mammals, are the main threats to this species. It appears to have specific habitat requirements, and probably had as requirement some type of mammal dung or another unknown specific source of food provided by the forest. The main threat for the species is the loss of habitat. This threat has not ceased and in fact the natural forest is also affected by wood logging and threatened by growing mining and tourism activities, identified in the species range (Cordoba <em>et al</em>.<em> </em>2017).&#160;</p>", "conservationmeasures": "<p>There are no known species-specific conservation measures for this species. Establishment of protected areas, connectivity between forests, implementing processes of habitat restoration and educational programs will be necessary to guarantee the survival of the species. Since the description in 2010, there is no further information available. For this reason, it is mandatory to get basic information in natural history, life cycle and biology of the species. It is also important to gather information in aspects such as ecology and population dynamics to estimate the subpopulations size, as well as movement patterns in the landscape. Finally, it is necessary to identify other possible sources of threats such as the use of pesticides in nearby agricultural areas. It is imperative to develop a monitoring plan in order to identify population trends.</p><p><br/></p><p>&#160; &#160;&#160;</p>", "usetrade": "Dung beetles of this size, near 10 mm, normally are not traded and there are no records of trade for this species."}]}