{"name": "117513347", "result": [{"species_id": 117513347, "taxonomicnotes": "In 1958, Deraniyagala described <em>R</em><em>asbora vaterifloris pallida. </em>Later Batuwita <em>et al</em>. (2013) evaluated it as a true species. <em>Rasboroides rohani</em> is a junior synonym of <em>Rasboroides pallidus</em> (Sudasinghe <em>et al</em>. 2018)", "rationale": "<em>Rasboroides pallidus</em> is a range-restricted, endemic species, known from four locations in the south western lowlands of Sri Lanka. Its estimated Extent of Occurrence is 1793.188 km<sup>2</sup> and its Area of Occupancy is 176 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed as a result of development of hydropower projects and water pollution from urban sewage, agricultural run-off, accumulation of agrochemicals, and increased sedimentation from gem mining and logging activities. The species is also threatened by overfishing for the ornamental  freshwater fish trade and competition and predation from introduced invasive alien species. These threats are likely to continue, as the area is undergoing agricultural expansion and development, and there is no current protection for a majority of its habitat nor regulation for exportation. Therefore the species is assessed as Endangered.", "geographicrange": "<em>Rasboroides pallidus</em>&#160;is an endemic freshwater fish species of south-western Sri Lanka that has been recorded in shallow, slow-flowing streams in the Bentara, Gin and Nilwala River Basins (Batuwita <em>et al</em>. 2013).", "population": "There is not enough recorded information on the population size or trends of&#160;<em>Rasboroides pallidus</em>. However, this uncommon species faces a population decline owing to a large number of threats.", "populationtrend": "decreasing", "habitat": "This freshwater species is found in shallow, slow-flowing and densely shaded lowland rain-forested streams with a sandy-silt substrate. Male standard length ranges from 21.5-24.6 mm, while females range from 20.2-20.7 mm (Batuwita <em>et al</em>. 2013). More information is needed regarding the ecological role of this species.", "threats": "<em>Rasboroides pallidus</em> has a limited range, which lies mostly outside of protected areas, making it vulnerable to a number of threats.&#160;A major threat to this species is from the ornamental freshwater fish trade, both from its extensive harvesting for exportation, and the release of imported invasive species. When this species was still considered a colour morph of <em>R. vaterifloris</em>&#160;in 2005, 15,870&#160;individuals of this species were exported with 98% of these thought to have been collected from the wild (Gunasekera 2011). As of 2016, Sri Lanka has 12 alien freshwater fish established due to the release of ornamental fish, five of which have been identified as seriously invasive. Impacts include competition, predation and stream alteration from burrowing behavior (Sudasinghe 2016).&#160;<br/><br/>This species is also threatened by habitat loss and fragmentation from the development of hydro power projects, which divert water, change downstream flows, and alter turbidity and temperature fluxes. In the last two decades the 'wet zone' of Sri Lanka has seen a large number of these projects being developed (Senanyake and Moyle 1982). <br/><br/>Other threats include&#160;pollution from domestic and agricultural sources, removal of aquatic plants, gem mining, flash flooding as a result of climate change and deforestation, and a loss of habitat from logging and the creation of rubber and tea plantations, which reduces shading and vegetation load and alters temperature fluxes (Senanyake and Moyle 1982).", "conservationmeasures": "<em>Rasboroides pallidus</em> has been recorded in the Dediyagala, Kanneliya and Kombala-Kottawa forest reserves, although this species has a very restricted range and is found mostly outside or on the edge of protected areas. The export of this species is not prohibited and legislation has been reported to be poorly enforced and contradictory (Gunasekera 2011).&#160;Site protection and trade management need to be implemented to prevent further declines.", "usetrade": "This species is thought to be collected for the international ornamental fish trade and local consumption. Export records show that in 2005, 15,870 individuals recorded as <em>R. vaterifloris</em>, of which <em>R. pallidus </em>was considered to be a colour morph before a taxonomic revision in 2012 (Batuwia <em>et al.</em> 2013)<em>,&#160;</em>were exported to countries such as the USA, the UK, France and Germany. The exact number of this species being exported is therefore unknown, but with as much as 98% of exported endemic fish being collected from the wild this is thought to be causing population declines throughout this species range (Gunasekera 2011)."}]}