{"name": "123529398", "result": [{"species_id": 123529398, "taxonomicnotes": "<p>The female of <em>Telosticta janeus </em>has not been described.</p>", "rationale": "<p><em>Telosticta janeus </em>is currently only known from about five locations in south and east Sabah; its overall population is likely to already be highly fragmented. Most existing locations already have some measure of protection, but stronger, more permanent protection is needed for some of them. It is close to qualifying for Vulnerable status under criterion D2 and, taking a reasonable precautionary approach and because threats from forest fires and plantation establishment exist, it is assessed as Near Threatened until more data are available; hopefully it will be possible to reassess it as Least Concern in the future.</p>", "geographicrange": "<p><em>Telosticta janeus </em>is endemic to Borneo, where it is known from a few locations in the south and east of Sabah: the Danum valley (Dow and Orr 2012), the Imbak Canyon Conservation Area (Dow and Orr 2012, C.Y. Choong personal communication), the nearby Maliau Basin (Dow unpublished), and two sites within the Stability of Altered Forest Ecosystems (SAFE) project area (Dow unpublished). For conservation purposes the known sites probably only comprise five locations (in the sense employed by the IUCN and considering forest fires as the threat most likely to affect a large area rapidly). It is likely to occur at more locations in the south and east of Sabah, and should be looked for in the north-east of Kalimantan; in the west of Sabah, on Mount Kinabalu and the Crocker Range, it appears to be replaced by <em>T. fugispinosa </em>Dow, Afendy &amp; Rachman, 2016.</p>", "population": "<p>This species is moderately common where it occurs, but there are insufficient data to make concrete statements about overall population size or health, except that some decline is likely to have occurred in recent decades due to replacement of forest by oil palm plantation.</p>", "populationtrend": "decreasing", "habitat": "<p>“All specimens have been collected at small streams in mixed dipterocarp forest in hilly or mountainous terrain” Dow and Orr (2012: 395); this statement remains true. The sites at the SAFE project have been disturbed by logging activities in the past, indicating some tolerance to, or ability to recover from, such disturbance.</p>", "threats": "<p>Although more data are needed, the main threat to this species is from forest clearance, which within its known range is mainly done as a precursor to establishment of oil palm plantations. The overall population of this species is already likely to be highly fragmented. Forest fires are an additional threat.</p>", "conservationmeasures": "<p>More data are needed on this species, especially on its distribution. It would undoubtedly benefit from the establishment of additional protected areas. Within areas being converted to plantation, the survival prospects of the species would be greatly increased by good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads. The strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial. </p>", "usetrade": null}]}