{"name": "19455", "result": [{"species_id": 19455, "taxonomicnotes": "Eschmeyer notes that this species was recognised as a synonym of <em>Rhamdia laticauda</em> by Silfvergrip (1996) and by Weber and Wilkens (1998). FishBase records it as a valid species, referring to Proudlove (1997) as the reference source.<br/>[Arroyave: Silfvergrip (1996) considered <em>R. reddelli</em> a junior synonym of <em>R. laticauda</em>. Similarly, Perdices et al. (2002) cast doubt on the validity of <em>R. reddelli</em> on the basis of phylogenetic analysis of DNA sequence data, suggesting that it is probably simply a hypogean population/lineage of <em>R. laticauda</em>. Despite these questionings, other authors (e.g., Weber and Wilkens 1998, Miller <em>et al. </em>2005, Eschmeyer et al. 2018) have maintained the validity of <em>R. reddelli</em>. Miller <em>et al.</em> (2005), however, considers <em>R. zongolicensis</em> Wilkens 1993 a junior synonym of <em>R. reddelli</em>.] [Schmitter-Soto: a footnote in Miller <em>et al. </em>(2009) mentions that the authors overlooked the fact that <em>R. zongolicensis </em>and <em>R. reddelli </em>have been proven by Wilkens to be mutually infertile, that is, they are both valid under a Biological Species Concept.]", "rationale": "<em>Rhamdia reddelli</em>&#160;is only known to occur within the cave in the source of the San Antonio River southwest of Acatlán, Oaxaca, in the Tonto River drainage. This species faces threats of pollution and water abstraction for domestic usage. The species is considered to occur in a single location, given it is only known from a very restricted network of caves which are connected and face the same threats. Therefore, it is assessed as Critically Endangered. More information is needed to confirm if this species occurs in other localities or maintains a stable population despite the threats.", "geographicrange": "<p>The type locality for this species is a cave in the source of the San Antonio River (Cueva del Nacimiento del Río San Antonio) (100 m asl.), around 9 km southwest of Acatlán, Oaxaca, Tonto River drainage, Atlantic versant (18˚28'8\"N 96˚38'6\"W) (Miller 1984). Although it appears that the only documented records are from the type locality (Ceballos <em>et al. </em>2016), Mosier (1984) states that, in addition to its type locality,&#160;<em>R. reddelli&#160;</em>has been collected from Cueva de Maravillas, also in the Acatlán region. Eschmeyer <em>et al. </em>(2018) reports occurrences in caves in Papaloapan basin, Mexico, but they most likely refer to the above mentioned documented records instead of a broader distribution in caves from the region.</p>", "population": "No information is known for the population size or trend of <em>Rhamdia reddelli.</em>", "populationtrend": "unknown", "habitat": "Other than being found in freshwater cave streams, little else is known of the habitat preferences or ecological role of&#160;<em>Rhamdia reddelli.</em>", "threats": "<p>The main threats to this species are decreased volume (flow) of the San Antonio River and its sources, because its water is used for domestic and industrial purposes. Similarly, domestic and industrial pollution of these superficial waters might be negatively affecting the water quality inside the cave and, therefore, the habitat of this endemic and geographically restricted species (Ceballos <em>et al. </em>2016).</p>", "conservationmeasures": "There are no species specific conservation actions in place for <em>Rhamdia reddelli.</em>&#160;It is known that its distribution is included within the Tehuacán-Cuicatlán (UNESCO-MAB Biosphere Reserve) of Mexico.&#160;<em>Rhamdia reddelli&#160;</em>is federally listed as endangered in the Norma Oficial Mexicana NOM-059-SEMARNAT-2010 (SEMARNAT 2010), a compendium of species or populations of wild flora and fauna at risk in Mexican territory.<p><em></em></p>", "usetrade": "This species does not appear to be utilised."}]}