{"name": "190550138", "result": [{"species_id": 190550138, "taxonomicnotes": null, "rationale": "<em>Sturisoma graffini</em>&#160;is assessed as Vulnerable. Several drainages where&#160;<em>Sturisoma graffini</em>&#160;lives are severely impacted by gold mining. Also, in many drainages deforestation, pollution by urban and agricultural effluents and the abstraction of water are common. These are leading to a continuing decline in habitat. The extent of occurrence (EOO<span style=\"\">) is best estimated at 5,061&#160;km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,396</span> km<sup>2</sup>. There are two threat-based locations based on the principal threat of gold mining and its associated impacts.", "geographicrange": "<em>Sturisoma graffini</em>&#160;was described from Picaflor Creek, Madre de Dios River drainage, Amazon basin in Perú (Londoño-Urbano 2018). The species also occurs in creeks and rivers of Manu and Tambopata drainages. The species&#160;is reported in four localities with a elevational distribution ranges from 150-350 meters above sea level. It is Possibly Extant in Bolivia.<br/><br/>The extent of occurrence (EOO<span style=\"\">) is best estimated at 5,061&#160;km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,396</span> km<sup>2</sup>. There are two threat-based locations based on the principal threat of gold mining and associated impacts.<br/><br/>The geographic attributes for&#160;<em>Sturisoma graffini</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020).", "population": "There are no data available to estimate the population size.&#160;The population trend is unknown, and might be decreasing as a result of gold mining.", "populationtrend": "unknown", "habitat": "The herbivorous catfish of the genus<em> Sturisoma </em>inhabit streams and rivers with different waters types on substrates usually composed by fine granulometries and vegetation debris. Before the Puerto Maldonado, the<em>&#160;</em>Madre de Dios river in dry season has a flow of 1,110.5 m<sup>3</sup>/s, and in its waters the dissolved oxygen is 6.6 mg/l, the pH of 7.05 and the conductivity of 87.78 uS/cm (Cañas and Pine 2011). The species can reach&#160;266 mm standard length.", "threats": "Most of the tributaries in the upper basin of Madre de Dios river are experiencing extraordinary fragmentation and habitat loss due to gold mining, which is most likely associated with a generalized loss biotic integrity of rivers and fish diversity (e.g. Palacios and Ortega 2008). From 1999 to 2012, land conversion for gold mining in Madre de Dios drainage increased 400%, with approximately 50,000 ha of forest removed by 2012, and 20,000 ha from 2012 to 2016 (Martínez&#160;<em>et al.</em>&#160;2018).&#160;Evidence suggests that gold mining will continue to expand in the region.", "conservationmeasures": "The localities of&#160;<em>Sturisoma graffini&#160;</em>occur within areas of gold mining but also in protected areas. The species occurs in&#160;National Reserve Tambopata and very probably occurs in Communal Reserve Amarakaeri, National Park Manu, National Park Bahuaja - Sonene and National Wildlife Reserve Manuripi (IUCN and UNEP-WCMC 2020). It is unknown whether there are regulations and educational programs oriented to its protection. Awareness raising, habitat protection and restoration in the most impacted drainages are recommended. Research is recommended into the distribution and population, as well as monitoring of threats and habitat.", "usetrade": "No information is available on the use and trade of this species."}]}