{"name": "189556509", "result": [{"species_id": 189556509, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that it is restricted to Lamington National Park, where it has an extent of occurrence which is not expected to exceed 500 km<sup>2</sup> and is considered to occur in a single location defined by a threat from recurring fire events which is resulting in a continuing decline in the extent and quality of its habitat.", "geographicrange": "This species is known only from the type locality of Lamington National Park, in southeast Queensland, Australia (Lessard <em>et al.</em> 2021), within which its range may be restricted. Although there are vegetation corridors connecting this area with several nearby national parks, a century of collecting in this well-surveyed area has failed to record it away from the type locality.", "population": "This species is known from only three collection events in 1923, 2008 and 2009, although Lamington National Park is a well-surveyed area. Nothing is known of its population status. It is unknown whether it was affected by the 2019-2020 bushfire season, but fire impacted nearly a third of the park's area.", "populationtrend": "unknown", "habitat": "Members of this genus are often collected from tree trunks (Lessard <em>et al</em>. 2021) and this species is presumed to occur in subtropical rainforest, but there is no information on its ecology.", "threats": "The known locality lies within a protected area. The type locality was within an area impacted by fire in the 2019-2020 bushfire season but the species is too poorly-known to estimate the scale of any possible decline. Larvae within this genus live beneath leaf litter and bark. Consequently larvae will be directly susceptible to mortality from fire, and suitable breeding sites are likely to be destroyed. The intensity and scale of annual bushfires is expected to increase as the result of a drying climate (Abram <em>et al. </em>2021), and Lamington National Park is projected to experience more intense fires.", "conservationmeasures": "This species is known only from Lamington National Park. Further research is needed to clarify its distribution, population status, ecological requirements and the impacts of threats from fire.", "usetrade": "There is no use of or trade in this species."}]}