{"name": "139064651", "result": [{"species_id": 139064651, "taxonomicnotes": null, "rationale": "<p><em>Gynacantha musa</em> is known from about 11 locations in Java, Bali, Flores and Lombok. Records from only four of the locations date from after the 1950s. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it might not be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest throughout the range of the species. If more data become available to confirm the AOO as being below 2,000 km², the species would qualify for Vulnerable status given the small number of locations. Taking a reasonable precautionary approach it is assessed as Near Threatened. It is to be hoped that re-assessment to Least Concern will be possible once more data are available for this relatively widely distributed species.</p>", "geographicrange": "<p><em>Gynacantha musa</em> is known from Java (for instance see Lieftinck 1934, Setiyono <em>et al</em>. 2017), Bali (Kishi 1999), Flores (Lieftinck 1953) and Lombok (Lieftinck 1953). The assessor is aware of records from 11&#160;specified&#160;locations. Records from only four of the locations date from after the 1950s. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it might not be large and will be declining due to loss and degradation of forest throughout the range of the species.</p>", "population": "<p>There is insufficient information on this species to make any statement on current population sizes and health except that some decline in overall population is likely to be occurring due to loss of forest within the range of the species, and that it is likely to be an under-recorded species.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded on the habitats and ecology of this species but Lieftinck (1954) states that it occurs in lowland and hill forest. Lieftinck (1934: 445) recorded a male “hovering over a small leaf-bottomed pool in second growth wood” so it appears that the species is not dependent on old growth forest. It is likely that it breeds in forest pools and possibly also marshy areas in forest. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest throughout the range of the species.</p>", "threats": "<p></p><p>The primary threat to this species is likely to be from complete clearance of forest, which is occurring throughout much of the known range of the species for various reasons, although agriculture in one form or another is the main driver.</p><p></p>", "conservationmeasures": "<p>Fresh data on this species are needed, in particular on its exact habitat requirement, ability to tolerate disturbance and on its continued presence in parts of its range from where there are no recent records.</p>", "usetrade": null}]}