{"name": "191130", "result": [{"species_id": 191130, "taxonomicnotes": null, "rationale": "<p>The species is edemic to the Lago de Chapala and Río Grande de Santiago above El Salto de Juanacatlán, Jalisco (Miller&#160;<em>et al</em>. 2005). It has been introduced to El Estribon reservoir in Yahualica (Jalisco) and possibly other reservoirs in the region. The species is potentially threatened by water pollution and over-extraction of water resources, in addition to competition and predation from invasive species. The EOO is 3400 km<sup>2</sup> and the number of locations is approximately 5-10. The populations are currently stable and it's an important component of the Silverside fishery in Lake Chapala. Therefore, the species is assessed as Vulnerable. <br/></p>", "geographicrange": "This species is found in the Pacific Slope, Lago de Chapala and Río Grande de Santiago above El Salto de Juanacatlán, Jalisco (Miller&#160;<em>et al</em>. 2005). The species has been introduced into El Estribon reservoir in Yahualica in Jalisco.", "population": "The production of \"charales\" in the Chapala lagoon has decreased drastically: between 1990 and 1994 it was reduced from 3,510 to 534.9 tn/year (Guzmán-Arroyo and Orbe-Mendoza 2002). The reduction is even more drastic if we compare that the production of charal reached 44.7% of the total of the fishery in a year in 1994, against 5% in 2000 (Guzmán-Arroyo and Orbe-Mendoza 2002, SAGARPA 2004). However <em>C. chapalae </em>remained abundant in collections from Lake Chapala between 1991 and 2010 (N. Mercado-Silva pers. comm. 2018).", "populationtrend": "stable", "habitat": "<p>The species inhabits the shoreline of Lake Chapala in turbid waters (Miller&#160;<em>et al</em>. 2005).</p>", "threats": "<p>In the case of the <em>Chirostoma</em> lacustrine species, pollution, sedimentation, drying, overfishing and the introduction of invasive species are the main factors that explain the decline of their populations (Díaz-Pardo <em>et al</em>. 1993, Soto-Galera <em>et al.</em>&#160;1999).<br/><br/>The capture of fishery resources in the Laguna de Chapala has decreased significantly, because of the environmental deterioration of the basin, low water levels and excessive increase in fishing effort (SAGARPA 2004).<br/><br/>The primary threats to species of <em>Chirostoma</em>&#160;are habitat loss and degradation resulting from water flow reductions from the Lerma River and an associated increased water residency time, nutrient enrichment due to agricultural runoff, the release of toxins and pollutants from municipal and industrial sources, overfishing and potential stock collapse from subsistence and commercial pressures, competitive interaction with nonnative species (e.g.,&#160;<em>Oreochromis aureus</em>), and physical habitat alteration (Lyons <em>et al</em>. 1998, Becerra-Munoz <em>et al</em>. 2003, de Anda <em>et al</em>. 2004, Moncayo-Estrada <em>et al</em>. 2012). Recent estimates suggest that over 3,000 fishermen target various species of fish in Lake Chapala annually (NOM-032-SAG/PESC-2015).<br/><br/>Additionally, Lake Chapala has experienced a long-term continual decline in water volume primarily resulting from increased agricultural demand for ground and surface water (comprising the majority of water-use in the region) (see NOM-032-SAG/PESC-2015). Low water volume may be exacerbated by climatic fluctuations (Filonov <em>et al</em>. 2001, Filonov 2002) and by increases in surface transpiration due to nutrient-induced presence of floating macrophytes (Lind and Davalos-Lind 2002).</p>", "conservationmeasures": "<p>Fishing for this species is prohibited in the waters of federal jurisdiction of Lake Chapala, located in the states of Jalisco and Michoacán, during the period between the 1st March and April 30th (Secretaría de Pesca, 1994).&#160; In addition, the Official Mexican Standard NOM-032-SAG / PESC-2015 (SAGARPA, 2015) imposes some limitations on commercial catch, including gear restrictions, permit requirements, minimum size limits and the exclusion of fishing effort in the spawning habitat. Furthermore, Lake Chapala is a designated RAMSAR site with an active management plan that has been in effect since 2011.</p>", "usetrade": "<em>C. chapalae</em> is the main component of fishing for human consumption in the Chapala lagoon (Elizondo-Garza and Fernández-Méndez, 1996)."}]}