{"name": "150106494", "result": [{"species_id": 150106494, "taxonomicnotes": null, "rationale": "<p>This species occurs from the Tusubres River drainage to the Terraba and Pirris River drainages on the Pacific slope of Costa Rica. It is known from a limited number of collection records, and Extent of Occurrence is estimated to be 3,188 km<sup>2</sup>. The number of locations where this species occurs is fewer than 10. Declines in habitat quality are inferred and expected to continue unless mitigating actions are taken. Therefore, <em>R. ilseae</em> is assessed as Vulnerable (VU) under criteria B1ab(iii).</p>", "geographicrange": "<p><em>Roeboides ilseae</em> is distributed on the Pacific versant of Costa Rica from the Tusubres River drainage (Angulo <em>et al</em>. 2015) southwestward to the Terraba and Pirris River drainages (Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). It has also been reported from the Cohcuaco stream in the Osa Peninsula, but this records requires validation (Monfredi 2012). Elevation ranges from 10-660 meters above sea level (Angulo <em>et al</em>. 2013, Füreder <em>et al</em>. 2014).</p>  <p>Extent of Occurrence (EOO) is estimated to be 3,188 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records. Despite uncertainties regarding the scope of existing threats, this species has only been collected from 12 localities, and is suspected to occur in fewer than 10 locations based on existing pervasive threats that are impacting habitat quality within the species range (A. Angulo pers. comm. 2019).&#160;</p>", "population": "<p>Total population size and population trend are unknown. There is currently no indication that potential threats have resulted in major range-wide population decline. </p>  <p>A study by Rojas and Rodríguez (2008) found <em>R. ilseae</em> to be a dominant species in the Terraba, where it comprised 6.3% of relative abundance by number of individuals. However, Monfredi (2010) collected only 12 individuals from the Chochuaco stream in the Osa Peninsula. This species is poorly represented in museum records, and is known from only 17 confirmed collection records (GBIF 2019).</p>", "populationtrend": "stable", "habitat": "<p>This species is most abundant in moderately sized streams characterized by low to moderate water velocity and temperatures of 28-30 °C, but has also been collected in standing water. Diet is comprised of terrestrial insects, aquatic insects, and fish scales (Busing 1985, Füreder <em>et al</em>. 2014). Reproduction probably occurs in early summer at the onset of the rainy season (Bussing 1985). </p>", "threats": "<p>Expansive agriculture has led to the deforestation of much of the Tusubres, Pirrís and Terraba River drainage (Krishnaswamy <em>et al</em>. 2001, Angulo <em>et al</em>. 2015). As a result, sedimentation rates have increased and have likely resulted in a decline in the quality of habitat available to&#160;<em>B. rhabdophora</em>, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Terraba River basin (Anderson <em>et al</em>. 2006). Existing subpopulations have been extirpated due to expanding hydroelectric infrastructure (A. Angulo pers. comm. 2019). Discharge from plantation agriculture has resulted in increased sedimentation, nutrient loading, and chemical pollution (Rojas and Rodriguez 2008).</p><p>While the scope and magnitude of these threats are uncertain, they are producing continuous inferred declines in the quality and availability of habitat.</p>", "conservationmeasures": "<p>There are no species-specific conservation actions directed towards <em>R. ilseae</em>. However, the range of this species likely includes Los Quetzales National Park and Piedras Blancas National Park (IUCN and UNEP-WCMC 2019), which may provide indirect protection against habitat degradation. More information regarding population size, population trend, and the impacts of potential threats would be useful In guiding future conservation action. </p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}