{"name": "136801573", "result": [{"species_id": 136801573, "taxonomicnotes": null, "rationale": "<em>Batasio pakistanicus</em>&#160;is endemic to Punjab, Pakistan, where it is rare, and recorded only from the Attock Khurd and Chashma Barrage in the Indus system. Given the small area of occupancy (332 km<sup>2</sup>) and extent of occurrence (3,780 km<sup>2</sup>), and its restricted distribution to two locations which are subjected to ongoing threats including pollution and hydropower, the species is assessed as Endangered. There is however an urgent need to generate information life history, ecology and population of the species from its currently known distribution range, and also carry out intensive surveys in adjoining areas of the Indus system to determine whether the species occurs there.", "geographicrange": "This species is endemic to Punjab, Pakistan, where it has only been recorded from Attock Khurd, Jinnah and Chashma Barrage in the Indus basin (Ahmad <em>et al. </em>2010). Though surveys have been carried out in other parts of the Indus system, this species has not been collected. The current known area of occupancy (AOO) is 332 km<sup>2</sup>, and the current extent of occurrence (EOO) is 3,780 km<sup>2</sup>. Studies are required to understand the micro-level distribution of the species.", "population": "This species is rare, and currently known from only a few specimens (Ahmad <em>et al. </em>2010). More research is required to understand the population size and trend.", "populationtrend": "unknown", "habitat": "<em>Batasio pakistanicus</em> is a warm-water species, occurring in both rivers and reservoirs (Ahmad <em>et al</em>. 2010). It is a carnivorous fish, feeding on zooplanktons and insects. A specimen collected in Attock Khurd had total length of 6.5 cm (Ahmad&#160;<em>et al</em>. 2010). More research is required into the microhabitat preferences and ecological role of this species.", "threats": "The habitat of the species throughout its distribution range is threatened by pollution from multiple sources including agricultural, urban and industrial. There is also a loss of critical habitats due to the construction of hydropower projects.", "conservationmeasures": "There are no current conservation actions in place. There is a need to understand its life history, ecology and population to develop future conservation strategies.", "usetrade": "There is no economic value for this species, although it is a potential ornamental fish in view of its small size and colouration."}]}