{"name": "42845", "result": [{"species_id": 42845, "taxonomicnotes": null, "rationale": "<em>Ceratogomphus triceraticus</em> is endemic to South Africa and known from few specimens. Habitat has deteriorated markedly, especially the type locality near Franschhoek. However, the national removal of alien riparian trees is beneficial for this species, which was recorded at Bainskloof in 2004. Its status appears to have stabilised and based on new locations, this species was reassessed as Near Threatened in 2015. Nevertheless the populations need to be monitored and it nearly meets the criteria B1ab(i,iii).", "geographicrange": "This endemic South African species has a wide range throughout the Western Cape (Pinhey 1984b). It was discovered in 1962 (Balinsky 1963) and very few specimens are known. As it is a large and conspicuous insect, and is not easily overlooked, it must be extremely scarce. Despite many revisits to the type locality, near Franschhoek, the species has not been rediscovered there, although it has recently been discovered in the Cedarberg and Bainskloof, where invasive trees have been cleared. Its extent of occurrence is over 68,000 km² and area of occupancy is less than 2,000 km².", "population": "Current population size is not known.", "populationtrend": "unknown", "habitat": "Pools in streams, and occasionally in reservoirs. Rocky, shallow rivers, with deposition pools, and possibly farm dams (Samways 2006).", "threats": "This species faces many threats, which are probably synergistic, including a severe alien invasive tree problem, and loss of habitat to the wine industry and, to a lesser extent, cattle farming and plantation forestry. Over-extraction of water from streams and possibly pollution from the wine industry are increasing threats. Alien invasive trout may also be a problem.", "conservationmeasures": "Currently it occurs in the Limietberge National Reserve. Searches for <em>C. triceraticus</em> must continue, to establish whether it exists in more protected areas. Ongoing removal of alien trees is likely to be of great benefit to this species. Research into population numbers and range, biology and ecology, habitat status, threats, and trends/monitoring would be valuable.", "usetrade": null}]}