{"name": "139568018", "result": [{"species_id": 139568018, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta makilingia</em> is only known from the type series, collected in the 1980s and early 1990s, from one locality near the University of the Philippines, Los Banos campus at Mount Makiling (a protected area) in Laguna Province, Luzon in the Philippines. Even though the Mount Makiling is protected, threats certainly exist there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but if genuinely confined to Mount Makiling and since it appears to be extremely local in occurrence the AOO is likely to be less than 10 km², and the extent of occurrence (EOO) is likely to be less than 100 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest on Mount Makiling and its surrounds. In most circumstances the assessor would place a species only known from a single location in Data Deficient but the severity of threats throughout the Philippines is such that Data Deficient is not an appropriate assessment. The species qualifies for Critically Endangered and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta makilingia</em> is only known from the type series, collected in the 1980s and early 1990s, from one locality near the University of the Philippines, Los Banos campus at Mount Makiling (a protected area) in Laguna Province, Luzon in the Philippines (Gapud 2006). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but if it is genuinely confined to Mount Makiling, and since it appears to be extremely local in occurrence, the AOO is likely to be less than 10 km² and teh extent of occurrence (EOO) is likely to be less than 100 km². The AOO is inferred to be declining due to loss and degradation of forest on Mount Makiling and its surrounds.<br/></p>", "population": "<p>Little can be said about populations of this species except it has only been found at a single site so appears to be extremely local in occurrence and that if not genuinely confined to Mount Makiling then the overall population is likely to be severely fragmented. An ongoing decline in overall population is inferred from loss and degradation of forest on Mount Makiling.</p>", "populationtrend": "decreasing", "habitat": "<p>The type locality is a forest stream and this will be a forest stream species, like other Platystictidae. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>Based on information compiled in 2001 BirdLife International (2019) state that “Threats to the forests on Mt Makiling include the illegal conversion of forest to agricultural land and illegal settlement, and the area of land exploited by these upland settlers is expanding. The Institute of Forest Management and UPLB Administration are attempting to control the situation. The park is also a favorite destination of hikers and campers due to its proximity to urban centres. Rubbish and vandalism is very evident throughout the park especially in the camping and picnic areas. Settlers within the park, as well as people from the nearby villages, engage in bird trade and hunting.”</p>", "conservationmeasures": "<p>The priorities for this species are for better protection for Mount Makiling and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}