{"name": "163740", "result": [{"species_id": 163740, "taxonomicnotes": "<p>As noted in Dow &amp; Stokvis (2018) <em>Heliogomphus borneensis</em> is very similar to <em>Heliogomphus kelantanensis</em> and may eventually prove to be a junior synonym of it.</p>", "rationale": "<p><em>Heliogomphus kelantanensis</em>, as currently understood, is known from Peninsular Malaysia and Singapore. Only three locations are definitely known for the species, which is considered as critically endangered in Singapore. None of the known locations in Peninsular Malaysia is within a totally protected area. The species qualifies for Vulnerable status under criterion D2 and is assessed as such. It is to be hoped that re-assessment into a lower threat category will be possible when more data becomes available. Also, if <em>Heliogomphus borneensis</em> eventually proves to be a junior synonym of this species (see the Taxonomic Note) then re-assessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Heliogomphus kelantanensis</em>, as currently understood, is known from Peninsular Malaysia and Singapore. Records from Peninsular Malaysia are from Kelantan (Laidlaw 1902) and Negeri Sembilan (Norma-Rashid 2009). Dow &amp; Stokvis (2018) questioned records based on larval exuvia and freshly emerged female specimens from Peninsular Malaysia (for instance Lieftinck 1933, Furtado 1969) and these are treated as in need of confirmation here. Records from Singapore are from the main island (e.g. Murphy 1997) and Pulau Ubin, however the record from Pulau Ubin is considered to be a vagrant since there is no suitable habitat for the species there (Ngiam &amp; Cheong 2016), so only one location is considered as known in Singapore, where the species is considered to be critically endangered (Ngiam &amp; Cheong 2016). Altogether only three locations can be considered as definitely known for this species. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO can be inferred to be declining from loss of lowland forest throughout its range. None of the definitely known locations in Peninsular Malaysia is within a totally protected area.</p>", "population": "<p>This species has seldom been recorded but this may be due to elusive behavior&#160;rather than genuine rarity. Beyond this little can be said with the available information except that at least some decline in overall population can be inferred from loss of lowland forest throughout its range, and that the overall population may already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Little is known about the habitats and ecology of this species except that it occurs, seemingly very locally, at lowland forest streams. A decline in extent and quality of suitable habitat can be inferred from loss and disturbance to lowland forest in Peninsular Malaysia.</p>", "threats": "<p>The main threat to this species will be from clear cutting of forest for plantation establishment.</p>", "conservationmeasures": "<p>More data on the distribution and exact habitat requirements of this species are needed and if not present in totally protected areas then creation of new totally protected areas containing the species should be considered. It would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}