{"name": "139365159", "result": [{"species_id": 139365159, "taxonomicnotes": "<p>As noted in Dow and Stokvis (2018), <em>Heliogomphus borneensis</em> is very similar to <em>Heliogomphus kelantanensis</em> and may eventually prove to be a junior synonym of it.</p>", "rationale": "<p><em>Heliogomphus borneensis</em>, if not a junior synonym of <em>H. kelantenensis </em>(see the Taxonomic Note), is endemic to Borneo, where it is only currently and definitely known from seven locations. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it may be relatively small and can be inferred to be declining from loss of lowland forest throughout its range, as can the extent and quality of suitable habitat. The species is close to qualifying for Vulnerable under criteria D2 and B2ab(ii,iii), for which it would qualify if the AOO was known to be less than 2,000 km². Therefore the species is assessed as Near Threatened, but it may need reassessment into a higher threat category when an upper bound on the AOO can be made.</p>", "geographicrange": "<p><em>Heliogomphus borneensis</em>, if not a junior synonym of <em>H. kelantenensis </em>(see the Taxonomic Note), is endemic to Borneo. Dow and Stokvis (2018) reviewed records of this species and the summary of the distribution here largely follows their conclusions but entirely omits records that are not definitely <em>H. borneensis</em>. The species is known from two locations in East Kalimantan (Lieftinck 1964), but considerable deforestation in the vicinity of both these localities is evident in satellite images and it is not known if the species survives at them. Ng <em>et al</em>. (2008) recorded the species from the Maliau Basin in Sabah (a protected area, but see Threats). Other records are from six locations in Sarawak (Dow 2016; Dow and Ngiam 2012; Dow and Reels 2008; Dow and Stokvis 2018; Dow <em>et al</em>. 2015, 2019), two of these locations are in protected areas. Only the seven locations in Sabah and Sarawak can be considered as currently known. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it may be relatively small and can be inferred to be declining from loss of lowland forest throughout its range.&#160;</p>", "population": "<p>This species is either scarce or very elusive, or both, and certainly appears to be very local in occurrence. Beyond this little can be said except that a decline in overall population will be occurring due to loss of forest in Borneo, and the overall population may already be severely fragmented.<strong></strong></p>", "populationtrend": "decreasing", "habitat": "<p>This species has been found at and near a variety of forest streams, and its exact habitat requirements are not well understood. It has been found in forest disturbed by logging and shifting agriculture but not in plantation. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of forest throughout the range of the species.</p>", "threats": "The main threat to this species will be from clear-cutting of forest for plantation establishment. Forest fires are another threat and there is a rumour that coal mining might be allowed in the Maliau Basin in Sabah in the future (<a href=\"http://www.theborneopost.com/2018/09/24/sabah-support-for-coal-mining-revives-environment-issue-yong/\">http://www.theborneopost.com/2018/09/24/sabah-support-for-coal-mining-revives-environment-issue-yong/</a>).", "conservationmeasures": "<p>More data on the distribution of this species are needed, and the taxonomic issues need resolution. The species would benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": "<p><br/></p>"}]}