{"name": "128724324", "result": [{"species_id": 128724324, "taxonomicnotes": null, "rationale": "<em>Paraschistura naseeri</em>&#160;is restricted to three river systems in KPK province, Pakistan. Due to the ongoing hydropower development across all the rivers of the species' distribution, the population is suspected have declined up to 20%, and is suspected to decline by over 50% in the next 10 years with the completion of all dams. The species is therefore assessed as Endangered.", "geographicrange": "<em>Paraschistura naseeri</em> is endemic to Pakistan and has been recorded in the Swat, Doar and Indus rivers in the region of Hazara (Battagran, Abbotabad) and the Swat and Bajaur districts in the province of Khyber Pakhtunkhwa, including the Madyan stream (Kottelat 2012, Hasan <em>et al</em>. 2014, M. Rafique pers. comm. 2020).", "population": "This species is common in the Khyber Pakhtunkhwa province (George 1992). Due to the ongoing hydropower development across all the rivers of the  species' distribution, the population is suspected have declined by up to  20% in the past 10 years, and is suspected to decline by 50-60% in the next 10 years with  the completion of all dams.", "populationtrend": "decreasing", "habitat": "This freshwater species is a demersal omnivore, that occurs in freshwater mountain streamlets with stony beds (M. Rafique pers. comm. 2020). More research into its ecological role and habitat preferences is needed.", "threats": "<em>Paraschistura naseeri</em> is known to be affected within the Swat River by the&#160;Mohmand Dam (Munda Dam), constructed in 2017 WAPDA 2019) and another dam on this river is in the pipeline upstream from Mingora. Alai Khawr Stream has a dam on it already. There are two dams (one started and one proposed) on Panjkhora River. The population has declined in areas where the dams have been built and is expected to decline by 50-60% in the next 10 years when all the dams will be operational or under construction. Although too small to be taken as food in Allai Kohar, it is used as an ornamental fish (Mirza 2006).", "conservationmeasures": "No conservation efforts for this fish are currently known, although the distribution of the species might cross boundaries of protected areas. There are no laws to protect this species.", "usetrade": "Although too small to be taken as food in Allai Kohar, it is used as an ornamental fish (Mirza 2006)."}]}