{"name": "176492262", "result": [{"species_id": 176492262, "taxonomicnotes": null, "rationale": "<em>Loricaria holmbergi</em> is assessed as Endangered. It has an extent of occurrence (EOO) of 4,990 km<sup>2</sup>. The main threats relate to urban, industrial and recreational development. There are two locations based on these threats, and an inferred continuing decline in habitat.", "geographicrange": "<em>Loricaria holmbergi</em> was described from the Aguas Calientes stream in Jujuy, a thermal water course, a tributary of the Bermejo River (Rodríguez and Miquelarena 2003). It was later recorded from the Quebrada Colorada stream, also a tributary of Bermejo, in Salta province (Terán <em>et al.</em> 2016).", "population": "There is no population estimate for this species. This species was described in 2003, but the lots were collected in 1987 and 1991; one lot was abundant, with 23 specimens (Bogan <em>et al.</em> 2019).", "populationtrend": "unknown", "habitat": "The Aguas Calientes stream is a lotic environment of subtropical Argentina in Jujuy, influenced by hot springs; it is part of a rich hydrographic network in a rainy area, with dense sub-tropical rainforest (Menni <em>et. al.</em> 1998). The creek is an eastern tributary of the San Francisco River, which in turn drains to Bermejo River. The stream of Aguas Calientes, with banks of about 0.5-2.0 m to more than 10 m high, forms a curve in whose centre, a couple of metres above the level of the stream, there is a small spring in which the water bubbles at a temperature of 51 to 59°C.&#160; In Aguas Calientes the water is hotter on the left bank, where the thermal wall and the entrance of the fountain canal are located. Pools, rapids, and sandbanks 4-6 m long, are common characteristics of the stream. Flow variability and marked seasonality result in significant changes in coastal vegetation. Habitats in Quebrada Colorada stream are between 345-390 m a.s.l., in the piedmont of Yungas. They have slow water flow and sandy or muddy substrate. The region has marked seasonality, with precipitation in the area concentrated in summer (80 % from November to March), and a dry winter (June to October). Average temperatures range from 14 °C in July to 26 °C in December and January. The streams have clean waters, with slow flow velocity, water slightly alkaline (pH 7.4), relatively high conductivity (770 μS.cm<sup>-1</sup>) and maximum depth of approximately 40 cm. The river shores have abundant marginal macrophytes as <em>Ludwigia </em>sp., <em>Equisetum </em>sp. and watercress (Brassicaceae) (Terán <em>et al.</em> 2016).", "threats": "The main threats identified for the fishes of the whole Eastern Paranoplatensean ecoregion (López <em>et al.</em> 2002) are alteration of water courses, dams and hydraulic centrals, habitat fragmentation, resource overexploitation, inadequate management and destruction of vegetation of the basin, unregulated tourism/recreation, as well as the existence of urban concentrations, industrial activities, mining and oil extraction activities.&#160;Menni<em> et al.</em> (1998) noted that the risk of ecological alteration was quite high, as it was a recognized site of thermal baths. Between the well and the Aguas Calientes stream, probably following a previous natural course, there was until 1994 a rudimentary concrete channel, which carried water through a group of precarious baths used by surrounding settlers. In 1998, a swimming pool of considerable size had been built after the baths and another was under construction. In 1994, where the canal entered the stream, the temperature dropped to 41-45°C. About 100 m upstream on the left bank of the stream, the coast is formed by a wall more than 3 m high, with holes through which water flows also at high temperature (51.5-53°C) (Menni 2004).", "conservationmeasures": "It has been categorized as \"Rara\" (Chebez <em>et al.</em> 2009). The Aguas Calientes creek is located outside but near the boundary of the Calilegua National Park. The Quebrada Colorada record is almost in the limit of the Yungas MAB Biosphere Reserve. Site protection and management are recommended, as well as additional research into the species.", "usetrade": "There is no use or trade information for this species."}]}