{"name": "123528293", "result": [{"species_id": 123528293, "taxonomicnotes": null, "rationale": "<p><em>Telosticta dupophila </em>is known from six protected and one non-protected locations in Sarawak and the type locality in West Kalimantan; it is not known if the species is still extant at the type locality. The overall population of this species, which occupies lowland, low gradient forest habitats, must have declined significantly due to loss of lowland forest across its known range, especially in West Kalimantan. A definite threat from encroachment exists at one of the known locations in Sarawak, despite the fact that it is protected, and those at some of the other locations occupy rather small areas and are therefore vulnerable to threats such as forest fires, which may become more frequent with climate change. This species is close to qualifying for Vulnerable status under criterion D2, and there is certainly some cause for concern over its future, especially in Kalimantan. Therefore it is assessed as Near Threatened because of the small number of known locations and definite and potential threats.</p>", "geographicrange": "<p><em>Telosticta dupophila </em>is endemic to Borneo, where it is known from locations in West Kalimantan and Sarawak (Dow and Orr 2012). The type locality is Montrado (Lieftinck 1933), a site in the Singkawang area of West Kalimantan. No other sites are known in Kalimantan. In Sarawak it is known from a number of locations in Kuching Division: two separate locations within the Samunsam Wildlife Sanctuary (Dow 2016, Dow unpublished), a site at the foot of the Bungo Range (Dow unpublished), Bako National Park, one tiny site in the Sama Jaya Nature Reserve (Dow and Orr 2012), a location at the foot of Gunung Santubong in the National Park of the same name (Dow unpublished) and a location within Kubah National Park (Dow and Orr 2012). Altogether only eight locations have ever been recorded for this species, but it is doubtful that the species survives at the type locality.</p>", "population": "<p>This species can be moderately common at most of the locations where it occurs in Sarawak. Nothing is known about the current status of the population in West Kalimantan. However there has been extensive loss of lowland forest in West Kalimantan, and also in south-western Sarawak, so that a decline in overall population must have occurred, and be ongoing. Although most of the locations known in Sarawak are protected, the overall population of this species is fragmented into a number of isolated subpopulations.</p>", "populationtrend": "decreasing", "habitat": "<p>Dow and Orr (2012: 377) state that “The habitat at the type locality is described as “swampy forest” in Lieftinck (1933) and on the label as “strook vochtig bosch”: a “strip of moist forest”. At Bako National Park in Sarawak it is found at small streams in kerangas forest; in places this could be described as swampy. At Sama Jaya Nature Reserve it has been found on one tiny swampy stream in disturbed kerangas forest. At Kubah National Park it has been found on small low gradient streams in semi-alluvial forest; again this could be described as swampy. It appears to favour lower gradient streams than the closely allied <em>T. serapi</em>; at Kubah they occur within 100 m of each other but on streams differing by gradient. At Bako it is quite a common species, males are found perched at the side of streams.” After the publication of Dow &amp; Orr (2012) the species was found on the same stream as <em>T. serapi</em>, within metres of that species, but again segregated by gradient. At the Samunsam Wildlife Sanctuary it is found at small low gradient streams in kerangas, and at the foot of Gunung Santubong and of the Bungo Range it is found in similar situations, with another closely related species, <em>T. santubong </em>Dow and Orr, 2012, occurring at higher gradient streams on Gunung Santubong.</p>", "threats": "<p>The main threat to this species is from deforestation and populations in Kalimantan must have already suffered severely from this. Although the known populations in Sarawak are almost all in protected areas, encroachment into the Samunsam Wildlife Sanctuary is clearly visible in satellite images, and some of the other populations occupy rather small areas and are therefore potentially particularly vulnerable to threats such as forest fires. In Sarawak clear-cutting of forest most commonly occurs for plantation establishment.</p>", "conservationmeasures": "<p>More data are needed on populations of this species in Kalimantan. In Sarawak searches for additional populations need to be made.<br/><br/>Within areas being converted to plantation, the survival prospects of the species would be greatly increased by good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads. The strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial.</p>", "usetrade": null}]}