{"name": "139372160", "result": [{"species_id": 139372160, "taxonomicnotes": "<p><em>Phaenandrogomphus</em> <em>safei </em>may not be correctly placed in <em>Phaenandrogomphus</em>, possibly belonging in <em>Nychogomphus.</em>&#160;This is discussed in Dow <em>et al. </em>(2018).</p>", "rationale": "<p><em>Phaenandrogomphus</em> <em>safei</em> is endemic to Borneo, where it is known from locations in Sabah and Sarawak. Four or five threat-defined locations have been recorded, grouped into two clusters separated by more than 600 km despite the presence of much apparently suitable habitat in-between. An accurate estimate of the area of occupancy (AOO) of the species cannot be made with the available data, but the AOO may not be large and can be inferred to be declining from loss of lowland forest throughout its range, as can the extent and quality of suitable habitat. The species may be particularly sensitive to some forms of disturbance, but this requires verification. The species is close to qualifying for Vulnerable status under the B2 criteria except that its AOO is not known, but does qualify under criterion D2 and is assessed accordingly.</p>", "geographicrange": "<p><em>Phaenandrogomphus</em> <em>safei</em> is endemic to Borneo, where it is known from locations in Sabah and Sarawak. In Sabah it is known from the type locality in the Kalabakan Forest Reserve (Dow and Luke 2015) and the Imbak Canyon (C.Y. Choong personal communication 2018). In Sarawak it is known from three sites in the Lanjak Entimau Wildlife Sanctuary (Dow <em>et al. </em>2018), although arguably two of these may constitute only one threat-defined location (taking forest fires during dry periods as the common threat). Five locations have been recorded for the species, falling into two clusters separated by more than 600km. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO may not be large and can be inferred to be declining from loss of lowland forest throughout its range.</p>", "population": "<p>This species appears to be very local in occurrence and is most often encountered singly, however in the right conditions it can be present in greater numbers: “On November 7, 2017, when water levels were relatively low on the Katibas, the river was running very clear, and the sun was out brightly from early, two or more males were seen flying immediately upstream of every rapid passed on the river” Dow <em>et al. </em>(2018: 32). Little else can be said except that at least some decline in overall population can be inferred from loss of lowland forest within the species’ range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is associated with open aspect rainforest streams and rivers, where males fly immediately upstream of riffles and rapids and females perch high on overhanging vegetation. It can clearly tolerate some disturbance to the forest surrounding the streams; that at the type locality had been selectively logged and around Sungai Katibas and Sungai Bloh at Lanjak Entimau Wildlife Sanctuary the forest close to the rivers has been disturbed by shifting agriculture in the past and selectively logged on one bank of the Sungai Bloh. However the species is apparently absent from many seemingly suitable locations, suggesting that we may not fully understand its habitat requirements. The species might be particularly sensitive to turbidity, or it may prefer rivers, where sampling is typically more difficult because of the need to use a boat, over streams. There is no evidence that the species can survive at streams surrounded by plantation of any sort. Outside of protected areas an ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of forest in the region where it occurs.</p>", "threats": "<p>The main threat to this species is likely to be from clear-cutting of forest for plantation establishment. Forest fires are another threat to all populations and increased turbidity in streams and rivers from upstream logging and plantation activities may also be a significant threat.</p>", "conservationmeasures": "<p>More data on the distribution, exact habitat requirements and tolerance to increased sediment loads in streams of this species are urgently needed. The majority of known locations are already protected, but any future development of plantation on the bank of Sungai Bloh outside of the Lanjak Entimau Wildlife Sanctuary should either be prohibited or at least should include a broad buffer of forest. The species would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}