{"name": "173138413", "result": [{"species_id": 173138413, "taxonomicnotes": null, "rationale": "<em>Hypselobarbus bicolor </em>is assessed as Endangered because it is restricted in distribution to two locations in west flowing Sita and east flowing Tunga rivers of Western Ghats of India with an Extent of Occurrence less than 5,000 km<sup>2</sup> and the habitat of the species in Tunga River is threatened because of  anthropogenic stressors including domestic waste, developmental  and recreational activities and invasive species. Harvest for local consumption could also act as a plausible threat to the species. Being a recently described species known only from its original description, there is limited information on distribution with no information on the population status, population trends, and species specific threats. Research to overcome data gaps are therefore essential.", "geographicrange": "<em>Hypselobarbus bicolor</em> is known from westward flowing Sita River at Chara, and eastward flowing Tunga River at Shimoga, Karnataka, India (Knight <em>et al. </em>2016).", "population": "There is no information on population status and trends for the species.", "populationtrend": "unknown", "habitat": "<em>Hypselobarbus bicolor</em> inhabits main river channels. The quality of the habitat where the species occurs is declining because of pollution, increasing urbanization, development and recreational activities due to tourism (Ahmad <em>et al.</em> 2013, Atkore <em>et al. </em>2020).", "threats": "The habitat of the species in Sita River at Chara has relatively less anthropogenic interventions. However, the habitat in the eastward flowing Tunga River at Shimoga is likely to be affected by several anthropogenic stressors including domestic pollution, developmental activities, recreational activities, urbanization and invasive species such as <em>Oreochromis mossambicus </em>and <em>Cyprinus carpio </em>(Ahmad <em>et al.</em> 2013, Atkore <em>et al. </em>2020). The fish is caught and sold in local markets and this harvest could also pose a threat to the species.", "conservationmeasures": "Species-specific conservation actions are not in place for this species. The species is also not known from any protected area. Since the species is currently known only based on type description, there is a need for research on understanding its distribution, population size, population trends, life history, ecology and species specific threats. Monitoring population trends and habitat trends is also essential. Since the habitat in Tunga River might be threatened, the relatively undisturbed habitat in Sita River can be used for site area protection.", "usetrade": "The speceis has minor fisheries value in local markets."}]}