{"name": "53875841", "result": [{"species_id": 53875841, "taxonomicnotes": null, "rationale": "<em>Cynodonichthys glaucus</em> is restricted to the Térraba and Coto River drainages on the Pacific slope of Costa Rica. Total population size and population trend are unknown. This species is rare in ichthyological samples and is rarely encountered throughout its range. Based on a limited number of collection records, Extent of Occurrence (EOO) is estimated to be 24-175 km<sup>2</sup>, and Area of Occupancy (AOO) is estimated to be 24 km<sup>2</sup>. A number of threats exist, including deforestation and land-use changes associated with agricultural expansion, and potential dam construction. These threats have resulted in an inferred decline in habitat quality. However, their impacts are primarily restricted to low-lying areas and coastal plains, and their effect on higher elevation headwater streams and creeks where additional subpopulations of <em>C. glaucus</em> may occur have not been evaluated. Despite uncertainties regarding distribution, population status, and the direct impact of threats, currently available information is used to assess this species as Endangered (EN) under criteria B1ab(iii)+2ab(iii). Additional research on this species is recommended as a conservation priority.", "geographicrange": "<p><em>Cynodonichthys glaucus </em>is endemic to the <a name=\"_Hlk19088390\">Térraba</a> and Coto River drainages on the Pacific slope of Costa Rica (Angulo <em>et al</em>. 2013). Elevational distribution ranges from 540-680 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is the Pedregoso River, tributary to the General River in San Juan, Costa Rica (Angulo <em>et al</em>. 2015). Two additional records exist northeast of the city of San José (GBIF 2019), but their validity has not been confirmed. </p>  <p>Extent of Occurrence (EOO) is estimated to be approximately 24-175 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019) and two records with uncertain validity (GBIF 2019). Area of Occupancy (AOO) is estimated to be 24 km<sup>2</sup>, based on a 2x2 km<sup> </sup>grid overlaying georeferenced collection records. </p>  <p>This species is very poorly represented in museum collections (Angulo <em>et al</em>. 2015), and EOO may be underestimated. The Térraba and Coto rivers drain a large portion of Costa Rica’s Pacific slope (Spongberg and Davis 1998, Krishnaswamy <em>et al</em>. 2001), and additional sampling is required to accurately determine the distributional range of <em>C. glaucus</em>. </p>  <p>Based on the pervasive threat of habitat modification resulting from deforestation and land-use changes (Krishnaswamy <em>et al</em>. 2001), but possible inclusion within at least one protected area and potentially extending into relatively high quality habitat north and northeast of the town of San Ysidro de El General, the number of locations where this species occurs is estimated to be 2-5. </p>", "population": "<p>Little is known about the population size and population trend of this species. It is qualitatively reported as rare in the Térraba river drainages and its tributaries (Bussing 1998).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in brooks and creeks characterized by low water temperatures ranging between 23-25 and low to moderate water velocity. Diet is comprised primarily of aquatic insects (Bussing 1998). Maximum reported body size is 4.5 cm total length (TL) (Bussing 1998).</p>", "threats": "<p>Expansive agriculture has led to deforestation in much of the Térraba River drainage (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). As a result, sedimentation rates have increased and have likely resulted in a decline in the quality of habitat available to <em>C. glaucus</em> (Krishnaswamy <em>et al</em>. 2001). The Coto River drains an extensive area of lowland agriculture (Spongberg and Davis 1998). Satellite imagery suggests significant modification of habitat where this species has been documented. Construction of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Térraba River basin (Anderson <em>et al</em>. 2006, Rólier-Lara and Wehrtmann 2011). </p>  <p>The effects of deforestation and sedimentation are especially prevalent in lower-lying regions (Krishnaswamy <em>et al</em>. 2001), but their impacts in headwater creeks and streams where <em>C. glaucus</em> may occur are uncertain (Bussing 1998). Therefore, there is considerable uncertainty regarding the scope and magnitude of threats to this species. Despite these uncertainties, existing threats are inferred to have resulted in a decline in the quality of habitat available to <em>C. glaucus</em>.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. glaucus</em>. Based on the known distribution, this species is likely to occur within Los Quetzales National Park (IUCN and UNEP-WCMC 2019). Additional research regarding distribution, population size and population trend, biology and ecology, and the effects of potential threats are strongly recommended. Site protection and population monitoring may be warranted.</p>", "usetrade": "<p>This species is occasionally found within the ornamental aquarium trade, but the annual volume of harvest from wild populations is unknown.</p>"}]}