{"name": "164694439", "result": [{"species_id": 164694439, "taxonomicnotes": null, "rationale": "<p><em>Sturisomatichthys dariensis&#160;</em>is known a single collection locality taken in the Bayano River drainage, two collection localities taken in the lower Tuira River, and four collection localities in the Chucunaque River. Extent of Occurrence (EOO) is estimated to be 1,334 km<sup>2</sup>. Given the existence of regional deforestation and land-use changes that are producing inferred and continuous declines in habitat quality and availability, the number of locations where this species occurs is determined to be 2-4. As such, <em>S. dariensis</em> is assessed as Endangered under criteria B1ab(iii). Additional information regarding range extent and population status is urgently needed. </p>", "geographicrange": "<p><em>Sturisomatichthys dariensis </em>is known only from one collection locality taken in the Ipetí River in the Bayano River drainage (R. González pers. comm. 2019), two collection localities taken in the lower Tuira River drainage in eastern Panama, south of the town of Yaviza (Reis <em>et al</em>. 2003, GBIF 2019), and from four collection localities in the Chucunaque River (tributary to the Tuira River) (Moody <em>et al</em>. 2019). The type locality of this species is the Tuira River at Boca del Cupe, Panama (Reis <em>et al</em>. 2003).</p>  <p>Extent of Occurrence (EOO) is estimated to be 1,334 km<sup>2</sup>, based on a minimum convex polygon calculated around all known collection records (GBIF 2019, Moody <em>et al</em>. 2019). Range may extend further upstream in the Tuira River, but additional ichthyological sampling is needed.</p>  Considering the cumulative negative effects of localized and regional agricultural expansion and deforestation on downstream aquatic habitat, the number of locations where this species occurs is determined to be 3-4.", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "The specific habitat preferences and life history characteristics of <em>S. dariensis</em> have not been evaluated in detail. This species is iliophagous, feeding primarily on mud and detritus (Breder 1927). The maximum reported body size is 25.4 cm standard length (SL) (Reis <em>et al</em>. 2003).", "threats": "<p></p><p>The most pervasive threat to <em>S. dariensis</em> is deforestation and land-use change associated with agricultural expansion and logging (Meyer <em>et al</em>. 2019), which is especially prevalent in areas adjacent to existing road networks and rural communities (Girot 2002, Robinson <em>et al</em>. 2004, Suman 2007). Despite existing protections in Darien National Park, illegal logging activities continue to result in deforestation and habitat degradation (Mateo-Vega <em>et al</em>. 2019, Meyer <em>et al</em>. 2019). Deforestation and associated habitat loss due primarily to agricultural expansion occurs along the InterAmerican Highway transportation corridor to its terminus at Yaviza (Cano <em>et al</em>. 2017).</p>  <p>These threats are likely to be producing inferred continuous declines in aquatic habitat quality and availability, given the impact of deforestation on natural flow hydrology and sedimentation. However, there is considerable uncertainty regarding the scope and severity of direct impacts.</p><br/><p></p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>S. dariensis</em>. However, the range of this species extends partially into Darien National Park (IUCN and UNEP-WCMC 2019), which may afford indirect protections against habitat degradation. Additional ichthyological surveys are urgently needed to determine the range extent and population status of this species. Additionally, major pervasive threats need to be quantified and life history and ecology require additional research.</p>", "usetrade": "<p>This species is occasionally utilized in subsistence fisheries by the Emberá community (R. González pers. comm. 2019).</p>"}]}