{"name": "196111", "result": [{"species_id": 196111, "taxonomicnotes": null, "rationale": "<em>Aplocheilus werneri</em> is a range-restricted species, known from 4 locations in the southern lowland wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 2,511 km<sup>2</sup>, and Area of Occupancy (AOO) is 144 km<sup>2</sup>. A continuing decline of its habitat quality has been observed as a result of increased sedimentation caused by logging activities, rapid expansion of agriculture and human settlements, and the spread of invasive alien plant species such as <em>Anona glabra</em>. These threats are likely to continue as the area in which this species is occurs is favourable for tea plantations and there is no current protection for its habitat. Therefore, the species is listed as Endangered.", "geographicrange": "This species of killifish is endemic&#160;to Sri Lanka where it occurs in slow moving streams belonging to Bentara, Gin and Nilwala River Basins in wet lowland areas (De Silva <em>et al</em>. 2015)<em>.</em>", "population": "This species of fresh water fish is an uncommon species in the island. The available population data for this species is limited and research in population studies is lacking. However a decline in its habitats can be inferred owing to degenerative activities such as residential development, pollution and the spread of invasive species.", "populationtrend": "decreasing", "habitat": "<p><em>A. werneri</em> inhabits small, shallow, slow-flowing, heavily shaded streams and rivulets with a silt or clay substrate.&#160;They are found to prefer highly vegetated areas (De Silva <em>et al</em>. 2015, Pethiyagoda 1991). </p>", "threats": "The species is threatened by water pollution caused by urban, agricultural and industrial discharges into freshwater systems, land filling and the spread of invasive  alien species. De Silva <em>et al</em>. (2015) indicated that the use of agro-chemicals and pesticides is a serious threat to this species as they occur near paddy fields&#160;and canals into which these pollutants may leak. Collection of wild populations for the aquarium trade is also a threat (De Silva <em>et al</em>. 2015).", "conservationmeasures": "There are no known conservation actions for this species.", "usetrade": "Large numbers are exported for aquarium trade (De Silva <em>et al</em>. 2015)."}]}