{"name": "139545908", "result": [{"species_id": 139545908, "taxonomicnotes": null, "rationale": "<p></p><p><em>Teinobasis ranee</em> is only known from about 10 montane and upland locations in Mindanao in the Philippines. Threats exist at all locations, including protected ones, and the overall population is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and with the available data is below 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across Mindanao. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly.</p><br/><p></p>", "geographicrange": "<em>Teinobasis ranee</em>&#160;is only known from Mindanao in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen and Muller 1997, Needham and Gyger 1941). The assessor is aware of records from at least 10 locations but it has not been possible to assign coordinates to all of these for mapping purposes. The species has been recorded within protected areas: the Mount Apo Natural Park and the Mount Kitanglad Range Natural Park. However, recent searches in the Mount Apo Natural Park only revealed this species at one location in the buffer zone of the park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and with the available data is below 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.<span class=\"MsoHyperlink\">", "population": "<p>All that can be said with the available data is that this species is very local in occurrence and that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that severe fragmentation is very likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been published on the habitats and ecology of this species except that it has been found in the altitudinal range 700-1600m a.s.l. However R.J. Villanueva (personal communication 2019) found it below 1,000m a.s.l. in the buffer zone of Mount Apo Natural Park, at a narrow stream with some areas of standing water and approximately 50% canopy cover. So it appears that this is a forest-dependent stream species favouring upland and montane areas. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>Threats to this species will be from deforestation due to agricultural activities, logging and possibly mining in some locations. These threats extend even to protected areas and the recently discovered population in the buffer zone of Mount Apo Natural Park is under threat from conversion to banana plantation (R.J. Villanueva personal communication 2019). For the Mount Kitanglad Range Natural Park BirdLife International (2019, but based on data compiled in 2001) state that “The human activities most severely impacting the protected area are high value crop plantations, kaingin [slash and burn agriculture], small-scale logging and establishment of buildings and roads for telecommunications and military camps. There are lower intensity impacts from gathering of non-y[sic]imber forest products, tourism, hunting, fishing and grazing. Unfortunately, government programmes promoting plantation agriculture and forestry are providing encouragement to communities to encroach into the protected area and its buffer zone. Further, the lack of security of tenure over the land by local communities has created an open access situation; it is a disincentive to investing in more sustainable agricultural practices and leaves local communities powerless when trying to keep people from expanding agriculture into the forest areas. On the southern slope of Mt Kitanglad, especially in the Lantapan and Basak areas, vegetable farming techniques (the “gardening technology”) have been brought in by migrant Igorots from Luzon’s Mountain Province. Large tracts of montane forest have been cleared for this by burning and then planted to cultivars that do not thrive in the lowlands, including cabbage, potato, radish and carrots. Fires that spread into the forests from adjacent grasslands are also a problem. Overhunting and commercial collecting of wildlife are widespread. Vast agricultural plantations have been established, such as a Dole pineapple plantation. These have displaced local farmers, who have destroyed secondary forests for farming, and fires started to burn areas of forest have gone out of control.”</p>", "conservationmeasures": "<p>The priorities for this species are for better protection for the protected areas where it is known to occur, and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}