{"name": "191705", "result": [{"species_id": 191705, "taxonomicnotes": "The types of this species were collected by José Álvarez del Villar in 1961 from the Balneario Tocumbo and described by him as <em>Chapalichthys pardalis</em> in 1963. On the next page, he described <em>Chapalichthys peraticus</em> from a Holotype collected by J. Barrera in 1963, an Allotype the author collected in 1962 and several Paratypes, all from the Presa San Juanico. For many years, the San Juaníco stock was partly considered a separate species (e.g., Domínguez-Domínguez <em>et al.&#160;</em>2005), but recent genetic and morphological analyses (Miller 2005, K. Piller pers. comm. 2018) indicate, that there are insufficient differences between the two stocks to warrant separate species status. Recent (Piller 2016, unpublished) phylogenetical tests revealed finally, that both belong to the same species and have to be named <em>Chapalichthys pardalis</em>. Following the original description of <em>pardalis </em>and <em>peraticus </em>by Álvarez del Villar, both<em> </em>are barely distinguishable. As the habitats are separated by only 20 km distance beeline and connected via a channel, no subpopulations are distinguished.", "rationale": "The Polka-dot Splitfin is an endemic freshwater fish species of Mexico, only known from the Tocumbo spring. The Tocumbo stock was small and limited to the spring system that has been heavily modified  into a concrete pool, and it is now Critically Endangered (Possibly Extinct in the Wild).", "geographicrange": "The Polka-dot Splitfin is a freshwater fish species endemic to the Mexican federal state of Michoacán.<em> </em>It was described, and only known from the Ojo de Agua de Tocumbo in the town of Tocumbo, about 12 km north of Los Reyes. In 2016, information by (O. Domínguez-Domínguez pers. comm. 2018), stated that the natural swimming pool in Tocumbo was emptied and cleaned with all occurring fish gone. After the natural swimming pool was filled again, a survey by Torres de León (pers. comm. 2018) especially executed for the Red List assessment supported this status and the species is possibly Extinct.", "population": "Lyons (2011) reported the Tocumbo population as small and limited to a spring system that has been heavily modified as a swimming area. Following Domínguez-Domínguez (pers. comm. 2017), the population might be already extirpated due to cleaning processes of the spring. Torres de León surveyed the spring in 2018 to collect data for this assessment and couldn't find any Polka-dot Splitfins, so the species is Possibly Extinct there. The population in the Presa de San Juanico (about 20 km northwest of Tocumbo) was historically known to be larger and to occupy a bigger area, but to be nonetheless still small (Álvarez del Villar 1963, Miller <em>et al</em>. 2005).", "populationtrend": "decreasing", "habitat": "The type location of this species is the Manantial de Tocumbo or Ojo de Agua de Tocumbo, a freshwater spring and its outflow creek, now almost entirely modified into a concrete pool. The depths where they can be found are not more than 1.0 - 2.0 m, but they prefer about 0.5 m. The spring temperatures vary from 21 to 24 °C. The natural substrates (now concrete) were silt, mud, gravel, rocks and boulders; concerning vegetation such as green algae and sparse water hyacinths can be found in the outlet. In a survey by Torres de León (2018), the species could not be found at the type location and is deemed Possibly Extinct. Water parameters measured were: temperature (between 2 3°C on the bottom of the pool and 26 °C on the surface); pH (7,8); total hardness (30° dH); carbonate hardness (18 °dH) and nitrate (10 mg/l). In summer, there can be more than 300 people in the pool (around 500,000 l) at the same time. Water, contaminated with urine, is changed once a week through a floodgate. Every second week, algae are brushed off the floor and walls.", "threats": "The stock from the Balneario Tocumbo is considered Extinct. The natural swimming pool was emptied and renovated in 2016.&#160;<br/><em></em>", "conservationmeasures": "<p>The only conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico</p>", "usetrade": "The Polka-dot Splitfin is not used for consumption and is not a target species for the ornamental fish trade. Nevertheless, captive stocks produce lots of surplus so sometimes does this species occur in the trade. An albinotic form arose recently (2017) in a breeders tank and might have a place in the trade."}]}