{"name": "191303", "result": [{"species_id": 191303, "taxonomicnotes": null, "rationale": "<em>Cyprinodon eremus</em>&#160;is found in the&#160;Quitobaquito Spring (Gila River system) in Organ Pipe Cactus National Monument, Pima County, Arizona, and just across the International Border on Organ Pipe Cactus National Monument. These two populations have been isolated long enough to differ genetically and are managed separately. This species is also found in two segments of the Rio Sonoyta, a flood tributary of the Sea of Cortez in the Gulf of California basin, Sonora, Mexico.&#160;This species extent of occurrence is believed to be less than is 11 km<sup>2</sup> and its area of occupancy is likely 12 km<sup>2</sup> in its native range. It occurs in just a few locations which are subject to ongoing declines resulting from habitat loss/degradation, water abstraction and pollutants, as well as non-native species, and other unknown factors. This species has faced past, and possibly ongoing, fluctuations in population size caused by unknown influences; with such a small area and extent of occurrence meeting the Endangered thresholds, this species is assessed as Endangered. More research is needed on this species current distribution and populations to confirm the trend is as inferred.", "geographicrange": "<em>Cyprinodon eremus</em>&#160;is found in the&#160;Quitobaquito Spring (Gila River system) in Organ Pipe Cactus National Monument, Pima County, Arizona, and just across the International Border on Organ Pipe Cactus National Monument. These two populations have been isolated long enough to differ genetically and are managed separately (Loftis <em>et al.</em> 2009). This species is also found in two segments of the Rio Sonoyta, a flood tributary of the Sea of Cortez in the Gulf of California basin, Sonora, Mexico (Echelle <em>et al</em>. 2000, Page and Burr 2011). The Sonoyta River originates in the mountains of the Tohono or Odham reservation, Arizona and it flows into the Sea of Cortez. Additional stocks of the Quitobaquito form occur in refugia outside the native range in Arizona and this species occurs in the lagoon of Quitobaquito (Ramsar Secretariat, Site No.1813, 2008).", "population": "Extant populations represent at least (and perhaps at most) three distinct occurrences (Hendrickson and Varela 1989, Echelle <em>et al</em>. 2000). In the late 1990s, the estimated total population in the Quitobaquito spring complex averaged 9,556 individuals (Douglas <em>et al</em>. 2001). In two sampling points along the Rio Sonoyta, one in a river segment at least 3 km long and the other in a segment about 13 km long, <em>Cyprinodon eremus</em> comprised 15.1-15.9 percent of 636 and 447 fishes collected, respectively (Hendrickson and Varela Romero&#160;1989).<br/><br/>Trend over the past 10 years (three generations is less than 10 years) is uncertain but probably highly variable. Abundance in Quitobaquito Springs in recent years varied annually in response to unknown factors from fewer than 1,000 to nearly 10,000 individuals (Minckley and Marsh 2009). Abundance index at Quitobaquito stayed within historical limits even during the water level problems of 2005-2009 (USFWS 2010). Relatively good condition of populations in Rio Sonoyta in 1989 was a short-lived response to recent, rare discharge (water flow) events (Hendrickson and Varela Romero 1989) as riverine populations were abundant as recent as 2005, but now appear extirpated and have not been collected since 2008 (Minckley and Izaguirre Pompa 2010; Rosen&#160;<em>et al.</em>&#160;2010).", "populationtrend": "decreasing", "habitat": "Habitat includes springs (and highly modified interconnecting channels), marshes, lakes, moderately saline pools, and sluggish stream flows usually with sand or mud substrate bottoms (Minckley<em>&#160;</em>and Deacon&#160;1991, Miller 2005, Minckley and Marsh 2009, Page and Burr 2011). Occurring in the Agua Dulce, which is located within the course of the Sonoyta River, it is a section of approximately 3 km and is characterized by the outcrop of waters due to a basement of rocks, forcing underground water to the flow at the surface and creating conditions of an oasis in the desert (Ramsar Secretariat, Site No.1813, 2000).&#160;Agua Dulce looks like an extensive riparian vegetation corridor typical of this type of environment within the Sonoran Desert. This area is known to be a natural refuge when, for only a few days a year, the Sonoyta river drains rapidly, only leaving a remnant of water in the form of pools located in the area known as Agua Dulce (Ramsar Secretariat. Site No.1813, 2008). These events drastically reduce the volume of water for all fish within the area, increasing the concentrations of fish, which again depletes the oxygen levels within the water. This forces a population dependent on the new flood that will typically occur during the summer rains (Ramsar Secretariat. Site No.1813, 2008).", "threats": "This species is relatively intolerant of competition and predation, and it is easily displaced by introduced fishes. <em>Cyprinodon eremus </em>coexists with Mosquitofish (<em>Gambusia affinis</em>) and Black Bullhead (<em>Ameiurus melas</em>) in the Rio Sonoyta. Mosquitofish are increasing there, perhaps at the expense of&#160;<em>Cyprinodon eremus</em>; the impact of the bullheads is uncertain but they are probably a predator (Hendrickson and Varela Romero 1989). Other threats in the Rio Sonoyta basin include groundwater pumping for agriculture and aerial spraying of pesticides (Hendrickson and Varela Romero 1989; Minkcley&#160;<em>et al.</em>&#160;2013).&#160;<em>Cyprinodon eremus</em>&#160;is tolerant of a limited amount of nondestructive intrusion (e.g., swimming), but reproduction can easily be disrupted.<br/>For a few days of the year, each year, the Sonoyta river drains rapidly and only leaving a remnant of water in the form of pools located in the area known as Agua Dulce (Ramsar Secretariat. Site No.1813, 2008). These events drastically reduce the volume of water for all fish within the area, increasing the concentrations of fish, which again depletes the oxygen levels within the water. This forces a population dependent on the new flood that will typically occur during the summer rains (Ramsar Secretariat. Site No.1813, 2008).<br/><br/>During 2005-2009, the water level at Quitobaquito underwent a serious decrease that resulted in drastic conservation measures (see USFWS 2010 for summary) in order to restabilize the pond.", "conservationmeasures": "Introductions of <span style=\"font-style: italic;\">Cyprinodon macularius</span> (a close relative) into marginal, semi-natural, relatively stable habitats have not been especially successful; recovery planners should consider use of riverine habitat and manipulations of flows or other disturbances (Hendrickson and Varela Romero 1989). Echelle <em>et al</em>. (2000) recommended that conservation management should not mix the Quitobaquito and Rio Sonoyta stocks, based on their long history of isolation and evidence of morphological divergence (See Meffe and Vrijenhoek (1988) and especially Echelle&#160;<em>et al</em>. (2000) for a discussion of conservation genetics).<br/><br/>This species was also one of many listed species of the Desert Pupfish Recovery Plan (USFWS 1993) which listed over 100 attempts at establishing refuges, including the Sonoyta (Quitobaquito) pupfish (USFWS 1993). By 2011, five refuges were established and stocked with this species, two refuge ponds were constructed at the Pinacate Biosphere Reserve headquarters and at the Centro Intercultural de Estudios de Desiertos y Oceanos (CEDO) in Puerto Peñasco, and also stocked into the springs at Ejido Quitovac and the Colegio de Bachillres del Estado de Sonora high school (COBACH), Sonoyta (López Méndez 2011), and finally in the Pinacate Biosphere Visitors Center (Minckely&#160;<em>et al.</em>&#160;2013). Hendrickson and Brooks (1991) also provide more information on transplantation efforts. The stream bed between the springhead and pond at Quitobaquito Spring in Organ Pipe Cactus National Monument was recently rebuilt to facilitate vegetation control; pupfishes reoccupied the springrun within 2 weeks (USFWS 1990). <br/><br/>Exotic fishes and predators need to be excluded from habitat. Excessive groundwater pumping should be prevented. The habitat needs to be protected from pesticide incursion. The distribution of this species is included within the boundaries of El Pinacate y Gran Desierto de Altar Buffer Zone and the Agua Dulce (Ramsar Secretariat, Site No.1813, 2008). There is an albino form that is raised by the aquarists involved in conservation (A. Valdes pers. comm. 2018).", "usetrade": "This species is not utilized."}]}