{"name": "122881667", "result": [{"species_id": 122881667, "taxonomicnotes": null, "rationale": "<em>Orchithemis xanthosoma </em>is widely distributed in Borneo, with 20 locations considered as currently known. However it appears to be more common in Sarawak and Brunei than in Kalimantan and some of the known locations are almost certain to be lost to development in the near future and threats exist at all sites, including those in protected areas. The area of occupancy (AOO) of this species is difficult to estimate, but is probably not much greater than the 2,000 km² threshold for Vulnerable status under criterion B2; the AOO is certainly diminishing, and the overall population of this species is certainly severely fragmented. The species is assessed as Near Threatened because threats exist at all sites including the protected ones, its AOO is shrinking and is likely not to be considerably greater than the limit for Vulnerable status, and some of the known locations seem almost certain to be lost in the near future.", "geographicrange": "<p><em>Orchithemis xanthosoma</em> is endemic to Borneo, where it has been recorded from Brunei (e.g., Orr 2001, Thompson and van Tol 1993), Central (Lieftinck 1953) and West (Ris 1919) Kalimantan and Sarawak (e.g., Dow <em>et al</em>. 2015; Dow and Reels 2011, 2013; Dow and Unggang 2010; Kimmins 1936; Lieftinck 1953). The Assessor is aware of records from 22 locations, but it is extremely unlikely that it survives at two of these now, so 20 locations can be considered as currently known. Some of these locations will certainly be lost to development or oil palm plantation in the not-too-distant future, however some locations are in National Parks; e.g., Gunung Mulu National Park (Dow unpublished) and Maludam National Park (Dow <em>et al</em>. 2015) in Sarawak. The species appears to be more common in Sarawak and Brunei than in Kalimantan (although considerably less data are available from the latter), with only two old records from Kalimantan.<br/><br/>The area of occupancy (AOO) of this species is difficult to estimate, especially given the uncertainty about its distribution in Kalimantan. However the true AOO is unlikely to be much greater than the 2,000 km² threshold for Vulnerable status under the B criteria, and will be declining.</p>", "population": "<p>At some peat swamp forest locations in Sarawak this species is moderately common; beyond this little can be said with the available data except that an ongoing decline in overall population is certainly occurring due to loss of habitat throughout its range. The overall population of this species is certainly severely fragmented because of loss of habitat and the non-continuous&#160;nature of Borneo's peat swamp forests prior to human disturbance.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found in low pH swamp forest, mainly peat swamp forest but occasionally also in other formations. However it is not present in all apparently suitable habitat within its known range. Whilst it can survive in peat swamp forest that has been disturbed by selective logging activities, there is no evidence that it can survive in the Oil Palm plantations which have replaced much of its habitat in Sarawak.</p>", "threats": "Forest fires are a threat at all locations known for this species, even the protected ones. Outside of Brunei all of the non-protected sites are threatened either by development for housing etc., conversion to oil palm or unintentional drainage through the drainage systems of adjacent oil palm plantations; the latter issue is a problem even in some parts of protected areas. Some locations in Brunei are threatened by logging or are sufficiently close to towns that they are likely to be threatened by housing and commercial developments in the near future. Some known sites are almost certain to be lost in the near future, e.g. sites in the Marudi area, sites near to the Matang Road near Kuching.", "conservationmeasures": "<p>Permanent protection for some of the sites for this species in Brunei is needed, and will need planning to include measures to prevent the spread of fires and to avoid unintentional drainage through drainage ditches associated with any adjacent agricultural areas; this last issue may be particularly problematic at some sites in the long term.</p>  <p>The main threat apart from fires in Sarawak is conversion of peat swamp forest to Oil Palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to Oil Palm. However the drainage issue mentioned above and in the Threats section is likely to be particularly severe for such conservation areas; Oil Palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by Oil Palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.</p>  <p>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires, not just those who actually set them.&#160;</p><p>Further data on the distribution of this species are needed, especially in Kalimantan.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}