{"name": "196174807", "result": [{"species_id": 196174807, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that it has an estimated area of occupancy based on known records of 124 km<sup>2</sup>, and a true area of occupancy unlikely to be substantially greater, it occurs as a severely fragmented population and there is a continuing decline in the extent and quality of its remaining native grassland habitat resulting primarily from agricultural and urban development, with additional threats identified from fire, climate change, and grazing by herbivores. The species has undergone documented site losses and is considered to be undergoing a continuing decline in the number of subpopulations and area of occupancy, and by inference a decline in the number of mature individuals, which might be at a rate in excess of 30% per decade.", "geographicrange": "This species is endemic to Australia, where it is presently known from the Omeo area of Victoria (but was previously more widespread in this state), much of the Australian Capital Territory and in grassy woodlands of the New South Wales around and on the western slopes of the Great Dividing Range. It ranges as far north at Orange and south to Jindabyne (though not at high altitude) and out to Goulburn. The species is unlikely to occur at many more localities than are presently known to survive, due to the scarcity of native grassland with \"a suitable disturbance history\" (NSW Threatened Species Scientific Committee 2020), and potentially suitable sites within its range have been subjected to targeted survey effort. It occurs below 1,000 m asl.", "population": "It can be quite abundant where habitat is suitable. It has been declining as a result of habitat conversion to agricultural use, and the population is considered severely fragmented in remnant grassland patches. NSW Threatened Species Scientific Committee (2020) infer a mean rate of decline of 25.4% per 10 year period from the rate of site losses recorded between the 1950s and '60s and 2019, and suggest that this is likely to have exceeded 30% a decade in recent decades. Individuals are thought to disperse less than a 100 m in their lifetime, and recolonization of patches is unlikely following local extinction. An unknown proportion of suitable habitat within this species' extent of occurrence was impacted by the 2019-2020 bushfire season. Mortality in mature adults and juveniles is thought likely to be at least 90% in areas subject to high intensity fire, and between 30 and 70-90% in areas of less intensive fire. Estimates of mortality from fire in the egg stage are uncertain, but as eggs are laid in shallow soil this is expected to be high at least in areas of high-intensity fire.", "populationtrend": "decreasing", "habitat": "This species is found in grassland and in woodland with 20-50% canopy cover and a grassy substrate. It appears to be reliant on native grassland, usually <em>Themeda</em>, and feeds on forbs and annuals associated with this habitat (such as <em>Chrysocephalum</em>). Historical records are known from much of what is now the wheat belt of New South Wales, Victoria and the Australian Capital Territory; current subpopulations are known to survive mainly in cemeteries, railway easements, stock routes and conservation reserves where patches of native woodland persist (NSW Threatened Species Scientific Committee 2020). It probably uses grass tussocks for shelter from environmental extremes. Adults live for a few months in spring or summer, overwintering in December and January as eggs and nymphs. A single generation appears to be produced per year, with average fecundity per female of 25 eggs (White 1956, 1977).", "threats": "This is a habitat specialist already under pressure from land use change for agricultural conversion (but cultivation and grazing land) and housing estates, with much of its habitat restricted to patches of grassland within the resulting anthropogenic matrix. At least one cemetery subpopulation appears to have been lost as a result of management activities (M. Kearney pers. comm. 2021). Where it occurs in remnant habitat in urban areas, weed invasion and expansion of cemeteries represents a threat (NSW Threatened Species Scientific Committee 2020). It has been considered to be in decline since at least White (1956), and the species had apparently been lost from 51 of 62 known historical localities by 2019 (NSW Threatened Species Scientific Committee 2020). The patchiness of suitable habitat over a wide range may offer some protection from large-scale bushfires, but will be directly impacted by the destruction of food plants and tussocks needed for shelter from temperature extremes. As individuals overwinter in the egg stage, the species may be vulnerable to controlled burning that may increase mortality during this period. This species is flightless and exhibits poor dispersal ability, so recolonization is unlikely following local extinction. It may be subject to habitat degradation from grazers (e.g. kangaroos) and the impacts of climate change.", "conservationmeasures": "Although some subpopulations are found within protected areas such as historic monuments, the majority are not within areas managed for conservation. The possibility of protecting key subpopulations and managing these to limit impacts from threats such as fire is recommended, and existing fire management at known sites should take account of this species' potential vulnerability to winter fires. Translocation of subpopulations is a potential near future conservation measure that may significantly reduce long-term declines. Habitat restoration and herbivore control is recommended where feasible.", "usetrade": "There is no use of, or trade in, this species."}]}