{"name": "9190", "result": [{"species_id": 9190, "taxonomicnotes": null, "rationale": "This species qualifies as Vulnerable under B1ab(iii)+B2ab(iii); the extent of occurrence and area of occupancy meet the criteria, the number of locations with respect to threats may not  exceed 10, and the habitat might be regarded as subject to ongoing  declines in quality as a result of invasion by non-native species and  climate change.", "geographicrange": "Historically the Yaqui Chub occurred in the Rio Yaqui drainage in Cochise County, extreme southeastern Arizona, USA, and in a short perennial reach of the Rio San Bernardino (=Black Draw) just south of the USA-Mexico border in Sonora, Mexico (Minckley and Marsh 2009). Current distribution in Mexico is limited to a less than 3.0&#160;kilometre&#160;perennial reach of Rio San Bernardino (Minckley and Marsh 2009). The species was nearly extirpated in the United States, persisting only in one artesian well in San Bernardino Creek drainage (McNatt 1974). It was introduced and established in a flood tributary of Whitewater Draw, Leslie Creek, Swisshelm Mountains, Arizona, in 1969 (Minckley 1973). Records from Morse Canyon, northern Chiricahua Mountains, Arizona, are not supported by specimens (Willcox Playa basin; McNatt 1974). In the United States, populations are limited primarily to several sites in the San Bernardino-Leslie Creek National Wildlife Refuge (Black Draw, various ponds, Leslie Creek), House Pond on the Slaughter Ranch Historic Site, and West Turkey Creek (Sulphur Springs Valley = basin of pluvial Lake Cochise), Cochise County, Arizona (Minckley and Marsh 2009). <br/><br/>Populations from the drainages of the Rio Sonora, Rio Matape, and portions of the Rio Yaqui in Sonora, Mexico, formerly were included in <em>Gila purpurea</em>; they were described as a new species (<em>Gila eremica</em>) by DeMarais (1991).", "population": "This species is represented by several distinct occurrences (subpopulations). The total adult population size is unknown.<br/><br/>As a result of various conservation actions, the current extent of occurrence and area of occupancy are equal to or larger than the historical extent and area (Minckley and Marsh 2009). Reintroductions have improved the status of the species; large viable stocks now occur in diverse habitats (USFWS 1994, Minckley and Marsh 2009). USFWS (1990) categorized the status as \"stable.\"  U.S. populations are low but apparently stable (Arizona Game and Fish Department 2001).", "populationtrend": "increasing", "habitat": "Habitat includes deep pools in creeks, springheads, scoured areas of cienegas, and other stream-associated quiet waters (USFWS 1994). This fish seeks shade, often near undercut banks or debris and it is often associated with higher aquatic plants (Lee <em>et al</em>. 1980). Similarly, in artificial ponds, adults tend to occupy the lower part of the water column and seek shade (USFWS 1994). Young occupy near-shore zones, often near the lower ends of riffles (USFWS 1994). Spawning occurs probably in deep pools where there is aquatic vegetation (Matthews and Moseley 1990).", "threats": "Historically, habitat modifications (diversion of headwaters, construction of impoundments, excessive pumping of underground aquifers) and introduction of exotic fishes caused declines and near extinction (USFWS 1994). Populations in Black Draw and Leslie Creek in southeastern Arizona were hard hit by severe drought and stream drying in the late 1980's (USFWS 1990).<br/><br/>Current threats include habitat dewatering (aquifer pumping, water diversion, drought), predation by non-native fishes, and overgrazing and subsequent erosion (Arizona Game and Fish Department 2001). Asian tapeworm (<em>Bothriocephalus acheilognathi</em>), a parasite known to be pathogenic or able to impair growth in cyprinid fishes, is established at the San Bernardino National Wildlife Refuge; most Yaqui Chubs on the refuge are infected with the tapeworm (Kline <em>et al</em>. 2007).", "conservationmeasures": "Actions needed (USFWS 1994):<ol><li>Develop co-operative effort with Mexico for the recovery of Yaqui fishes.</li><li>Secure habitat and water sources for the Yaqui fishes in the USA and Mexico.</li><li>Conduct research on the biology and habitat requirements of Yaqui fishes.</li><li>Manage the fish and their essential habitats.</li><li>Introduce and maintain self-sustaining populations within their historic range.</li><li>Monitor existing and established populations and habitats.</li></ol>Management needs: protect San Bernardino aquifers, and Leslie and San Bernardino watersheds, to ensure adequate perennial flow; ameliorate effects of non-native fishes within chub management streams; establish and maintain self-sustaining populations on San Bernardino and Leslie Canyon NWRs, and West Turkey Creek (Arizona Game and Fish Department 2001).", "usetrade": "The species is not utilized."}]}