{"name": "164694511", "result": [{"species_id": 164694511, "taxonomicnotes": null, "rationale": "<p><em>Imparfinis lineatus</em> occurs in the Térraba River basin on the Pacific slope of southern Costa Rica, and in the upper Chiriquí Viejo River in western Panama. Extent of Occurrence is estimated to be 1,658 km<sup>2</sup>, and the species occurs in 3-5 locations. Extensive agricultural practices, rapid expansion of residential development, deforestation, industrial and domestic pollution have resulted in continuous inferred declines in habitat quality and availability. Proposed hydroelectric damming projects are expected to have additional negative impacts on natural hydrology and subpopulation connectivity. Considering a relatively restricted range and documented evidence of several existing threats, <em>I. lineatus</em> is assessed as Endangered under criterion B1ab(iii).</p>", "geographicrange": "<p></p><p><em>Imparfinis lineatus</em> occurs in the Térraba River drainage on the Pacific slope of southern Costa Rica (Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). Elevational distribution ranges from 80-980 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is a stream approximately 12 km east of the Claro River, on the InterAmerican Highway (Angulo <em>et al</em>. 2015).</p><p>Additional records exist from&#160;Volcán, in the Chiriquí Viejo River drainage, catalog number ANSP 151053 (Fishnet2 2019), that confirmed the presence of this species in Panama. This species has also been reported from&#160;Montelirio, in upper parts of the Chiriquí Viejo River&#160;(J.&#160;García pers. comm.&#160;2014, R. González pers. comm. 2019).</p>  <p>Extent of Occurrence (EOO) is estimated to be 1,658 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the pervasive impact of non-point agricultural pollution on adjacent and downstream watersheds, but recognizing that some headwater streams are likely to remain relatively unimpacted by agricultural activities, the number of locations where this species occurs is inferred to be three to five.</p><br/><p></p>", "population": "The total population size and population trend of this species are unknown. In the Osa Peninsula, this species was recorded at 0.1-1.9% relative abundance (Pichler and Scheimer 2008). This species is poorly represented in museum collections at the University of Costa Rica, with a total of 54 specimens across six collection lots (Angulo <em>et al</em>. 2015).", "populationtrend": "unknown", "habitat": "<p>This benthic freshwater species occurs in creeks and streams in the southern Pacific portion of Costa Rica (Reis <em>et al</em>. 2003). Habitat is characterized by moderate water velocity, elevations ranging from 80-980 meters above sea level, water temperatures of 22-27 °C, over substrates of sand, gravel, and mud (Bussing 1998). Diet is comprised primarily of aquatic insects (Pichler and Scheimer 2008). This species reaches a maximum reported body size of 7.6 cm standard length (SL) (Reis <em>et al</em>. 2003).</p>", "threats": "<p>The Térraba River basin is characterized by extensive agricultural practice (primarily oil palm plantations) and recent rapid expansion of residential development to meet the demand of tourism, which has resulted in decreased forest cover and increased pressure on natural resources (Montoya 2012). Extensive agriculture has led to deforestation in much of the Térraba and Pírris river drainages (Kappelle and Juarez 1995, Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Proposed hydroelectric damming projects would likely have significant negative effects on natural flow hydrology, may prevent upstream migration, and fragment populations (Montoya 2012). Additional impacts on aquatic habitat are suspected from industrial and domestic sources of pollution (Bower 2014), but the direct impact of these threats are difficult to quantify.</p>  <p>The combined effects of these threats are producing inferred continuous declines in habitat quality and availability. Projected threats associated with hydroelectric infrastructure are expected to further reduce habitat quality and availability.</p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>I. lineatus</em>. However, the range of this species extends into at least one protected area, namely Térraba-Sierpe National Wetland and may also extend into Corcovado National Park (IUCN and UNEP-WCMC 2019), which could provide indirect protection against habitat degradation. Additional research regarding distribution, population size, population trend, and the scope and magnitude of existing threats would be useful in guiding future conservation outcomes.</p><br/><p></p>", "usetrade": "<p>This species is not utilized in any major capacity (Arias Bogantes 2013).</p>"}]}