{"name": "135436628", "result": [{"species_id": 135436628, "taxonomicnotes": "<p><em>Elattoneura coomansi</em> has been recorded from India, the first mention of the species from India appears to be that in Prasad &amp; Varshney (1995: 394) who cite Lieftinck (1937) as giving “India” in its range. However Lieftinck (1937) does not mention India in the range of this species, the only mention made of India is (Lieftinck 1937: 80) “By its sombre colours this new species comes closest to <em>E. tetrica </em>(Laid.) and <em>E. nigerrima</em> (Laid.) from Peninsular India”. Subsequently the species has been reported from Nagaland by Joshi &amp; Kunte (2014) but the photograph provided (Image 6g) whilst not adequate for definite identification, shows colour and patterns unlike <em>E. coomansi </em>from Sundaland. It is not clear what species is being reported from Nagaland but in the opinion of the assessor it is very unlikely to be <em>E. coomansi</em> and it is not considered to be <em>E. coomansi </em>for the purposes of assessment.</p>", "rationale": "<p><em>Elattoneura coomansi</em> is known from Borneo, Peninsular Malaysia and Sumatra, however relatively few locations have ever been recorded for it, and it is only known to survive at eight of them. The overall population in each land mass where it occurs will certainly have become severely fragmented. It is possible that it has lost close to 30% of its habitat within the last decade, and therefore suffered a similar decline in population, but this cannot be confirmed. It does not qualify for Vulnerable status with the available data and is therefore assessed as Near Threatened because it is likely to be close to qualifying for Vulnerable under criterion A2c and close to qualifying under criterion D2 and, probably, criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Elattoneura coomansi</em> is known from Borneo, Peninsular Malaysia and islands off of Sumatra. Records from Borneo are from Central Kalimantan (Dow &amp; Silvius 2014), West Kalimantan (Lieftinck 1937; it is not known if the species survives at either of the two locations reported) and Sarawak where three sites, only comprising two threat defined locations (taking forest fires as the main threat in this area) in the Samunsam Wildlife Sanctuary (Dow 2016). It appears to have a limited distribution in the south and west of Borneo, where in the north it has only been found in the extreme southwest of Sarawak and not at a number of apparently suitable locations further east in Sarawak and Brunei. The species has only been reported from one location in Peninsular Malaysia (Dow <em>et al. </em>2012). Records from Sumatra are from Bangka Island (Lieftinck 1937; coordinates for the location could not be found and general coordinates for Bangka are used in the map, it is not known if the species survives at this location) and Belitung (Lieftinck 1937, Dow <em>et al. </em>2017; it is not known if the species survives at one of the sites but recent surveys in the same area have not found it). Hanum <em>et al. </em>(2013) record this species from West Sumatra but the unclear photograph given of a specimen appears to show markings on the thorax not normally present in this species and the literature cited for identification in this paper is inappropriate; this record is considered likely to belong to some other species and in need of verification. However its occurrence in parts of Sumatra is likely. Out of 14 confirmed sites the species is only known to survive at nine, comprising eight threat defined locations; only one of these is within a totally protected area. It is not possible to accurately calculate the area of occupancy (AOO) of the species, but it will not be large, and an ongoing decline in both AOO and quality of remaining habitat can be inferred from loss of peat swamp forest and other lowland swamp forest across its range.</p>", "population": "<p>This species can be abundant at streams in peat swamp forest, however it is apparently absent at some suitable sites and appears to be most common in Central Kalimantan. Beyond this little can be said except that some decline in overall population will have occurred and be ongoing due to loss of forest across its range, and that the overall population on each land mass will be severely fragmented because of habitat loss.This species can be abundant at streams in peat swamp forest, however it is apparently absent at some suitable sites and appears to be most common in Central Kalimantan. Beyond this little can be said except that some decline in overall population will have occurred and be ongoing due to loss of forest across its range, and that the overall population on each land mass will be severely fragmented because of habitat loss.</p>", "populationtrend": "decreasing", "habitat": "<p>Where the habitat has been recorded this species has most often been found at streams in peat swamp forest. The habitats on Belitung are difficult to characterise beyond the fact that they are swamp forest, but might be low pH.&#160;</p>", "threats": "<p>The main threat to this species will be from clear cutting of forest for plantation establishment. Another threat at peat swamp forest sites is burning of forest around streams by local fishermen.</p>", "conservationmeasures": "<p>More data on the distribution of this species, especially outside of Borneo, are needed, and it is desirable for more locations where it occurs to be given protected status. It would certainly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}