{"name": "145789151", "result": [{"species_id": 145789151, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta emtrai</em> is known from four locations in Viet Nam and Laos. The overall population is believed to be severely fragmented and threats from deforestation exist throughout the range of the species. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large. The AOO will be declining along with the extent and quality of suitable habitat as a result of loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) of the species is likely to be less than 5,000 km<sup>2</sup>. This species is assessed as Endangered under criterion B1ab(ii,iii). It is to be hoped that when more data are available re-assessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Drepanosticta emtrai</em> is known from five localities in Viet Nam (four locations) and Laos (Dow <em>et al. </em>2018). One of the known locations is Ba Vi National Park in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large. The AOO will be declining as a result of loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is likely to be smaller than 5,000 km² (EOO is somewhere between 1,541 and 7,009 km², based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).</p>", "population": "<p>This appears to be a very locally occurring species and is not common even where it occurs. An ongoing decline in overall population is inferred from loss of forest throughout the range of the species and severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>“<em>Drepanosticta emtrai</em> was found in Ha Tinh and Nghe An provinces in logged mature forest at seeps that possibly dry up for part of the year. On Ba Vi Mountain, Hanoi, it occurs at seeps under dense forest cover, interestingly preferring almost identical, although possibly slightly less rocky, seeps than <em>D. hongkongensis</em>, which occurs in its close vicinity on the same mountainside. It appears to emerge a few weeks later than <em>D. hongkongensis</em>, but at least on Ba Vi Mountain both species occur in the middle of June.” Dow <em>et al. </em>(2018: 278). The extent and quality of suitable habitat is declining as a result of loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture or as a result of logging.</p>", "conservationmeasures": "<p>More data on the distribution and ability to tolerate disturbance of this species are needed, as is the protection of more habitat where it occurs.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}