{"name": "118044191", "result": [{"species_id": 118044191, "taxonomicnotes": "Originally described as <em>Lasiancistrus </em>(Armbruster and Provenzano 2000), it was latter changed to <em>Pseudolithoxus </em>after a revision of the family Loricariidae (Isbrücker <em>et al. </em>2001).", "rationale": "This species is listed as Near Threatened. It has an area of occupancy (AOO) of 80 km<sup>2</sup> and there is a continuing decline in the extent and quality of its habitat related to deforestation and pollution from illegal mining activities. However, it is not possible to count locations across its range.", "geographicrange": "This species is widely distributed in rivers within the area of the Guiana Shield encompassed by Bolívar and Amazonas states in Venezuela. The species is present in the rivers Aro, Caura, Suapure Caroní and Atabapo in the Orinoco drainage, and it is also present in the rivers of the Cuyuni drainage in southern Venezuela.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "It is present in the main channel of rivers, and in streams and creeks with rocky bottoms in the Guiana Shield, of clear to black, acidic waters (Armbruster and Provenzano 2000).", "threats": "The main threats come from the deforestation of the tropical and riparian forests that cover the basins where this species is distributed (Oliveira-Miranda<em>&#160;et al. </em>2010), and the presence of illegal gold mines.&#160;Two illegal gold mines in Yacapana National Park (Sanchez 2015) are within the species distribution area, which suggests that the species might be going through &#160;habitat loss and degradation.", "conservationmeasures": "Over 15% of the distribution is within protected areas such as Yacapana National Park and Alto Orinoco-Casiquiare Biosphere Reserve. However, there are several gold mines near these areas, so this measure alone might not be sufficient to guarantee the protection of this species. This species would benefit from habitat restoration, particularly the subpopulation in the Aro River, as well as from better information on distribution, abundance, population trend and threats.", "usetrade": "This species is collected and traded illegally in the markets of Puerto Carreño, Puerto Inírida and Villavicencio in Colombia as an ornamental fish (Ortega-Lara<em> et al. </em>2015), but there are no records about harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}