{"name": "191700", "result": [{"species_id": 191700, "taxonomicnotes": "The types of this species were collected in December 1898 by J. O. Snyder from the Chapala lake near Ocotlán. Described by Jordan and Snyder as <em>Characodon encaustus</em> in 1900, Meek transfered the species to the genus <em>Chapalichthys</em> in 1903. According to the affiliation to two river drainages, two subpopulations (the Laguna de Chapala and the Lower Río Lerma subpopulation) can be distinguished.", "rationale": "The Barred Splitfin is a freshwater fish endemic to the Laguna Chapala/Río Grande de Santiago and Lower Río Lerma draianges. Historically abundant in the Chapala lake and adjacent areas of the ríos Lerma and Grande de Santiago, it disappeared from the rivers and has become much less abundant in the lake due to water pollution and invasive <em>Poecilia sphenops</em> and <em>Gambusia yucatana </em>(Lyons 2011, Becerra-Muñoz <em>et al</em>. 2003). A collapse of the Laguna Cajititlán in 2014 killed tons of fish, including Barred Splitfins. In the lower portions of the Río Duero system, water pollution proves to be an increasing threat, in addition to introduced Centrarchid species in some habitats, which have either already eliminated the species (<em>Micropterus salmoides</em> from the Camécuaro lake) or threaten it through competition for food and predation of fry (<em>Lepomis</em> species in the Lagos Los Negritos). <em><br/></em><em><br/></em>A worst case scenario of about 1,200 km<sup>2</sup>&#160; AOO, 4,600 km<sup>2</sup>&#160;EOO and 8 locations, meets the thresholds for Vulnerable (AOO: 2,000km²; EOO: 20,000km²; locations: 10). Considering the ongoing declines in AOO, EOO, number of locations, habitats and habitat quality, in addition to the above mentioned threats, the species is assessed Vulnerable. <br/><em></em><em><br/></em>", "geographicrange": "The Barred<em> </em>Splitfin is a freshwater fish species endemic to the Mexican federal states of Jalisco and Michoacán. It is historically known from the lower <u>Río Lerma</u> drainage, including the Río Lerma itself, from around La Piedad and some affluents like the R<u>ío&#160;</u><u>Duero</u>&#160;and the <u>canales dren Colesio, Zanja Madre</u>&#160;and <u>Moreño</u>. It also occurred in the <u>Laguna de Chapala</u> and adjacent sections of the <u>Río Grande de Santiago</u> to nearby the waterfalls at Juanacatlán east of Guadalajara (in the <u>Laguna Cajititlán)</u>&#160;in addition to a main affluent of the Laguna Chapala in the southwest and the <u>Canal Sahuay,</u>&#160;including some dams in its headwaters (<u>Presas Jaripo</u> and <u>Nueva</u>). It disappeared from the ríos lerma and Grande de Santiago due to water pollution, but still persists at most of the other sites, although sometimes in reduced numbers (Laguna de Chapala). Remaining strongholds include the <u>Lagos Los Negritos</u> near Sahuayo and the dams around Jacona de Plancarte (<u>Presas Verduzco</u> and <u>Orandino</u>).&#160; &#160; <br/><br/>The species can additionally be found in the <u>Presa La Vega (</u>upper <u>Río Ameca</u> drainage), but this is regarded as an introduced stock, although the time and reason for the introduction are not entirely understood. Though <em>Chapalichthys</em> were collected together with <em>Ameca splendens</em> by Miller<em> et al.</em>&#160;in 1955 (Miller and Fitzsimons 1971), it stayed almost unnoticed until the early 2000's when a single individual was reported by P. Gesundheit in 2005 (Lyons 2011). During a survey by Köck <em>et al. </em>in 2016, three adult fish were caught at the north end of the Presa La Vega.&#160;&#160;<br/><br/>In 2008, it was estimated that the Barred Splitfin has disappeared from more than 30% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).<br/><br/>The underlined names are used officially by the&#160;<span class=\"st\">Instituto  Nacional de Estadística y Geografía (http://antares.inegi.org.mx), however, other names may be used more often or better know, and therefore, preferred.<em><br/></em><em><br/></em>", "population": "<p></p>This species was formerly abundant throughout nearshore areas of Lake Chapala and was also encountered in adjacent areas of the Lerma and Santiago rivers and their tributaries (Lyons <em>et al.&#160;</em>1998). Since the late 1990's, <em>Chapalichthys encaustus</em> has disappeared from the main stem of the Santiago and Lerdue rivers, due to pollution, and has become much less common in Lake Chapala, owing to the invasions of the non-native species&#160;<em>Poecilia sphenops</em> and <em>Gambusia yucatana</em>&#160;(Becerra-Muñoz <em>et al.</em>&#160;2003). It still persists in the lower portion of the Duero River drainage, a Lerma River tributary including the La Luz and Orandino lakes, and also in Cajititlán and Los Negritos lakes, both near Lake Chapala (Lyons 2011). In 2014, the whole Laguna Cajititlán ecosystem collapsed with a loss of 290 tons of fish due to rapid decreases in oxygen levels. The reason for this was never fully understood. Contamination with sewage was suspected, but couldn't be confirmed.<p></p>", "populationtrend": "decreasing", "habitat": "This fish lives in quiet waters of lakes, ponds and river channels,  where currents are usually slow to none, but may be moderate. Vegetation  there is usually sparse or absent. When there is vegetation, it is  composed of green algae, water hyacinths and <em>Scirpus </em>species. The  substrates are made of silt, mud, clay, sand and rocks. The water bodies  are rarely deeper than 1.3 m, with typically depths reaching to less than 1 m. The  water ranges from turbid to muddy (Miller 2005).<br/><br/>A typical habitat of this species is the Presa Verduzco or Presa de La Luz east of Jacona de Plancarte, a dam shaped  like a cake slice with the effluent to the north. The  circular arc has a length of about 400 m, the radius varies&#160; between 210 and 280 m. The arc is mainly bordered with reeds and trees,  providing some small coves and reed islands. The ground of the Presa is made  of sand, gravel and silt, while parts of it have bigger rocks and stones. The  ground of the reed-areas is mainly made of silt, sand and mud (Köck <em>et al.</em>&#160;2016). A channel connects the Presa with a Balneario (bath) in the west of Jacona de Plancarte, called Estancia de Igartúa. This bath is about 50 m in diameter, partly down to 3 m deep and completely surrounded by concrete walls. A corner of the bath is shaded by a large tree. The Barred Splitfin occurred here in masses together with <em>Goodea atripinnis</em> and non-native fish (Tilapia, Green Swordtails and <em>Poecilia mexicana</em>). The owner of the bath often demonstrated feeding the fish with tortillas, which explained the masses of fish (Köck<em> et al.</em>&#160;2016). <br/><br/>The Lagos Los Negritos is an irregular shaped pond with a diameter between 570 and 830 m. The north corner is surrounded by reeds, while the rest is partly shaded by pine trees. <em>Chapalichthys encaustus</em>&#160;can be found here with a similar coloured subpopulation of <em>Xenotoca variata, </em>along with several other native species (<em>Zoogoneticus purhepechus</em>, <em>Goodea atripinnis</em>, <em>Alloophorus robustus</em>, <em>Poeciliopsis infans</em>) and exotics (Tilapia, <em>Gambusia</em> sp.). Some smaller ponds and spring fields have not been surveyed yet (Köck <em>et al.</em>&#160;2016).", "threats": "In the Lake Chapala, <em>Chapalichthys encaustus </em>is known to be threatened by anthropogenic nutrient inputs from pollutant runoff, polluted sediments, over exploitation and lowering of the water level, as well as growth of new fish populations such as the invasive Blue Tilapia and Common carp (SEMARNAT, 1999; Ramsar Secretariat, Site No.1973, 2008). Shifts in fish community structure have been observed, with these exotic species increasing in dominance near the surrounding shoreline  cities  of Jocotepec, San Juan Cosalá, Ajijic, Chapala, Tizapán and the  Lerma  river inflow (Becerra-Muñoz <em>et al</em>. 2003). Lago Chapala has historically been impacted by the effects of the Poncitlán dam on the Santiago River, which supplies the lake and the Maltaraña dam (Ramsar Secretariat, Site No.1973, 2008). The threats affecting this species are a combination of water pollution through cities, agriculture and illuviation, in addition to introduced fish species like the above mentioned Tilapia and carps, but also Poeciliid species (<em>Poecilia sphenops</em>, <em>Gambusia yucatana</em>, <em>Pseudoxiphophorus bimaculatus</em>) and <em>Lepomis</em> species. Nevertheless, the Barred Splitfin is known to be more tolerant to degraded waters than other inhabitant species of the Chapala lake (Soto-Galera <em>et al</em>. 1998).", "conservationmeasures": "The Lago Chapala is a recognised Ramsar site. However, there are no conservation actions in place targeting this species (Ramsar Secretariat, Site No.1973, 2008). The only conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Aucatica in Michoacan University, Morelia, Mexico", "usetrade": "The species is partly targeted as food by local fishermen, but is not generally used for the ornamental fish trade. Although, several years ago, an albinotic form occurred in a breeders tank; this is one of the very few known ornamental forms of a Goodeid species."}]}