{"name": "58600978", "result": [{"species_id": 58600978, "taxonomicnotes": null, "rationale": "This species is endemic to peninsular Malaysia, where it is only known from two locations, both limestone outcrops with a state park. Whilst it has a restricted range and specialised habitat, the presence within the park means that the threats are currently negligible. However, should threats accelerate, the species would rapidly become Endangered, hence the species is assessed as Near Threatened, as it is known to have a very restricted range and not be present in adjacent hills.", "geographicrange": "This species is known from two locations on large limestone outcrops, Kaki Bukit and Wang Kelian in the Wang Kelian State Park, Perlis, Malaysia (Liew <em>et al</em>. 2014). It has not been recorded during surveys on limestone in forest close by, suggesting that it is a range-restricted endemic species (Liew&#160;<em>et al</em>. 2014).", "population": "Although Kaki Bukit is a large limestone outcrop with good forest cover, the population density is believed to be very low. During a survey in May 2011, this species was only found near the top of Kaki Bukit where several hundred individuals were found at one location (limestone wall) within an area of ca. 10 m<sup>2</sup>. There were several small populations (fewer than 10 individuals) in small pockets of suitable habitat. The population in Wang Kelian was recorded by Ali and Yaakob (2001), but its status is not known. No live or dead individuals were collected at the dozen isolated limestone hills located within 5 km around Wang Kelian State Park.", "populationtrend": "unknown", "habitat": "On limestone walls within tropical forests and at summit.", "threats": "Unlike other areas with forest snails on limestone (Schuiltzen <em>et al</em>. 2005), the main threats to this species lie in minor disturbance along trails within the state park used for recreational purposes. Habitat loss and degradation are not considered severe threats, due to the presence within the state park.", "conservationmeasures": "Both known locations are located in the Wang Kelian State Park, which is a protected area used for recreation (Liew <em>et al</em>. 2014). Conservation actions suggested include more awareness for the park managers and recreational users, as well as monitoring habitat trends to track future declines that may impact the species.", "usetrade": "There is no known trade in this species."}]}