{"name": "60282", "result": [{"species_id": 60282, "taxonomicnotes": null, "rationale": "<p><em>Microgomphus wijaya</em> is endemic to Sri Lanka, where it is widely distributed, but most records are from the wet zone. However, there are two recent records from the north. The assessors are aware of records from 38 individual sites, with some locations within protected areas. Its area of occupancy (AOO) is likely smaller than 2,000 km² (possibly by a considerable margin, which meets the Vulnerable threshold for criterion B2), and is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest and other threats within the range of the species. Its extent of occurrence (EOO) is well above the criterion B1 threshold (EOO = 28,320–34,169 km²). This species is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)).<span class=\"MsoHyperlink\"></p>", "geographicrange": "<p><em>Microgomphus wijaya</em> is endemic to Sri Lanka (Bedjanič <em>et al. </em>2014, Sumanapala 2017 unpub. data), where it is widely distributed, but most records are from the wet zone. However, there are also two recent records from the north of the island. The assessors are aware of records from 38 individual sites, and some locations are within protected areas (for example, the Sinharaja Forest Reserve). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it will be smaller than 2,000 km², possibly by a considerable margin. Moreover, the AOO is inferred to be declining due to loss of forest and other threats within the range of the species. Its minimum extent of occurrence (EOO) is 28,320 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 34,169 km² (based on an MCP around the HydroBASINS known to be occupied by this species).<span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\"></span></p>", "population": "<p>This is not a common species and an ongoing decline in overall population is inferred from loss and degradation of forests and belts of riparian vegetation in already degraded and densely populated areas of Sri Lanka as well as other threats within its range. The overall population will be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is “Found in streams and rivers with rich riparian vegetation” Sumanapala (2017). It is not fully forest dependent but requires a reasonably dense riparian forest along the streams to occur. Larvae are found among leaf litter. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest and other threats within its range.</p>", "threats": "<p>Bedjanič <em>et al</em>. (2014) state that “… <em>M. wijaya</em> inhabits rivers and streams with rich surrounding vegetation in the plains and lower hills. Such habitats are under threat by the destruction of primary and secondary rainforests, the destruction of forest corridors along streams, pollution and other pressures on streams and rivers in the southwestern and central part of Sri Lanka.”</p>  <p>The forest cover of Sri Lanka has decreased by half in the past 50 years, and the future of the island’s forests remains precarious. Although the trend of forest loss is less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri Lanka. Habitat loss and encroachment are also caused by the destruction of buffer forest corridors along streams, river impoundment, water extraction for irrigation and consumption, soil erosion, siltation, over-use of agricultural chemicals and careless pollution of rivers and streams. These threats all actually or potentially affect <em>Microgomphus wijaya </em>and climate change may also be negatively impacting its habitats.</p>", "conservationmeasures": "<p>The following steps are needed for the affective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clearcutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much-needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>(9) As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended supporting and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in future.</p><p></p>", "usetrade": null}]}