{"name": "196109", "result": [{"species_id": 196109, "taxonomicnotes": "Similar to <em>Mystus nanus</em>; identified as new species by Pethiyagoda <em>et al</em>. (2008).", "rationale": "<em>Mystus ankutta</em> is an endemic, range-restricted species, known from four locations in the southwestern lowland wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 4778 km<sup>2</sup> and Area of Occupancy (AOO) is 88 km<sup>2</sup>. Its habitat is declining due to logging, rapid expansion of agriculture and drying out of streams due to climate change. Habitat quality has changed due to accumulation of agrochemicals, industrial waste, land fills, gem mining and siltation. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore the species is assessed as Endangered.", "geographicrange": "This species is endemic to Sri Lanka where it is restricted to marshes, streams and rivers in the lowland wet zone (De Silva <em>et al.&#160;</em>2015).", "population": "There is no population information available for this species which is uncommon in the island. Degradation of its habitats has been observed owing to a number of factors such as climate change, alternations to its natural habitats and varied forms of pollution.", "populationtrend": "decreasing", "habitat": "<em>Mystus ankutta</em> inhabits rivers with muddy or sandy substrate. They are found to prefer stagnant or slow flowing turbid water with marginal vegetation (De Silva <em>et al.</em> 2015).", "threats": "The species is threatened by habitat loss and degradation caused by the construction of dams, logging and mining activities, rapid expansion of agriculture and water pollution from urban, industrial and agricultural run-off. All these threats are aggravated by droughts, induced by climate change, which can cause streams to dry out.", "conservationmeasures": "There are no conservation actions in place for this species.", "usetrade": "This species is locally captured to be utilized as a food source."}]}