{"name": "49830574", "result": [{"species_id": 49830574, "taxonomicnotes": null, "rationale": "<span style=\"\"><em>Apteronotus leptorhynchus&#160;</em>is know</span>n  only from the Essequibo River drainage in Guyana. The minimum area of occupancy (AOO) based on the two known localities is 8 km<sup>2</sup>. The maximum extent of occurrence (EOO) based on the area of the minimum convex polygon around the HydroBASIN map is 3,554 km<sup>2</sup>. The distribution is under immediate threat from illegal gold mining. There are two locations and an inferred continuing decline in habitat quality based on this threat. Therefore, it is assessed as Endangered.", "geographicrange": "<span style=\"\"><em>Apteronotus leptorhynchus&#160;</em>is know</span>n only from the Essequibo River drainage in Guyana. It was originally described from material collected in the lower Potaro and lower Essequibo rivers (de Santana and Vari 2013).<br/><br/>The minimum area of occupancy (AOO) based on the two known localities is 8 km<sup>2</sup>. The maximum extent of occurrence (EOO) based on the area of the minimum convex polygon around the HydroBASIN map is 3,554 km<sup>2</sup>.", "population": "No information is currently available on population of <em>Apteronotus leptorhynchus</em>.", "populationtrend": "unknown", "habitat": "<em>Apteronotus leptorhynchus </em>is known to inhabit streams in the Essequibo basin (de Santana and Cox Fernandes 2012).", "threats": "<em>Apteronotus leptorhynchus</em>&#160;is threatened by high levels of gold mining occurring in the Essequibo basin and throughout the Guiana Shield (Dezécache <em>et al.</em>&#160;2017).", "conservationmeasures": "No known conservation plans are currently in place for this species. Additional research into the extant subpopulations and life histories of this species will be critical to future conservation actions. More sampling is needed to verify the complete distribution of this species, as well as a detailed examination of the available collections given difficulties with the current taxonomy of the genera <em>Apteronotus </em>and <em>Porotergus</em>. This assessment only includes lots that have been positively identified as <em>A. leptorhynchus</em>. This species should be re-assessed once the taxonomy has been further investigated and more specimens have been identified.", "usetrade": "Specimens labeled \"<em>Apteronotus leptorhynchus</em>\" are regularly imported for the aquarium trade in Europe and North America, however the source of these specimens is unknown and the taxonomic identity is uncertain (de Santana and Vari 2013)."}]}