{"name": "2039", "result": [{"species_id": 2039, "taxonomicnotes": "<p><span class=\"fontstyle0\">The Obô Giant Snail <span class=\"fontstyle2\"><em>Archachatina bicarinata</em><span class=\"fontstyle2\"> <span class=\"fontstyle0\">was first described in 1792 by Bruguière as&#160;<em>Bulimus bicarinatus</em><span class=\"fontstyle0\">, the name being based on the two-keeled body-whorl (last and largest whorl) of its shell. It is now placed in the genus <em>Archachatina,</em><span class=\"fontstyle2\"> <span class=\"fontstyle0\">which was named by Albers in 1850, for which his type species was <em>Achatina sinistrorsa</em><span class=\"fontstyle2\"> <span class=\"fontstyle0\">L. Pfeiffer, 1848. However, this species name is invalid because it is a junior synonym of that introduced by Bruguière. The epithet <em>sinistrorsa</em><span class=\"fontstyle2\"> <span class=\"fontstyle0\">was based on the sinistral shell (left-handed coiling), an uncommon feature in the genus <em>Archachatina</em><span class=\"fontstyle0\">. It belongs to the family Achatinidae Swainson, 1840 (the \"agate snails\").&#160;<span class=\"fontstyle2\">The species belongs to the family Achatinidae Swainson, 1840 (the \"agate snails\") and can easily be identified by the combination of sinistral coiling and very large shell size, along with the broad blunt apex to the shell, characteristic of the genus <em>Archachatina</em></span><span class=\"fontstyle2\">. Adults can be recognised by the thick dark to blackish-purple shell coloration, marked with obscure brown waves with a bluish white interior of the aperture; it also has six to seven shell whorls and an arched columella (Reeve, 1849).<br/><br/></span></span></span></span></span></span><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"></span></span></span></span></span></span>Although currently treated as endemic to both São Tomé and Príncipe islands,&#160;<em>Archachatina bicarinata</em>  is likely to have originated on one and then colonised the other, either  naturally or – more likely – through anthropogenic dispersal. Genetic  analyses are currently ongoing to establish the historical origin of the  species and set conservation priorities based on genetic variability.</p>", "rationale": "The Obô Giant Snail <em>Archachatina bicarinata </em>is a large terrestrial mollusc that occurs only in the forests of the islands of Príncipe and São Tomé, in the Gulf of Guinea, Central Africa. Based on historical references and on data collection performed in recent years, there is strong evidence that the species, once locally abundant, has experienced substantial declines in both population and range during the past 30 years on both islands. The species was listed as Vulnerable on the IUCN Red List in 1996, and reassessment has long been overdue.<br/><br/>Recent research and conservation initiatives have resulted in the production of a Single Species Conservation Action Plan for <em>Archachatina bicarinata</em> for the period 2021–2025 (Panisi <em>et al</em>. 2020). Important threats identified in the plan include harvesting (for food and traditional medicine), habitat loss (mostly through timber extraction and conversion to agriculture in São Tomé), and introduction of the invasive West African Giant Snail (<em>Archachatina marginata</em>). Although the exact mechanisms of interaction between these two species are not yet understood, both competition and potential disease transmission have been proposed to explain the correlation between the decline of the Obô Giant Snail and the expansion of the West African Giant Snail (Panisi 2017). The suspicion of transmission of an unidentified disease and the high levels of harvesting are particularly concerning, as these could plausibly push the species to classify as Critically Endangered or even Extinct in the near future.<br/><br/><em>Archachatina bicarinata</em> is reassessed as Endangered (EN B1ab(i,ii,v)+2ab(i,ii,v)), due to its small extent of occurrence (EOO is approximately 2,650 km²) and area of occupancy (AOO = 196 km²), its small number of locations (2–4), and inferred continuing declines in EOO, AOO and in the number of mature individuals.", "geographicrange": "The Obô Giant Snail <em>Archachatina bicarinata</em> ccurs on the islands of Príncipe and São Tomé, in the Gulf of Guinea, off the west coast of central Africa. It is restricted to native and secondary forests, occurring in the south of Príncipe Island (Fundação Príncipe 2019), and in the centre and west of São Tomé Island (Panisi 2017). Although currently treated as endemic to both islands, it is likely to have originated on one and then colonised the other, either naturally or—more likely—through anthropogenic dispersal.<br/><br/>Recent interviews with snail harvesters infer a range reduction of approximately 50% over the past 40 years in São Tomé (M. Panisi, unpublished data, 2019), and approximately 40% over the past 20 years in Príncipe (Fundação Príncipe 2019, Panisi <em>et al</em>. 2020). Its current range, calculated as the area within a minimum convex hull around all known records of live individuals from within the past 10 years, is estimated at around 2,642 km² (on São Tomé, it occurs within an area of 262 km² and on Príncipe, it occurs within an area of 41 km²). Its total area of occupancy (based on known occupied 2x2 km grid cells) is 196 km².", "population": "There is evidence of substantial ongoing declines on both islands. In Príncipe, reports from the late 1990s indicate that the species was still abundant at this time (Baillie 2001, Baillie and Stevart 2000), but by 2007 it was found to be in rapid decline (Dallimer and Melo 2010), and recent interviews with snail harvesters infer a population decline of &gt;75% and a range reduction of approximately 40% over the past 20 years (Fundação Príncipe 2019). In São Tomé, its decline was first reported in 1994 by Gascoigne, and recent interviews with snail harvesters infer a notable population decline and a range reduction of approximately 50% over the past 40 years (M. Panisi, unpub. data). Species population estimates are mostly inconclusive due to the low number of live individuals found during systematic surveys. Population estimates have been attempted using counts of dead shells from monitoring transects (Rebelo 2021, Flora &amp; Fauna International and Fundação Príncipe 2019), but this is not proven to be an effective method for estimating the number of mature individuals in a population. Based on a recent study of intraspecific genetic diversity, most of the diversity is found in the unique subpopulation of Príncipe (18 in 22 of the mtDNA haplotypes identified based on COI; Panisi M. and Sinclair F., unpub. data 2022).", "populationtrend": "decreasing", "habitat": "The species is mostly restricted to remote patches of native forest, but also occurs in some areas of mature secondary forest. In São Tomé it is associated with higher altitudes and valleys, although in the past it was common at lower altitudes and in plantations (Girard 1894, Panisi 2017). It is also associated with the occurrence of native and endemic plant species such as <em>Drypetes glabra</em>, <em>Begonia baccata</em>, <em>Sterculia tragacantha</em> and <em>Santiria trimera</em>, preferring substrates with stones and moss, and avoiding bare soil and grasses (Panisi 2017). In Príncipe, the species is also associated to higher altitudes at the island level, and within native forest it prefers middle slopes, followed by valleys and flat plain areas (Rebelo 2021). The probability of its occurrence is also correlated with areas of with high rainfall (Fundação Príncipe 2019). Nowadays, the Obô Giant Snail is largely absent from human-altered landscapes, even though it used to occur in plantations until recently (Girard, 1894; Panisi, 2017). It is also absent from most areas where the invasive West African Giant Snail <em>Archachatina marginata</em>. In São Tomé Island, observations in captivity indicate that the species can feed on a wide variety of decaying fruits and leaves of introduced (e.g. banana <em>Musa spp.</em>, avocado <em>Persea americana</em>, jackfruit <em>Artocarpus heterophylla</em>, taro <em>Xanthosoma saggitifolium</em>) and native plant species (e.g. <em>Begonia baccata</em>, <em>Tabernaemontana stenosiphon</em> and <em>Sterculia tragacantha</em>) (Panisi <em>et al</em>. 2020). The smallest individual observed mating had a shell length of 12 cm. Clutches can have between 3 and 7 eggs, laid on the soil surface or superficially buried. Mating and egg-laying has been observed during the wet seasons (e.g. mating was observed in the field in May and November, egg-laying was observed in captivity during March, April, May, September, October), with hatching occurring both during the wet seasons and at the beginning of the long dry season (e.g. June and November; Panisi <em>et al</em>. 2020).", "threats": "Threats were discussed during the workshops for the Single Species Action Plan for the conservation of the Obô Giant Snail 2021–2025 (Panisi <em>et al</em>. 2020). Harvesting for food, a disease of unknown origin (Panisi and de Lima 2022), which has been inferred from several events of sudden death of multiple individuals in situ and ex situ, and invasion by the West African Giant Snail (<em>Archachatina marginata</em>) were highlighted as important threats on both islands. Agriculture was also considered to be an important threat in São Tomé. These threats have an additional relevance considering that most of the genetic variability (18 in 22 of the mtDNA haplotypes identified based on COI) is found only in one subpopulation (on Principe Island).", "conservationmeasures": "Conservation initiatives relating to the Obô Giant Snail were initiated in 2018 on both islands, leading to a Single Species Action Plan for the period 2021–2025 (Panisi <em>et al</em>. 2020). Actions are grouped under the following objectives: (1) Increase understanding of ecology, population size, genetic diversity, and main threats; (2) Support legal mechanisms to address the main threats and ensure protection; and (3) Improve and implement environmental awareness and public involvement strategies for the protection of the species. In addition, efforts to maintain ex-situ populations both inside and outside the country have taken place since 2017; the species has been subject to ex-situ conservation on São Tomé Island and in Portugal (Lisbon Zoo). It has also been successfully reproduced in captivity, however a potential unknown disease is threatening the program (Panisi 2021).<br/><br/>Monitoring is performed in both islands at least once per year by Fundação Príncipe (Fauna &amp; Flora International and Fundação Príncipe 2019) and by BirdLife International. Although much of its current range is protected by the Obô Natural Park  designations on both islands, specific protections for the Obô Giant  Snail have so far been lacking, and conservation action is needed to  safeguard the species from further decline and extinction (Panisi <em>et al</em>. 2021). Specific programs that aim to spread awareness about the Obô Giant Snail conservation are ongoing on São Tomé and Príncipe Islands since 2018 (Fundação Príncipe 2019, Alisei Onlus NGO 2021). Environmental education engages school children, local communities, local government entities, harvesters, NGOs, international public, and researchers.", "usetrade": "The Obô Giant Snail has cultural value for the communities of São Tomé and Príncipe, where it is used for food and traditional medicine. The consumption of the Obô Giant Snail in both islands was reported as early as 1894 (Girard 1983, Moller 1894). The species is widely known, particularly among older generations in rural communities where many acknowledge its rapid decline (Panisi 2017, Fundação Príncipe 2019). In recent decades, this decline in the abundance of the Obô Giant snail has been accompanied by the introduction and increase of the West African Giant Land Snail <em>Archachatina marginata</em>, which has come to represent an important source of protein for rural inhabitants (Carvalho <em>et al</em>. 2015). However, the Obô Giant snail is the preferred species for consumption as, unlike the West African Giant Land Snail, it is also used as medicine (Panisi 2017). The decline of the Obô Giant Snail may have initially led to intensified harvesting efforts, because of its higher price in local markets. Currently, in São Tomé the species continues to be targeted by local hunters and palm wine-harvesters, and used within the communities or sold in the local markets of the capital, São Tomé, for ca 10-30 STD (0.4–1.2 €) per individual (M. Panisi, unpub. data 2019). In Príncipe, interviewees reported harvesting as one of the primary causes for the species decline (Fundação Príncipe 2019), and this is supported by the large deposits of collected shells observed by Baillie (2001), and Dallimer and Melo (2010)."}]}