{"name": "176160795", "result": [{"species_id": 176160795, "taxonomicnotes": null, "rationale": "Although precise estimates of the current population size of <em>Guianacara cuyunii</em> are not known, based on the spatial and temporal quantification of the records in the bibliographic review, and of collections, it is considered that its population abundance is very low (only 83 known specimens) in most of its area of distribution. This situation, added to its geographical distribution being small and restricted to 2-3 locations across Venezuela and Guyana (EOO 13,847 km<sup>2</sup>), with populations that are in continuing decline (no records in the last 20 years in Venezuela and 12 years in Guyana despite survey effort), with extensive impact from mining (resulting in a continuing decline in habitat quality), it is assessed that the species be classified as Vulnerable.", "geographicrange": "<em>Guianacara cuyunii </em>occurs in the&#160;Guiana Shield of Venezuela and Guyana (López-Fernández <em>et al</em>. 2006, Vari&#160;<em>et al</em>.&#160;2009, Araujo 2010, Lemopoulos and Covain 2019, Taphorn&#160;<em>et al</em>.&#160;2022). The type locality is a creek at Venamo River, upstream from Apanao rapids, Bolívar, Venezuela (López-Fernández&#160;<em>et al</em>.&#160;2006, Fricke&#160;<em>et al</em>.&#160;2020). According to our bibliographic and collection review,&#160;<em>Guianacara cuyunii</em>&#160;in the Guiana Shield, is a species that only occurs at Upper Cuyuní River drainage, in the main channel and small tributaries, especially the Venamo, Botanamo, and Yuruarı rivers in Essequibo River basin, Venezuela, and Cuyuni river in Guyana (López-Fernández&#160;<em>et al</em>.&#160;2006, Araujo 2010, Vari&#160;<em>et al</em>.&#160;2012, Lemopoulos and Covain 2019, Taphorn&#160;<em>et al</em>.&#160;2022).&#160;Records of&#160;<em>Guianacara cuyunii&#160;</em>for other basins and hydrographic systems in Brazil refer to erroneous identifications and possible confusions with other species, for which reason they require adequate taxonomic review.<br/><br/>For a detailed description of the acronyms of the cited collections see Sabaj (2016) and Fricke <em>et al.</em> (2020).", "population": "There are no population estimates for this species. López-Fernández <em>et al</em>. (2006) reports the examination of 73 specimens (one and exceptionally 28 specimens by site), from five very near sites on Venamo, Botanamo, and Yuruarı rivers (Cuyuní river system) in Venezuela captured between 1979 and 1994. Between 2003 and 2011, only eight other specimens were found, in six registered near sites of Yuruari River (Venezuela) and Cuyuni River, in Guyana. Thus, the abundance of this species appears to be very low. Additionally, due to the ongoing threats to the species, its habitat and ecosystem, as well as the general absence of records in the last 20 years in Venezuela and 12 years in Guyana despite the inventories and studies carried out in the region (e.g. Lasso&#160;<em>et al</em>.&#160;2009, Vari&#160;<em>et al</em>.&#160;2012, Lemopoulos and Covain 2019, Taphorn&#160;<em>et al</em>.&#160;2022), the species' population is considered to be undergoing a decline (although past decline rates are unknown), whilst a continuing decline in the number of mature individuals is inferred based on possible extirpations.", "populationtrend": "decreasing", "habitat": "Very little is known about the habitat and ecology of this species. It is a small species, which does not exceed 75 mm SL (López-Fernández&#160;<em>et al</em>.&#160;2006). It inhabits typical acid blackwater rivers (Sioli 1975) of the Guiana Shield (Machado-Allison&#160;<em>et al</em>.&#160;2000, Lasso&#160;<em>et al</em>.&#160;2009). According to data from field collections, it is a species of lowlands of the Guyana shield, between 50 and 90 m asl. Also, this is a benthic species. The habitat in Cuyuní river, in Guyana, include sandbars, beaches, banks with overhanging vegetation, and fast rapids over bedrock and loose stone. In Venezuela, most collections come from roadside localities near the Anacoco Island on the Cuyuní main channel and from small tributaries, especially the Venamo, Botanamo, and Yuruarí (López-Fernández&#160;<em>et al</em>.&#160;2006). Its eating habits are benthic and the species is an omnivore, feeding on the benthos, sifting the substrate to extract invertebrates and other food items (Taphorn&#160;<em>et al</em>.&#160;2022). They are mostly oviparous mouthbrooders, that form pair bonds and guard fry and juveniles. Like other species of the genus and group, it can reproduce between one and two times a year.", "threats": "The major threats are mining, deforestation, erosion and pollution and high sediment removal from the waters, which occurs in the Cuyuni and the Orinoco Guiana shield (Venezuela), but also in eastern Guiana shield (Guyana, Suriname and French Guiana), whilst threats such as the accumulation of contamination in the biota can also impact the species (Nico and Taphorn 1994; Bermudez&#160;<em>et al</em>.&#160;1999; Machado-Allison&#160;<em>et al</em>.&#160;2000; Mol&#160;<em>et al</em>.&#160;2001; Veiga and Hinton 2001; Mol and Ouboter 2004; Veiga&#160;<em>et al</em>.&#160;2005; Lasso and Perez 2006; Lasso&#160;<em>et al</em>.&#160;2009; Farina&#160;<em>et al</em>.&#160;2009; Trujillo&#160;<em>et al</em>.&#160;2010; Brosse&#160;<em>et al</em>.&#160;2011, 2013; Ouboter&#160;<em>et al</em>.&#160;2012; Machado-Allison 2015; Allard&#160;<em>et al</em>.&#160;2016; Lasso&#160;<em>et al</em>.&#160;2016; Montaña&#160;<em>et al</em>.&#160;2021).<br/><br/>In the region comprised of the Guiana Shield of Venezuela, located south of the right bank of the Orinoco River (Bolivar and Amazon States) and Cuyuní River system (Essequibo River Basin), more than 1,900 illegal milling sites have been detected between 2019 and 2022. Added to this, the Orinoco Mining Arc National Strategic Development Zone (ZDEN AMO) was declared in 2016 by the State of Venezuela, with an area of 113,598 km². This area will be exploited on a large scale, for gold, diamond and coltan mining and other minerals, which will have serious and extensive direct impacts on the ecosystems of the Orinoco River and its biodiversity, as well as on human populations (Oliveira-Miranda 2023).<br/><br/>Furthermore, in the Supamo river (upper Cuyní), Nico and Taphorn (1994) found high concentrations of mercury in 10 carnivorous and omnivorous species, among them&#160;<em>Astyanax bimaculatus </em>and <em>Cyphocharax spilurus</em> (0.12 – 0.22 µg/g Hg) with similar feeding habits to <em>Guianacara cuyunii</em>. Farina&#160;<em>et al</em>.&#160;(2009) found 56 species of fish from different trophic categories, in the upper Cuyuni river (Uey river system), with very high concentrations of mercury, like the omnivorous Cichliade <em>Aequidens tetramerus</em> and <em>Geophagus brachybranchus</em> (119.43&#160; –&#160; 425.55 Hg total (µg/Kg ps)). Also in the tributaries of the Cuyuní river in Guyana, gold mining is very frequent in the Near Potaro river, Mazaruni river system, where at least 39 species of fish present high concentrations of mercury, such as the omnivorous and insectivorous Cichlidae<em> Biotodoma</em> <em>cupido</em>, <em>Cichlasoma bimaculatum,</em> and <em>Geophagus </em>sp, with 0.23 to 2.56 µg/g Hg (Montaña&#160;<em>et al</em>.&#160;2021).<br/><br/>Mining, even on a small scale, reduces the diversity of fish and changes the structure of the community due to the increase in turbidity resulting from the increase in the load of suspended sediments and the reduction of the diversity of habitats inside the stream related to sedimentation. Mol and Ouboter (2004) found that 66% of the fish species disappeared from streams impacted by this type of mining, in the Saramacca river basin in Suriname. This occurs because sedimentation eliminates all the benthic biota, where species such as <em>Guianacara cuyunii</em> feed.<br/><br/>The species may also be impacted by the use and trade of it for the purpose of ornamentals.", "conservationmeasures": "<p>No measures or actions for the conservation of <em>Guianacara cuyunii</em> or its habitat are known. There are no protected conservation areas in the Cuyuní river system in Venezuela and Guyana. Stricter policies on mining activities and immediate considerations of protected areas are recommended.&#160;</p>", "usetrade": "<p>Due to its colouration and shape, it could be appreciated by specialized aquarists. And due to its low abundance, and the existence of severe threats in this distribution area, its use as an ornamental species may constitute a new threat.</p>"}]}