{"name": "2750", "result": [{"species_id": 2750, "taxonomicnotes": "This was considered as a subspecies of<em> B. unicolor</em> by Mandahl-Barth (1954) and re-instated as a distinct species by Brown (1994). With its large size and thin shell, it differes from all other Victorian viviparids. It must probably be lowered in taxonomic rank to 'ecotype' or at best 'subspecies', as all other 'endemic' Victorian<em> Bellamya</em> species (see Sengupta <em>et al.</em>&#160;2009), but&#160; <em>B. phtinotropis</em> was not included in their molecular analysis because, in spite of intense research in the type area (A. Jorgensen pers. comm. 2014), no live specimens were found.", "rationale": "Despite efforts to find this deep water morphotype, it has not been recovered since the 1950s. This species appears to have been already rare in the first half of the 20th century, represented by a few severely fragmented subpopulations&#160;respectively in the north and in&#160;the south of the lake. It has been recorded from four localities, within a maximum area of occupancy (AOO) of 10 km² based on available habitat,&#160;but the current number of known localities is zero. There is declining quality of benthic deep water habitats due to potential impacts from trawling, from pollution (e.g. sewage output from towns) and eutrophication from decay of water hyacinth rotting-down after cutting programmes (Lange 2010). It is therefore assessed as Critically Endangered and it is Possibly Extinct.", "geographicrange": "This endemic morphotype was described from deeper waters (<em>c.</em> 10-33 m) of Lake Victoria. Originally discovered near 'Nyamagotso' near Uzindja&#160;(= Uzinza near&#160;Mwanza Gulf, Tanzania), at the southwestern side of the lake, it was subsequently also dredged in the mid-20th century at Buvuma Channel, at Hippo Bay at Entebbe, in Salisbury Channel (Uganda) and at Ilemera (south of Bukoba, Tanzania)&#160;(Mandahl-Barth 1954). However, during all later surveys, i.e.&#160;since the last decades of the 20th century, it has not been recorded and this form may have become extinct.", "population": "Never have more than a few specimens been recovered during former surveys. Subpopulations are assumed to be small and strongly localised (occurring in a few, fragmented deep-water microhabitats) and therefore, the population is considered to be severely fragmented.", "populationtrend": "decreasing", "habitat": "It is benthic, on muddy bottoms in deeper waters of Lake Victoria.", "threats": "<p>It has not been recorded since 1954. It may be extinct or near-extinct&#160;due to increasing hypoxic-anoxic conditions of the water column in deeper water as a result of eutrophication and pollution, and trawling. </p>", "conservationmeasures": "No specific conservation actions have been undertaken.", "usetrade": "This species is not used."}]}