{"name": "139561597", "result": [{"species_id": 139561597, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis odobeni</em> is known from 16 locations in Catanduanes and southeast Luzon in the Philippines; the population is severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest within the range of the species. The known extent of occurrence (EOO) is below 20,000 km² and at least the southern Luzon population is severely fragmented. The species qualifies for Vulnerable status under criteria B1ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Igneocnemis odobeni</em> is known from Catanduanes and southeast Luzon in the Philippines (Gassmann and Hämäläinen 2002, Villanueva and Gil 2011). Hämäläinen and Muller (1997) listed this species from Mindoro but Gassmann and Hämäläinen (2002: 253) considered that this record was most likely due to mislabeling&#160;of the specimen concerned and dropped Mindoro from the known range of the species. The assessor is aware of records from 16 locations but it has only been possible to assign separate coordinates to 12 of these for mapping purposes, the majority of known locations are on Catanduanes. At least one location is within a protected area (Mount Isarog National Park). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and will be declining due to loss and degradation of forest within the range of the species. The extent of occurrence (EOO), calculated using a minimum convex polygon around the mapped data points and HydroBASIN areas, is somewhere between 7,631 and 11,639 km².</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health except that an ongoing decline is inferred due to loss and degradation of forest in the range of the species and that severe fragmentation is likely for the same reason and certain for the southern Luzon populations.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and biology of this species but it will be a species of forest streams or seeps, like the others in the genus. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest within the range of the species.</p>", "threats": "<p>Threats from clearance of forest for agriculture, logging and mining exist throughout the range of this species, even within protected areas. For instance for Mount Isarog, based on information compiled in 2001, BirdLife International (2019) state: “The montane forests on Mt Isarog and the narrow strip of lowland forest above c.900 m have remained relatively safe from forest clearing because of the steep topography and the scarcity of large dipterocarp trees there. ... However, below 900 m, illegal commercial logging operations and kaingin [slash and burn agriculture] have cleared or degraded almost all of the forest, including within the national park boundaries. There are several settlements just outside the park boundaries, and the numbers of settlers inside the park has recently increased, so it is likely that the remaining undisturbed forests in the park will come under increasing pressure. However, residents around the mountain are now very committed to trying to return the mountain to ‘its natural state’, largely driven by concerns about water quality. ”The assessor does not know if there has been any improvement in the situation since 2001. </p>  <p>For Catanduanes Island BirdLife International (2019, but again based on information compiled in 2001): “In the past, there was little evidence of timber extraction and kaingin [slash and burn agriculture] in the forested areas of this IBA, probably a result of the local forest protection program and the low population density in the province. However, the human population of Catanduanes is increasing, which is putting pressure on natural habitats. There is evidence that people are moving into forested areas, leading to uncontrolled kaingin, land conversion, illegal cutting of trees and forest fires. As a result there has been an increased occurrence of soil erosion, landslides and siltation in some major river systems. There is also large-scale collection of forest products, hunting and pollution from household waste. Typhoon Rosing is reported to have damaged (at least temporarily) areas of natural habitat on Catanduanes in 1995.” The current situation is unclear to the assessor but recent satellite images certainly show evidence of forest clearance in many parts of the island.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for the protection of habitat on Catanduanes and better protection for Mount Isarog.</p>", "usetrade": null}]}