{"name": "176425386", "result": [{"species_id": 176425386, "taxonomicnotes": null, "rationale": "This species is assessed as Vulnerable, because its extent of occurrence (EOO) is estimated to be 19,705 km<sup>2</sup>, it is known from eight locations, and there is projected continuing decline in the extent and quality of its aquatic habitat in the different streams, due to habitat alterations, agricultural activities and the presence of invasive exotic fish species.", "geographicrange": "This species was described from upper and middle río Urugua-i, a small river system tributary of río Paraná in Misiones, Argentina. It has been recorded for only two water courses in this basin: Central creek (near national route 101, and Uruzú creek, near provincial route 19 (Braga 1998). Lopez<em> et al. </em>(2005) mention this species for \"affluent streams of the Paraná River in Misiones\" southern than the Urugua-í, but without identifying specific records. In a comprehensive review of the genus, Fuchs (2014) gathers more recent records from various sectors of the Urugua-í River, as well as other Misiones paranensean basin, such as the Cuña-Pirú stream.", "population": "There is no population estimation for this species. This species was described in 1998. The typical material was collected some years earlier, in 1983. Lots of the species were collected in different events and localities at least up to 2010.", "populationtrend": "unknown", "habitat": "The Urugua-í river is located in the Iguazú department in Misiones. Its headwaters are about 700 m a.s.l. near Bernardo de Irigoyen, in the Sierra de Misiones, crosses the province from East to West, and formed, a few kilometers from its mouth in the Paraná, a jump of 28 m high, annulled by the construction of a dam in 1989. The current is moderate, with a flow rate of up to 5 m/s. Its drainage basin has an area of 2,556 km<sup>2</sup>. Like the Iguazú river, the stream crosses a subtropical area without a dry season, with an average monthly temperature between 13.5 and 23.5<sup>o</sup>C, with average rainfall between 1900 and 2000 mm per year. The bottom of the stream is muddy, sand, gravel sand or rocky (Menni 2004). The upper course of the Urugua-i River system and part of its middle course are characterized by the presence of small falls, slides and backwaters. Braga (1998) thought that <em>B. sylvicola </em>was endemic to the Urugua-i River, upstream of the jumps, but later the species was found in the lower reaches too. After impoundment, in 2006, the species remained living in the artificial lake.&#160;Also, various collectors found it in the Cuñá Pirú basin. Its streams have stony bottom, clear waters and fast current, with slopes of different heights (Araya 2017), with four falls: Salto Encantado, Alegre, Piedras Blancas and La Olla. These jumps are impassable barriers to the displacement of the ichthyofauna upstream of the main course of the Cuñapirú stream (Azpelicueta <em>et al</em>. 2005).", "threats": "The ecological alteration of the Urugua-í stream is due to a set of anthropic actions that have changed the environmental conditions (Araya 2017), one of the most important was the construction of the Urugua-í hydroelectric dam. The closure of a stream severely alters hydrology, with modifications and formation of new habitats, colonized mainly by generalist species, which can be more flexible in terms of food and reproductive needs, more easily adjusting to the new environmental conditions (Agostinho and Gomes 2007).&#160;At least two exotic invasive fish species have been recorded in Urugua-í lake: Common Carp, <em>Cyprinus carpio</em> (Bertolini and Gil, 1999) and Tilapia, <em>Coptodon rendalli</em>, abundant in the lake (Iwaszkiw 2006).&#160;As for the upper and lower basin of the Cuñá Pirú stream, as well as its tributaries, Araya (2017) states that they suffer ecological degradation and loss of biodiversity due to anthropic actions, mainly due to agricultural activities in the basin (Placci and Di Bitetti 2006). The main economic activities, which have led to the conversion of the native forest of the missionary forest, include annual crops (sugar cane, maize, tobacco) and perennial crops of exotic species such as pine, eucalyptus trees and paradises that affect the growth of indigenous people and the formation of undergrowth (Laclau 1994, Drozd <em>et al.</em> 2010).", "conservationmeasures": "<em>Bryconamericus sylvicola</em> has been assessed as \"Rara\" (Chebez et al. 2009). Parts of the range of the species distribution are within provincial protected areas. In the Urugua-í river basin there are three major protected areas: the Protected Landscape Lake Urugua-í (80 km<sup>2</sup>) and the Urugua-í (871.5 km<sup>2</sup>) and Uruzú (25 km<sup>2</sup>) Provincial Parks. In the basin of the Cuñá Pirú stream there are also protected sectors, such as the Valle del Cuñá Pirú Provincial Park (125.2 km<sup>2</sup>), Salto Encantado del Valle de Cuñá Pirú Provincial Park (7 km<sup>2</sup>), and the Valle del Cuñá Pirú Private Reserve (55 km<sup>2</sup>) of the National University of La Plata.", "usetrade": "There is no use or trade information for this species."}]}