{"name": "184535337", "result": [{"species_id": 184535337, "taxonomicnotes": "This species is very similar in appearance to <em>C. amphibius </em>(Ranarilalatiana and Bergsten 2019).", "rationale": "<em>Copelatus zanatanensis</em>&#160;is endemic to Madagascar, and has so far only been found in a small area of Masoala National Park. The species has been found in dry depressions on the forest floor, but in an area of high rainfall. Based on the current known occurrences, the extent of occurrence (EOO) and area of occupancy (AOO) are both very small, estimated to be around 8 km<sup>2</sup>. Little is known about population trend of this species, but there has been a decline in the habitat due to deforestation, and it is considered to occur in one location. In addition, climate change causing increased droughts may be a future threat, given it is found in areas of high rainfall. Therefore, this species is assessed as Critically Endangered. Fieldwork in the dry season is required to establish if the species can be found in dry depressions throughout the year. In addition, more information on the population and threats to this species is recommended.", "geographicrange": "This species has only been found in Masoala National Park in north-eastern Madagascar, at low altitudes between 360 m and 630 m Asl (Ranarilalatiana and Bergsten 2019). Based on the known occurrences, the extent of occurrence (EOO) and area of occupancy (AOO) of this species are both 8 km<sup>2</sup>. Due to the threat of deforestation, this species is considered to occur at one location.", "population": "There is no information about the population of this species.", "populationtrend": "unknown", "habitat": "This species has been found in floor depressions with leaf litter in pristine humid lowland forests (Ranarilalatiana and Bergsten 2019). One specimen was found close to a stream, but all records have been terrestrial. Although the species occurs in a National Park, there is still deforestation and therefore a decline in the extent of the habitat (Allnutt <em>et al.</em> 2013). Larval development may occur during the rainy season, but it is not known if this would occur in the forest floor depressions or in a more aquatic habitat (Ranarilalatiana and Bergsten 2019).", "threats": "Deforestation may impact this species, as well as climate change causing increasing droughts, as the species seems to be endemic to one of the areas of high rainfall in Madagascar. However, the extent of this threat, and an any others, are currently unknown.", "conservationmeasures": "Future fieldwork is required during the dry season to establish if the species can be found in dry depressions throughout the year, particularly for larval development (Ranarilalatiana and Bergsten 2019). In addition, more information on the population and threats to this species is recommended. This species appears to be highly localised to a small area of Madagascar, and although it occurs in a National Park, there still seems to be habitat degradation, and so the beetle would likely benefit from increased protection of the habitat.", "usetrade": "This species is not known to be used or traded."}]}