{"name": "191826", "result": [{"species_id": 191826, "taxonomicnotes": null, "rationale": "<em>Gobiesox mexicanus </em>faces a continuing decline in the extent and quality of its natural habitat as a result of overextraction of water resources for agricultural irrigation, industrial and urban uses across its range (Ceballos <em>et al</em>. 2016). The EOO, AOO and number of locations support assessing it as Vulnerable (B1ab(iii)+2ab(iii)), as do the Mexican authorities and sources such as Jelks <em>et al.</em> (2008).", "geographicrange": "<em>Gobiesox mexicanus </em>inhabits several coastal rivers in the Mexican States of Michoacán, Guerrero (Río Coyuquilla, Río Ixtapa, Río Tecpan), Oaxaca (Río Tonameca, Río Copalita) and the lower reaches of Río Cuitzmala, Jalisco (Ceballos <em>et al.</em> 2016), as well as Colima and Nayarit, the northernmost location being Río de Alicia (Mercado-Silva <em>et al.</em> 2016); all records are Neotropical.", "population": "<em>Gobiesox mexicanus&#160;</em>is sufficiently abundant at most locations, that Miller <em>et al.</em> (2005) were able to observe that \"large individuals live near the upper ends of steep-gradient riffles, whereas smaller fish occupy shallower sections of lower gradient.\"", "populationtrend": "unknown", "habitat": "This species occurs across multiple freshwater coastal plain river systems with moderate currents, sand and gravel rocky bottoms and abundant vegetation (Ceballos <em>et al. </em>2016). According to Miller <em>et al.</em> (2005), current is swift and aquatic vegetation is sparse. Mercado-Silva <em>et al. </em>(2016) observed that riparian areas were usually in good condition.", "threats": "The species is threatened by habitat loss and over-extraction of water resources for industrial, agricultural and urban uses across its range (Ceballos<em> et al.</em> 2016). <br/><em></em>", "conservationmeasures": "<em>Gobiesox mexicanus</em> is listed under special protection in the NOM-059-SEMARNAT-2010. However, there are no known conservation actions in place for the species.", "usetrade": "This species is not utilised."}]}