{"name": "195636762", "result": [{"species_id": 195636762, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable on the basis that it is suspected to have undergone a population reduction of between 30 and 60% (but for the purposes of this assessment considered most likely to be below 50%, as only 14% of the extent of occurrence was burned at high intensity) immediately following the 2019-2020 bushfire season. Although no other immediate threats have been identified, fire seasons are expected to increase in scale and intensity and as such the cause of this decline has not ceased.", "geographicrange": "This Australian species occurs in the easternmost tip of East Gippsland in Victoria northwards through coastal New South Wales and the Great Dividing Range to the northeast of the state close to the Queensland border (Atlas of Living Australia 2021). The extent of occurrence based on a minimum convex polygon is 99,417 km<sup>2</sup>.", "population": "This is most likely a common species. There are a lot of recent records from New South Wales. It is estimated that during the 2019-2020 bushfire season 64% of the known localities, across 34% of the species' extent of occurrence, were impacted by fire (National Environmental Science Program and J. Dorey unpubl. data). Based on expert opinion it is suspected that this may correspond to a global decline of as much as 30-60% as mortality is expected to be high in fire-hit areas, and especially in areas of high-intensity burns (which covered 14% of its extent of occurrence - National Environmental Science Program unpubl. data), where it may reach or exceed 90%.<br/><br/>In summary, as a result of bushfires, a total population reduction of between 30 and 60% is suspected. As this reduction was the result of a one time event, it is not considered a continuing decline. Therefore, this estimate represents the reduction calculated over the last ten years as well.", "populationtrend": "decreasing", "habitat": "It occurs in <em>Eucalyptus </em>forest and heathlands and nests in above-ground termite mounds (Maynard 2013).", "threats": "This species lives in termite nests on the surface, which is likely to increase its vulnerability to direct mortality from bushfires. The 2019-2020 bushfire season encompassed a third of the species' range and almost two thirds of known localities, and the intensity and scale of annual bushfires is expected to increase as the result of a drying climate&#160;(Abram&#160;<em>et al.</em>&#160;2021).", "conservationmeasures": "This species presumably occurs in protected areas within its range.", "usetrade": "There is no known use of or trade in this species."}]}