{"name": "117512666", "result": [{"species_id": 117512666, "taxonomicnotes": "<em>Rasbora vaterifloris pallida </em>was misapplied to this species (Batuwita<em>&#160;et al</em>. 2013).&#160;<em>Rasboroides nigromarginata</em>&#160;is a junior synonym of&#160;<em>R. vaterifloris</em>&#160;(Sudasinghe <em>et al.</em> 2018).", "rationale": "<em>Rasboroides vaterifloris</em> is a range-restricted, endemic freshwater fish species, known from three locations in the south western lowlands of Sri Lanka. Its estimated Extent of Occurrence is 2,049.079 km<sup>2</sup> and Area of Occupancy is 108 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed as a result of water pollution from urban sewage, industrial and agricultural run-off, accumulation of agrochemicals, increased sedimentation caused by deforestation and gem mining activities and construction of dams. The species is also threatened by overfishing and competition and predation from introduced invasive alien species. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore, this species is assessed as Endangered.", "geographicrange": "<em>Rasboroides vaterifloris</em>&#160;is&#160;an endemic freshwater fish species to the south-western 'wet zone'  of Sri Lanka. It has been recorded in the Kelani and Kalu River Basins (Sudasinghe <em>et al.</em> 2018).", "population": "This species has a restricted range as it is only found in the south-west of Sri Lanka. Although there is limited specific population information available to determine how common it is throughout this range, population declines have been inferred from declines in habitat extent and quality caused by threats such as hydropower projects, pollution from domestic and agricultural sources and human disturbance of bank vegetation. Declines have also been inferred from information on the export of this species for the ornamental fish trade.", "populationtrend": "decreasing", "habitat": "This species is thought to be restricted to slow flowing streams in shaded forests. Males range in size from 23.9-28.4 mm and females range from 22.1-25.5 mm. It has been observed swimming up smaller rivulets to spawn in shallow water during periods of heavy rain (Batuwita <em>et al</em>. 2013).", "threats": "<em>Rasboroides vaterifloris</em>&#160;has a limited range which lies mostly outside of protected areas, making them vulnerable to a number of threats.&#160;A major threat to this species is from the ornamental freshwater fish trade, both from the extensive harvesting for exportation and the release of imported invasive species. In 2005, 15,870 individuals of this species were exported to around 48 countries, with&#160;as much as 98% of exported fish being collected from the wild in the mid 2000's (Gunasekera 2011), although this was recorded before the taxonomic split of this species (Batuwia <em>et al.</em> 2013)&#160;so the actual number exported is likely to be lower than recorded. This is thought to be causing declines in populations throughout its range.&#160;<br/><br/>As of 2016, Sri Lanka has 12 alien freshwater fish established due to the release of ornamental fish, five of which have been identified as seriously invasive. Impacts include competition, predation and stream alteration from burrowing behavior (Sudasinghe 2016). This species is also threatened by habitat loss and fragmentation from a number of sources. The most significant of these is thought to be from the development of hydro power projects, which divert water, change downstream flows, and alter turbidity and temperature fluxes. In the last two decades the 'wet zone' of Sri Lanka has seen a large number of these projects being developed (Senanyake and Moyle 1982), and sites where this species is present such as in Atweltota have been identified as potential sites for future hydro power projects. <br/><br/>Other threats include&#160;pollution from domestic and agricultural sources, removal of aquatic plants, gem mining, flash flooding as a result of climate change and deforestation, and a loss of habitat from logging and the creation of rubber and tea plantations, which reduces shading and vegetation load and alters temperature fluxes (Senanyake and Moyle 1982).", "conservationmeasures": "This species has been recorded in the Gilimale and Induruwa forest reserves, however most of its range lies well away from or on the edge of protected areas. The export of this species is not prohibited and legislation has been reported to be poorly enforced and contradictory (Gunasekera 2011). Site protection and trade management need to be implemented to prevent further declines.", "usetrade": "<p>This species is harvested for the ornamental freshwater fish trade (Senanayake and Moyle 1982). In 2005, 15,870 individuals recorded as <em>R. vaterifloris&#160;</em>were exported to around 48 countries, with the highest amount going to the USA and European countries such as the UK, France and Germany (Gunasekera 2011). This was, however, recorded before a taxonomic split into four separate species in 2012 (Batuwia <em>et al</em>. 2013), so the actual number exported is likely to be lower than this figure. Export of this species is not prohibited, and the legislation to regulate the export of endemic freshwater fish in Sri Lanka has been reported to contain gaps and contradictions with poor enforcement. There are also no current major captive breeding programs, with as much as 98% of exported fish being collected from the wild in the mid 2000's (Gunasekera 2011). This is thought to be causing populations declines throughout its range.</p>"}]}