{"name": "6143", "result": [{"species_id": 6143, "taxonomicnotes": null, "rationale": "<p><em>Cyprinella alvarezdelvillari</em> is restricted to an 8 km section of the Rio Penon Blanco from Ojo la Concha thermal spring to the town of&#160; Penon Blanco in Durango, Mexico (Contreras-Balderas and Lozano 1994). Potential threats to this single location include a bathhouse located at the spring source that may influence water quality or velocity within this small creek. Additionally, there are potential threats from the presence of introduced <em>Oreochromis mossambicus</em>. However, the magnitude of impacts has not been evaluated and sampling is limited. While the total population size is unknown, these threats are likely to impact the area of occupancy (AOO), extent of occurrence (EOO), the area, extent, and quality of habitat, and the number of mature individuals within a short time period, and has the possibility to extirpate this species. As such, <em>C. alvarezdelvillari</em> is listed as Vulnerable. Further study of population size, population trend, and the impacts of potential threats may qualify this species for a higher threatened category. &#160;</p>", "geographicrange": "<p><em>Cyprinella alvarezdelvillari</em> is restricted to a small spring-fed tributary of the Nazas River, in the Rio Penon Blanco from Ojo la Concha spring to 8 km downstream in Durango, Mexico (Contreras-Balderas and Lozano 1994). Extent of occurrence (EOO) is estimated at 26 km<sup>2</sup>. <br/></p>", "population": "<p>The total population size of <em>C. alvarezdelvillari</em> is unknown, but likely small given a highly restricted range. This species is reported as locally abundant at a series of waterfalls below the public bathhouse (Contreras-Balderasa and Lozano 1994). Limited sampling efforts suggest that this species was the most abundant fish in 1988. However, surveys as recent as 2002 did not detect this species, prompting Contreras-Balderas<em> et al.</em> (2005) to suggest possible extinction. Decline in population may partly be the result of storm damage in 1996 that reportedly reduced the available habitat of this species by 95% (Contreras-Balderas <em>et al.</em> 2003). Recent population trend is almost certainly in decline (Jelks <em>et al. </em>2008). This species occurs at only one location. &#160;</p>", "populationtrend": "decreasing", "habitat": "<em>Cyprinella alvarezdelvillari</em> is a freshwater fluvial specialist that occurs only in a small creek fed by a thermal spring that is 32 <sup>o</sup>C at its source (Miller<em> et al.</em> 2005). This species has not been reported in water cooler than 25 <sup>o</sup>C (Miller<em> et al.</em> 2005). It is found over primarily gravel and boulder substrates, and below a series of waterfalls downstream of La Concha bathhouse (Contreras-Balderas and Lozano 1994).", "threats": "<p>Because the range of <em>C. alvarezdelvillari</em> is highly restricted, localized threats have the possibility of affecting the entire population. La Concha bathhouse is located at the spring source of the Rio Penon Blanco, which may impact the water quality of this small creek. However, the magnitude of impacts are unknown. Additionally, the presence of introduced species (e.g. <em>Oreochromis mossambicus</em>) within the Rio Penon Blanco may impact <em>C. alvarezdelvillari</em> through direct consumption or competitive interaction (Contreras-Balderas<em> et al.</em> 2003, 2005). </p>", "conservationmeasures": "<p><em>Cyprinella alvarezdelvillari</em> is listed as endangered in the Mexican Official Norm (SEMARNAT 2010). More research on the population size, reproductive characteristics, and critical habitat would be useful for future conservation efforts. </p>", "usetrade": "There is no information about the use and trade of this species."}]}