{"name": "44248", "result": [{"species_id": 44248, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Victoria and is only known for certain from the northeastern part of the lake in Uganda and Kenya. It has an extent of occurrence (EOO) of 10,000 km². The population is considered to be severely fragmented as this is a rare species and the threat of pollution has reduced the area of and fragmented the suitable habitat. This threat is also leading to continuing declines in habitat. Therefore, this species is assessed as Vulnerable.", "geographicrange": "This species is considered to be restricted to Lake Victoria and possibly inflowing waters (Mandahl-Barth, 1988). Graf and Cummings (Mussel-P 2016) reviewed museum collections and found very few verified specimens as <em>Coelatura alluaudi</em>. Mandhal-Barth (1988) lists the species as present in Winam Gulf (formerly known as Kavinondo Gulf, northeast of the lake in Kenya) and Buvuma (north side of the lake, Uganda).<br/><br/>Graf and Cummings (Mussel-P 2016) have specimens from&#160;Winam Gulf (formerly known as Kavinondo Gulf, northeast of the lake in Kenya)&#160;and Speke Gulf, on the west side Nafuba Island (north-northeast of Mwanza, Tanzania and collected in 1974). Albrecht (pers. comm. 2016) has not recorded the species during surveys in Uganda and Kenya (2009 to 2011). However Ngupula and Kayanda<em>&#160;</em>(2010) found the species moderately common in the sampling surveys of Tanzanian waters during the dry season (July-August 2008), but absent during the long and short rains when Tanzanian and Ugandan waters were surveyed (February to March 2008 and August to September 2008).&#160;Mwambungu (2004) found it mainly in the eastern Tanzanian waters of Lake  Victoria, in Speke Gulf, Mwanza Gulf and Mara Zone. Records from outside the northeastern part of the lake require confirmation.", "population": "Ngupula and Kayanda&#160;(2010) found the species moderately common (30 to 50 individuals per m²) in the sampling  surveys of Tanzanian waters of July-August 2008, but absent at other  times of the year when Tanzanian and Ugandan waters were surveys February to  March 2008 and August to September 2008. Mwambungu (2004) found it mainly in the eastern Tanzanian water of Lake  Victoria, with nine individuals per m² in the Mara Zone, nine individuals per m² in Speke Gulf, 26 individuals per m² in the Mwanza Gulf.&#160;However, these records require confirmation. Generally, the species is thought to be rare.<br/><br/>The species probably requires a host-fish during the life-cycle, but there are no data on species specificity.", "populationtrend": "unknown", "habitat": "It is found in a large lake in water depths to 40 m. There are no records in the 10 to 20 m depth zone. It is present within the bottom sediments of muds and silts (Ngupula and Kayanda&#160;2010).", "threats": "Ngupula and Kayanda<em>&#160;</em>(2010) report that over the last decade there has been a rapid deterioration in Lake Victoria waters, mainly from increased and unregulated human settlements with associated urban sewage discharges, pollution and water off-take associated with unplanned agriculture run-off and pollution from mining. The resultant eutrophication and pollution, is a threat to invertebrate species composition, distribution, abundance patterns and community structure. The level to which they impact any individual species is less certain.", "conservationmeasures": "There are no known conservation measures are in place for this species. Recommended actions include species-specific surveys to confirm whether the species has a localised distribution.", "usetrade": "There is no known trade in this species."}]}