{"name": "169292", "result": [{"species_id": 169292, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia brachysticta</em> is endemic to Mindoro in the Philippines where there are records from 4-5 locations. An accurate estimate its area of occupancy (AOO) is not possible with the available data, but it is not likely to be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest on Mindoro. The known extent of occurrence (EOO) for this species is constrained by the area of Mindoro (approximately 10,571 km²) and the currently known EOO is less than 5,000 km² (see Geographic Range). With the currently available information the species qualifies for Endangered status under criteria B1ab(ii,iii) and is assessed as such. </p>", "geographicrange": "<p></p><em>Coeliccia brachysticta</em> is endemic to Mindoro in the Philippines (Hämäläinen and Muller 1997, Hämäläinen pers. comm. 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Laidlaw 1932). The assessor is aware of records from 4-5 locations but it has only been possible to assign separate coordinates to three of these for mapping purposes. One of the locations may be within Lake Naujan National Park. It is certainly present in the Mount Halcon Important Bird Area (IBA) but to the assessor's knowledge this IBA has no actual protected status. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is not likely to be large and is inferred to be declining due to loss of forest on Mindoro. The known extent of occurrence (EOO) for this species is constrained by the area of Mindoro (approximately 10,571 km²). The EOO based on only three of the known locations is only 146 km² (therefore this is likely to be a substantial underestimate); the EOO based on known occupied HydroBASIN areas is 767 km².<br/><p></p>", "population": "<p>All that can be said about current population sizes and health is that an ongoing decline in overall population is suspected from loss and degradation of forest on Mindoro and that severe fragmentation is likely.</p>", "populationtrend": "decreasing", "habitat": "<p>Very little has been recorded on the habitats and ecology of this species but it will be a forest-dependent stream species, possibly confined to hilly and mountainous areas. The extent and quality of suitable habitat are inferred to be declining because of loss and degradation of forest on Mindoro.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and from logging. On the Mount Halcon Important Bird Area (IBA), based on information from 2001, BirdLife International (2019) state: “Most of the Halcon range is difficult of access and hence difficult to patrol. Because of remoteness of the area, much of the forest cover is still in fairly good condition. However, illegal pit-saw logging has severely damaged the forest below 850 m on Mt Ilong, and extensive logging was underway at up to 700 m on the north slopes of Mt Baco (near Mt Halcon) in 1992. Kaingin [slash and burn agriculture] encroachment was following close behind this logging, and rattan, canes and vines were being harvested. Regeneration of forest may not be possible on many areas, as the catchments here appear extremely vulnerable to erosion, judging from the number of visible landslides.”</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance. Total protection of areas in Mindoro (e.g. the Mount Halcon IBA) is highly desirable.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}