{"name": "19314", "result": [{"species_id": 19314, "taxonomicnotes": null, "rationale": "<em>Rasbora wilpita</em> is a range-restricted, endemic freshwater fish species, known from seven locations and five river basins in the south-western lowlands of Sri Lanka. Its estimated Extent of Occurrence is 364 km<sup>2</sup> and Area of Occupancy is 88 km<sup>2</sup>. Its habitat is declining due to accumulation of agrochemicals, industrial waste, sand mining activity, logging and rapid expansion of agriculture. The threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for its habitat. This species is, however, protected by non-exportation fishing laws which were imposed in 2006.&#160;The species is assessed as Vulnerable.", "geographicrange": "<em>Rasbora wilpita </em>endemic to Sri Lanka,<em> </em>and are found in lowland wet zone water bodies (De Silva <em>et al</em>. 2015).", "population": "No population data is available for this species, in regard to either its size or trend. However, this uncommon species may be inferred to be facing population decline owing to the threats this species faces.", "populationtrend": "decreasing", "habitat": "This species is found in shallow, shaded, freshwater streams, with either muddy or leafy substrata. It is rarely found to be recorded outside of forest cover (De Silva <em>et al</em>. 2015).", "threats": "Deforestation is a major concern for this species as it is found distributed in shaded forest streams (De Silva <em>et al.</em> 2015). It also faces threats owing to sand mining, construction of dams that abstract water bodies, removal of aquatic plants and accumulation of pollutants, which come about as the result of unsustainable agricultural practices.", "conservationmeasures": "<p>This species is prohibited from export in accordance to the Fisheries and Aquatic Resources Act No. 02 of 2006. It is also identified as a protected species under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "There are no known uses for this species. More information is required."}]}