{"name": "191372", "result": [{"species_id": 191372, "taxonomicnotes": "Holotype and Paratype used by Clark L. Hubbs for the description of the Bandfin Splitfin in 1922&#160;were collected by G. Glückert in 1913 in the vicinity of Colima, probably from the Río Colima, Río Armería drainage. To the same drainage belong almost all creeks and rivers where this species has been found in the following decades, only few collection sites are known from headwaters of the neighbouring Río Salado, middle Río Coahuayana drainage. According to the affiliation to two distinct rivers systems, two subpopulations, the Río Armería subpopulation (type subpopulation) and the Río Salado subpopulation can be distinguished.", "rationale": "<em>Allodontichthys zonistius</em> is endemic to the Río Armería and one affluent of the Río Salado (Río Coahuayana drainage) in Jalisco and Colima, Mexico. A continuing habitat quality decline has been observed as a result of water pollution caused by urban, industrial  and agricultural discharges and run-off into the rivers. The Armería river is highly polluted with heavy metals, pesticides, herbicides, and organic nutrients, and has undergone hydrological alterations as a result of  over-extraction of water resources for agricultural and domestic use.&#160;<br/><br/>With a best case scenario for area of occupancy (1,040 km<sup>2</sup>), extent of occurence (6,500 km<sup>2</sup>) and 10 known locations, the Bandfin Splitfin meets the threshold for Vulnerable (AOO: 2,000 km<sup>2</sup>; EOO: 20,000 km<sup>2</sup>; locations: 10), so therefore it is assessed Vulnerable.", "geographicrange": "The Bandfin Splitfin is endemic to the Mexican federal states of Jalisco and Colima and was originally described from the vicinity of Colima, probably from the Río Colima, Río Armería drainage. In following decades, it was also discovered in several affluents of the Río Armería and in one affluent of the Río Salado, Río Coahuayana drainage. Currently, its geographic range encompasses the Río Ayuquila (the name of the upper section of the Río Armería), the upper Río Armería to about its junction with the Río de la Lumbre (about 15km north-north-west of Colima)&#160;including the Río de la Lumbre itself, the Río Tuxcacuesco around its junction with the Río Ayuquila, one affluent in its headwaters (Arroyo San Pedro), and two main affluents of the Río Ayuquila (arroyos Ahuacapán and Manantlán), all from within the upper Río Armería drainage. It also occurs in the headwaters of the Río Colima, the Barranca de la Tía Barragana&#160;and Arroyo El Carrizal (Río Comala sources) around the town of Comala, middle Río Armería drainage. Due to a relatively recent stream capture (Lyons and Mercado-Silva 2000, Webb 2002), it has also been found in the Río Coahuayana system near the town of Cuauhtemoc, namely in the Arroyo Cardona, Río Salado drainage,&#160;and two of its affluents: the&#160;Arroyo Grande&#160;and the&#160;Río El Cobano.<br/><u><br/></u>In 2008, it was estimated that the Bandfin Splitfin had disappeared from about 30% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).", "population": "From the affiliation to two separate river basins (Río Armería respectively Río Coahuayana), two subpopulations of the Bandfin Splitfin, (the Río Armería and the Río Salado subpopulation) can be distinguished. <br/><br/>According to the Río Armería subpopulation, stocks in the Río Ayuquila and some of its affluents recovered after the improvement of water quality from a sugar cane mill discharge near the town of Autlán, but these gains have been offset by population declines further downstream in the Río Armería and in rivers and creeks near Colima belonging to the Río Colima drainage (Lyons 2011). Furthermore, possible habitats in the upper ríos Ayuquila and Tuxcacuesco have become uninhabitable for this species due to dams (e.g. Presa las Piedras, Presa General Ramón Corona). Only one collection site above one dam, at the Arroyo San Pedro, is known. Due to its range and population declines in the lower section of the Río Armería, this subpopulation is regarded Vulnerable. <br/><br/>According to the Río Salado subpopulation, the declines observed in the Río Colima and its affluents can also be observed in this geographically close subpopulation. This subpopulation is much smaller, but includes two locations, so therefore it is regarded Endangered.", "populationtrend": "decreasing", "habitat": "Like all other&#160;<em>Allodontichthys</em>-species, the Bandfin Splitfin lives in clear riffles over substrates of gravel, rocks and boulders. It may occur in depths up to 1 m in pools, but generally prefers depths of less than 0.5 m. During the dry season, the currents are slight to moderate, but turbulent during the rest of the year. The only form of submersed vegetation associated with this species is green filamentous algae (Miller 2005).<br/><br/>Harro Hieronimus (1995) observed this species in March 1989 in the Río de la Lumbre near San Antonio on the border between Colima and Jalisco. He described the habitat as a narrow creek up to 1 m wide and 30 cm deep, with the ground made up of gravel, sand, rocks and silt, easily to whirl, and lots of foliage. The riverbed was shaded by large trees; the current slowly running over several steps of boulders and rocks. He found the Bandfin Splitfin hiding under rocks and boulders. Other fish species found at this site were <em>Ilyodon furcidens</em> and Guppys (<em>Poecilia reticulata</em>). The water parametres at 12:45 on March 21 were: temperature 19.5°C, conductivity 560 μS, pH 7.2, total hardness 15°dH and carbonate hardness 10°dH.", "threats": "The species is mainly threatened by water pollution caused by urban, industrial and agricultural discharges and run-off into the ríos Armería and Coahuayana-basins. A recent study about the water quality of the Río Ayuquila-Tuxcacuesco-Armería system revealed mercury values above the permissible level and lead concentration close to the permissable level (Mancilla-Villa&#160;<em>et al</em>. 2017). The whole system is heavily polluted with heavy metals, pesticides, herbicides and organic nutrients. It has also undergone hydrological alterations as a result of over-extraction of water resources for agricultural and domestic use and, as a result of it, the river is often dry at the river mouth, acting as an obstacle for migratory species (Martínez Rivera <em>et al</em>. 2017). Sugar cane production on the plain between Autlán de Navarro and El Grullo threatens the stocks in this area through pesticides and fertilisers. An additional threat for the Río Ayuquila is urban and industrial sewage from the towns of Autlán de Navarro and El Grullo, and for the ríos Colima and Salado from the towns of Colima and Cuauhtemoc.<br/><em></em>", "conservationmeasures": "No conservation actions for <em>Allodontichthys zonistius&#160;</em>are known. A recent study (Martínez Rivera&#160;<em>et al</em>. 2017) proposes a monthly flow regime to ensure an ecological minimum flow of&#160;4.5 m<sup>3</sup>s<sup>-1</sup>&#160;to ameliorate damage to the Río Armería following the Mexican Standard NMX-AA-159-SCFI-2012. However, this hasn't yet been implemented.<em></em>", "usetrade": "This species is neither traded as food nor as an ornamental species for aquariums."}]}