{"name": "191299", "result": [{"species_id": 191299, "taxonomicnotes": null, "rationale": "<em>Yuriria chapalae&#160;</em>is a freshwater fish species endemic to Lake Chapala, a protected area Ramsar Site in the Lerma/Santiago Basin, located between the states of Jalisco and Michoacan, Mexico. It is also found in Rio Grande de Santiago, above the falls and holds a population within the Guaracha Dam, in Chapala Lake Basin.&#160;The species is threatened by over extraction of water resources, agricultural, urban and industrial pollution, dams and competition and predation from introduced invasive alien species. These threats are causing a continuing decline in the quality of its habitat. It has a restricted distribution (EOO = 2,770 km<sup>2&#160;</sup>) and it occurs in two locations, based on the main threat affecting its population. This species is thus assessed as Endangered.", "geographicrange": "<em>Yuriria chapalae </em>is a freshwater fish species endemic to Lake Chapala, a protected area Ramsar Site, in the Lerma/Santiago Basin located between the states of Jalisco and Michoacan and is the largest lake in Mexico (Ramsar Secretariat, Site No.1973, 2008). It is also found in Rio Grande de Santiago, above the falls (Miller 2005) and holds a population within the Guaracha Dam, in Chapala Lake Basin (Domínguez-Domínguez<em>&#160;et al.</em>&#160;2007). The extent of occurrence is estimated at 2,770 km<sup>2</sup>, including the area of Lake Chapala and the sub-catchment where the Guaracha Dam is located. <br/><br/>The Rio Grande de Santiago (or Rio Santiago) flows out of Lake Chapala, through the states of Jalisco and Nayarit and is an extension of the Rio Lerma. Rio Santiago flows generally northward and westward, receiving the Verde, Juchipila, Bolaños, and other tributaries. It descends to the coastal lowlands and empties into the Pacific Ocean 16 km northwest of San Blas, in Nayarit.", "population": "More information is needed about the population size and trend of <em>Yuriria chapalae</em>. It is considered as functionally extinct in Lake Chapala (Mercado-Silva <em>et al</em>. 2015).", "populationtrend": "decreasing", "habitat": "Lago Chapala is 1,524.60 m above sea level and has an average depth of approximately 7.7 m, although this does vary depending upon the area of the lake, with a total depth range of 4 m to 10.9 m. The Lerma River is the main supplier of water for Lago Chapala (Ramsar Secretariat, Site No.1973, 2008) and the Rio Grande de Santiago is the main exit of water, descending into the coastal lowlands.", "threats": "The species is threatened by over extraction of water resources, agricultural run-off, industrial and urban pollution, the introduction of invasive alien species in the lake such as C<em>arassius auratus, Ctenopharyngodon idella, Cyprinus carpio, Eichhornia crassipes, Ictalurus punctatus, Lepomis macrochirus, Micropterus salmoides, Oreochromis mossambicus, O. niloticus and Poecilia reticulata&#160;</em>(Ramsar Secretariat, Site No.1973, 2008)<em>.&#160;</em>Lago Chapala has historically been impacted by the effects of Poncitlán dam and the Maltaraña dam, affecting the inflows of water (Ramsar Secretariat, Site No.1973, 2008). The species is used as food by local communities, but it is scarce.", "conservationmeasures": "<em>Yuriria chapalae&#160;</em>is found within the Ramar Site Lake Chapala, however the species has not been recorded in the Ramsar Information Sheet (Ramsar Secretariat, Site No.1973, 2008).<br/>A Conservation and Management Programme for the lake has been developed and implemented in 2011. The species is covered by the sustainable fisheries regulation NORMA Oficial Mexicana NOM-032-SAG/PESC-2015,&#160;Responsible fishing in Lake Chapala, located in the states of Jalisco and Michoacán. Specifications for the exploitation of fishery resources. Research is needed to better determine the distribution and population status of the species.", "usetrade": "The species is used as food by local communities and is sold in local markets. <em><br/></em>"}]}