{"name": "139069205", "result": [{"species_id": 139069205, "taxonomicnotes": null, "rationale": "<p><em>Cephalaeschna chaoi</em> is endemic to China, where it is known from two localities in Fujian and a locality in Chongqing. These are interpreted as three locations, based on plausible threats to the species and the distribution of these localities. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some extent, along with the extent and quality of suitable habitat, due to loss of forest within the range of the species. Its extent of occurrence (EOO) is likely to be smaller than 20,000 km²; i.e., below the threshold for Vulnerable under criterion B1. With this and only three locations known, the species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, the degree to which this species is threatened is not clear and more data are needed; hopefully when such data become available the species can be reassessed to a lower threat category.</p>", "geographicrange": "<p><em>Cephalaeschna chaoi</em> was described from specimens from two localities in Fujian, China (Asahina 1982) and later recorded at a location in Chongqing (Zhang 2019, unpublished). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some extent due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on the known collection records, is 17,770 km²; although its maximum EOO, based on the full extent of the HydroBASINS where these records are from, is &gt;60,000 km², its true EOO is likely to be smaller than 20,000 km², particularly since two of the known localities are based on old records.<br/></p>", "population": "<p>This appears to be a locally occurring and probably uncommon species. No other statement about current population sizes and health can be made for this species with the available information except that some fragmentation of the population appears certain and that an ongoing decline in overall population can reasonably be suspected due to loss and degradation of habitat within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to breed in narrow montane streams, and also ditches, in forest, most records are from 500 to 1,000 m asl. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from clearance of forest with farming of one sort or another as the main driver.</p>", "conservationmeasures": "<p>More data are needed on the distribution and exact habitat requirements of this species before any conservation measures which are needed can be planned. Therefore, the priority is for expert-led searches for the species. However, the species would clearly benefit from protection of suitable habitat in the vicinity of the known sites.</p>", "usetrade": null}]}