{"name": "128724472", "result": [{"species_id": 128724472, "taxonomicnotes": null, "rationale": "<em>Paraschistura punjabensis</em> has a restricted range with an extent of occurrence (EOO) of 16,800 km<sup>2</sup>. There are two locations based on the threat of dams, and this threat is leading to a continuing decline in habitat quality. Therefore, this species is assessed as Vulnerable.", "geographicrange": "This species occurs in Salt area, in a stream near Kenhatta in Watta Hills, Punjab, Pakistan. In Pakistan it has been recorded in&#160;Gomal drainage system (Mirza <em>et al. </em>1995), the River Soan (Nazeer <em>et al.</em> 2016) and the Indus River.<br/><br/>Reports of this species in western Himalaya by Karmakar (2000) and Nautiyal (2005) have to be confirmed. The report from&#160;River Barandu by Mulk<em>&#160;et al.&#160;(</em>2016) needs to be verified for species identity as well (M. Rafique pers. comm. 2020). It is also included in a list of freshwater fish native to Afghanistan,  but no locality information is given (Coad 2015) and so this record is  considered as uncertain.", "population": "There is no information for the current population size or trend of this species, and more research is required.", "populationtrend": "unknown", "habitat": "This freshwater species occurs in semi-cold small streams and rivers with gravelly or sandy bottom, at 250-500 m asl over sandy bottoms (Menon 1999, Khan <em>et al. </em>2004). This species is not thought to be migratory and is widespread in hill streams (Kullander <em>et al. </em>1999).", "threats": "<em>Paraschistura punjabensis</em>&#160;is threatened by environmental deterioration from dams on Gomal River (Ghoraba 2015). However, it was found to be moderately tolerant to environmental stresses from an upstream urban area in the Soan River (Nazeer <em>et al.</em> 2016).", "conservationmeasures": "Conservation efforts for this species are not known. Given its distribution, its range may overlap protected areas.", "usetrade": "This is an ornamental fish species (Mirza <em>et al</em>. 1995)."}]}