{"name": "80349786", "result": [{"species_id": 80349786, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that this species is inferred to have experienced a decline in the number of mature individuals of 95-100% in the last 10 years, following fires in 2015 and 2019-2020. If the species was genuinely restricted to the type locality it may now be extinct, however this assessment assumes that the species may occur slightly more widely and thus subject to a continuing decline resulting from an ongoing threat from recurrent fires (including planned burns of unburned habitat) which has not ceased.", "geographicrange": "This species is known only from Western River Wilderness Protection Area, northwest Kangaroo Island (Rix and Harvey 2012). Surveys have not recorded it away from the type locality, and although it may be present in additional sites this requires further surveys to confirm, many species in this genus are restricted-range taxa. It is unlikely that further discoveries will extend its extent of occurrence beyond 1,000 km<sup>2</sup>, and its true extent of occurrence may be considerably smaller.", "population": "This species' pre-fire population status is unknown. During the 2019-2020 bushfire season the entire northwest of Kangaroo Island was severely burned, and it is thought that as much as 95% of the potentially suitable habitat available for this species was destroyed or degraded through a combination of this event and earlier prescribed burns in around 2015 (which destroyed a patch of potential habitat away from the type locality in which the species may have occurred). This litter-dwelling species is expected to be extremely fire-sensitive due both to its exposure to high rates of direct mortality and its reliance on the organic substrate which was destroyed during these events. Consequently 95% or more of the known population could have been lost within the last 10 years.", "populationtrend": "decreasing", "habitat": "This species is restricted to patches of temperate forest, where it lives in leaf litter accumulations suspended among low-lying vegetation. It feeds on spiders.", "threats": "Prior to 2019 the type locality had apparently been unburned since at least the 1970s, and this species is&#160;entirely reliant on elevated leaf litter and its supporting vegetation (for both adults and juveniles, as the species is not expected to have a fire-dwelling stage), a microhabitat associated with long-unburnt areas which is particularly prone to destruction during fires.<br/><br/>During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island (including the entirety of the northwest, encompassing this species' type locality and potential additional sites) was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). No vegetation or organic substrate survived the 2019-2020 fire at the type locality, and it is likely the species no longer occurs here. If it was genuinely restricted to this site, there is therefore a good chance that the species is extinct. Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram <em>et al</em>. 2021) and represent a particular threat to any surviving population.<br/><br/>Fire management practices to control bushfires following the 2007 and 2019-2020 fire seasons are focusing on controlled 'fuel reduction' burns to remove potentially flammable vegetation. This includes remnant long-unburnt habitat that may otherwise serve as a refuge for this species. Prescribed burns in 2015 destroyed part of this species' potential habitat, and it had not recovered by the time of visits following the 2020 fire season (J. Marsh pers. comm. 2021). Only one patch of suitable forest where the species could persist is thought to have survived the 2019-2020 fire season, and this is on private land which is managed for the conservation of the Kangaroo Island Dunnart,&#160;<em>Sminthopsis fuliginosus&#160;</em>ssp.&#160;<em>aitkeni</em>. This management includes plans for prescribed burning, with the potential to destroy any extant population of this species.<br/><br/>A further impact is likely from the construction of access routes into areas where burning is planned, with the attendant risk of fragmenting the habitat and facilitating the spread of the plant mould <em>Phytophthora cinnamomi </em>and of invasive weed species, all of which may alter vegetation structure in ways that are unfavourable to the retention of this species' microhabitat.", "conservationmeasures": "The species' type locality is in a protected area, but the species may no longer survive here following high severity fires in 2019-2020 and no suitable habitat remains on public land within its potential range. The only intact habitat remaining for this species is on private land which is at risk from planned prescribed burns. Surveys in this and any other unburned areas on private land are urgently needed to confirm its presence here and inform management decisions, and any extant subpopulations should be monitored. \"Extensive\" targeted surveys are planned in these areas in 2021 (J. Marsh pers. comm. 2021). There is a need to raise additional awareness for this species.", "usetrade": "There is no known use of or trade in this species."}]}