{"name": "173823851", "result": [{"species_id": 173823851, "taxonomicnotes": null, "rationale": "<p><em>Austrolebias ephemerus</em> is known from a series of small seasonal pools on the left bank of the Paraguai River basin in the municipality of Porto Murtinho, Mato Grosso do Sul state, Brazil. Extent of occurrence (EOO) is estimated to be 13.8 km<sup>2</sup>, area of occupancy (AOO) is estimated to be 16 km<sup>2</sup>, and the species is assigned to four extant threat-based locations. The four remaining collection localities where this species occurs are immediately threatened by habitat conversion to pastureland. &#160;Area of Occupancy, the number of threat-based locations, the number of subpopulations, and habitat quality are directly impacted by land-use changes and continuing decline in all metrics is inferred. Populations are considered severely fragmented due to a lack of hydrological connectivity and limited gene exchange between subpopulations. Therefore, <em>A. ephemerus</em> is assessed as Critically Endangered under criterion B1ab(ii,iii,iv). Immediate conservation priorities include site protection, population monitoring, and habitat monitoring. Captive propagation and reintroduction into suitable habitat should be evaluated as conservation priorities.</p>", "geographicrange": "<p><em>Austrolebias ephemerus </em>is known from a series of temporary pools on the left bank of the Paraguai River basin, between the left bank of the Amonguijá River and the right bank of the Córrego Progresso in the municipality of Porto Murtinho, Mato Grosso do Sul, Brazil (Volcan and Severo-Neto 2019).</p>  <p>Extent of occurrence (EOO) is estimated to be 13.8 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Volcan and Severo-Neto 2019). Area of Occupancy (AOO) is estimated to be 16 km<sup>2</sup>, based on a 2x2 grid overlain on known collection localities (Volcan and Severo-Neto 2019). Since its discovery in 2015, two of the six pools where this species occurs have been destroyed due to land conversion to cattle pastures (Volcan and Severo-Neto 2019). Impacts to habitat quality and availability at collection localities are expected to act independently, and therefore this species is assigned to four threat-based locations based on persistence in four separate pools (Volcan and Severo-Neto 2019). </p>", "population": "<p>The total population size of this species is unknown. However, this species occurs at low population densities throughout its range (Volcan and Severo-Neto 2019). Collection localities are considered to be severely fragmented based on the hydrological isolation of the temporary pools in which this species occurs, and limited to no gene exchange between subpopulations (Volcan and Severo-Neto 2019).</p>", "populationtrend": "unknown", "habitat": "<p>This annual killifish is restricted to small, shallow seasonal ponds on relatively flat, forested land at altitudes of 80-100 m above sea level (Volcan and Severo-Neto 2019). Pools are characterized by surface areas of 10-400 m<sup>2</sup>, a low density of macrophytes, depths to 0.4 m, muddy substrates and slightly turbid water (Volcan and Severo-Neto 2019). This species is typically the only fish present in pools, but can co-occur with other annual species (Volcan and Severo-Neto 2019). Pools may connect seasonally to permanent bodies of water, allowing the dispersal of piscivores into preferred killifish habitat for a portion of the year (Volcan and Severo-Neto 2019).</p>", "threats": "<p>Since its discovery in 2015, two historic collection localities have been drained and completely destroyed to support pastureland conversion (Volcan and Severo-Neto 2019). The four remaining collection localities where this species occurs are immediately threatened by habitat conversion to pastureland to support cattle ranching (Volcan and Severo-Neto 2019). Area of Occupancy, number of locations, number of subpopulations, and habitat quality are directly impacted by land-use changes (Volcan and Severo-Neto 2019), and continuing decline in all metrics is inferred. Failure to mitigate habitat destruction associated with land conversion will likely result in the extirpation of this species.</p>", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>A. ephemerus</em>. This species is not contained within any existing protected area. Immediate conservation priorities include site protection, habitat monitoring, and population monitoring. <em>Ex-situ</em> propagation and reintroduction into suitable habitat may be warranted. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}