{"name": "184645", "result": [{"species_id": 184645, "taxonomicnotes": "Closely related to <span style=\"font-style: italic;\">Lanistes solidus</span> and <span style=\"font-style: italic;\">Lanistes nasutus</span> according to anatomy (Berthold 1990 in Brown 1994).", "rationale": "This species is relatively widespread along the western part of Lake Malawi and Likoma island. It is only known from scattered subpopulations, some of which experience significant anthropogenic modification. It is there assessed as Vulnerable under&#160;B1ab(iii) as it has an extent of occurrence (EOO) of 17,000 km<sup>2</sup>, six threat-based locations and has a continuing decline in the extent and quality of its habitat.", "geographicrange": "This species is endemic to Lake Malawi and has a fragmented distribution. It has recently only been found along the western shore of Lake Malawi and Likoma island, both in Malawi.<br/><br/>The surveys during the last decade have been predominantly carried on the Malawian side of the basin, with foci in the north as well as central and southern parts of the lake. The Tanzania shoreline has only occasionally been visited, whereas the part belong to Mozambique has largely been ignored. This species is, therefore, considered Possibly Extant in Tanzania and Mozambique.", "population": "The overall population trend for this species is unknown. The highest densities of&#160;<em>Lanistes nyassanus&#160;</em>were observed at a depth of 1.5 m, but this was found to be deeper in the cool, dry season than when compared to the succeeding warm, wet season (Louda&#160;<em>et al.</em>&#160;1984).", "populationtrend": "unknown", "habitat": "<em>Lanistes nyassanus </em>occurs in the freshwater Lake Malawi. It is found in sand and weed beds and is common at 1.5 m depth, but has been dredged from down to 35 m. It uses burrowing behaviour to avoid predation by fish. The average size of individuals generally increased as depth increased, and individuals were significantly larger in the warm compared to the cool season.&#160;This species was also found to be more active on substrate surfaces in the afternoon compared to the morning (Louda&#160;<em>et al.</em>&#160;1984).", "threats": "This species is likely to be impacted by general habitat threats to Lake Malawi benthos, such as sedimentation and dredging by fishermen. It is predated by fish and is vulnerable to changing habitats at the edge of the lake margin, as well as pollution (Brown 1994).", "conservationmeasures": "There is no information available on conservation actions for this species.", "usetrade": "There is no information available on the use or trade of this species."}]}