{"name": "167181", "result": [{"species_id": 167181, "taxonomicnotes": "<span style=\"font-style: italic;\"></span>", "rationale": "<p><em>Drepanosticta brownelli</em> is only known from seven locations in south China. Threats are known at two of the locations and the overall population is very likely to be severely fragmented. The population is likely to be declining. It is close to qualifying for Vulnerable status under criterion B (B2ab(ii,iii)), except that an accurate calculation of its true area of occupancy (AOO) is not possible with the available data, and it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Drepanosticta brownelli</em> is known from Guangdong (e.g., Tinkham 1938, Wilson and Xu 2007) and Guangxi (Wilson and Reels 2003) in China. The Assessor is aware of records from seven locations, including within nature reserves. It is not possible to provide an even remotely accurate estimate of the area of occupancy (AOO) of this species with the available data.</p>", "population": "<p>There are insufficient data to make any statement about population sizes and health for this species, except that an ongoing decline in overall population can be inferred from loss of forest within its range and that its populations are likely to already be severely fragmented for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found at forest streams, and has some tolerance to disturbance, nothing else is known.</p>", "threats": "Dingushan Nature Reserve is potentially impacted by increasing levels of tourism developments. Jiuwanshan has sustained forestry activity for some time but this has slowed in recent years, leaving the remaining forest fragmented (Kadoorie Farm and Botanic Garden Corporation 2002). The threats at the other locations are unknown.", "conservationmeasures": "<p>More data are needed on the distribution of this species, its exact habitat requirements, how much disturbance it can tolerate and on threats.</p>", "usetrade": "No information available"}]}