{"name": "163811", "result": [{"species_id": 163811, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis pandanicola</em> is known from four locations in the peat swamp forests of Central Kalimantan, and is apparently absent from much seemingly suitable habitat. An ongoing decline in overall population (and area and quality of habitat) is inferred from loss of peat swamp forest in Central Kalimantan, as is severe fragmentation. Forest fires are a threat to all populations and clearance of forest is a threat to non-protected locations, and probably to those that have some protection as well.&#160; The species qualifies for Vulnerable status under criterion D2 and is close&#160;to qualifying under criteria B2ab(ii,iii) as well, but the area of occupancy (AOO) is not known accurately enough. It is to be hoped that it can be re-assessed to a lower threat category when more data becomes available. </p>", "geographicrange": "<p><em>Amphicnemis pandanicola</em> is known from four locations in the peat swamp forests of Central Kalimantan (Lieftinck 1953, Dow &amp; Silvius 2014). Although an accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available information, it is a peat swamp forest species and its known AOO is therefore constrained by the remaining area of such habitat in the Central Kalimantan, and based on the figures in Miettinen <em>et al</em>. 2016 (considering pristine and degraded peat swamp forest) is therefore less than 15,000km<sup>2</sup>, probably considerably less because the species does not appear to be present in all apparently suitable habitat.</p>", "population": "There is no current information on populations of this species. There are five individuals in the type series (Lieftinck 1953).", "populationtrend": "unknown", "habitat": "<p>This species is found in peat swamp forest, but its apparent absence at many seemingly suitable locations suggests that a deeper understanding of its exact habitat requirements is necessary.</p>", "threats": "<p>The main threats to this species will be from clearance of peat swamp forest for plantation and other agriculture, further degradation of habitat by removal of timber and from forest fires.</p>", "conservationmeasures": "<p>More data on the distribution and exact habitat requirements of this species are needed. Two of the known locations enjoy some measure of protection because they house Orangutan populations, but better protection is required.</p>", "usetrade": null}]}