{"name": "149113333", "result": [{"species_id": 149113333, "taxonomicnotes": null, "rationale": "<p><em>Astyanax bransfordii</em> is distributed within Lake Nicaragua and its tributaries on the Atlantic versant of Nicaragua and Costa Rica. Total population size is unknown. Potential threats include the impacts of non-native species, mining activities and associated pollution, and regional deforestation, which have probably resulted in declines in the area, extent, and quality of habitat. However, there is no indication of major population decline. <em>Astyanax bransfordii</em> is assessed as Near Threatened because it exhibits a relatively restricted Extent of Occurrence (EOO), appears uncommon at several localities where it has been sampled, and habitat quality is likely affected by regional threats, but EOO does not meet the threshold for a threatened category under criterion B.</p>", "geographicrange": "<p><em>Astyanax bransfordii</em> is endemic to Lake Nicaragua and its tributaries on the Atlantic versant of Nicaragua and Costa Rica (Schmitter-Soto 2017). Angulo <em>et al</em>. (2018) report this species from the Frio, San Carlos, Sarapiqui, Tortuguero, and Parismina River basins. In Costa Rica, this species has been reported from about 23% of sampled localities within the Tirimbina Biological Reserve (Angulo <em>et al</em>. 2017), the Tirisias River (Espinoza Mendiola 2008) and the Sabogal River (Castillo-Pérez 2016). Elevation ranges from 5-530 meters above sea level (Angulo <em>et al</em>. 2013).</p>  Extent of Occurrence (EOO) is estimated to be 22,850 km<sup>2</sup>. Given the regional scope of impacts resulting from deforestation and non-native species establishment, <em>A. bransfordii</em>&#160;probably&#160;occurs at fewer than 10 locations.", "population": "<p>Total population size is unknown. Population trend is unknown but suspected to be stable or declining at a rate that precludes this species from being assessed in a threatened category. </p>  In the Sabogal River, Costa Rica, <em>A. bransfordii</em> was relatively abundant (Castillo-Pérez 2016). In Lake Nicaragua, it is fairly abundant (Bussing 1998). This species was uncommon in the Caño Negro National Wildlife Refuge and in the Tirimbina Biological Reserve (Angulo <em>et al</em>. 2017), and rare within the Pacuare River, Costa Rica (Sánchez <em>et al</em>. 2006, Barboza and Villalobos 2018). Only one individual was reported by Espinoza Mendiola (2008) in the Tirisias River, Costa Rica.", "populationtrend": "stable", "habitat": "<p>This benthopelagic, freshwater species occurs in rivers and streams characterized by low to moderate water velocity and temperatures ranging from 23-36 °C (Bussing 1998). This species is primarily piscivorous, but also consumes terrestrial and aquatic invertebrates to some extent (Bussing 1998). </p>  Maximum reported body size is 15 cm standard length (SL) (A. Angulo pers. comm. 2019).", "threats": "Regional deforestation primarily resulting from plantation agriculture and livestock overgrazing may reduce the availability of suitable habitat through increased sedimentation, nutrient loading, and the introduction of herbicides and pesticides (Shaver <em>et al</em>. 2015, Castillo-Pérez 2016, Angulo <em>et al</em>. 2017, Barboza and Villalobos 2018). Mining activities may have considerable impacts on habitat quality at the localized scale (Espinoza Mendiola 2008, Helwege 2015). Non-native fishes have been introduced throughout much of Nicaragua and Costa Rica, including African Tilapia <em>Oreochromis mossambicus </em>(McKaye&#160;<em>et al</em>. 1995, McCrary <em>et al</em>. 2007) and Suckermouth Catfish <em>Hypostomus aspidolepis </em>and <em>H. niceforoi</em>&#160;(Castillo-Pérez 2016, A. Angulo pers. comm. 2019). Future hydrological development is likely to impact habitat extent and quality, including the proposed Nicaragua Canal (Chen <em>et al</em>. 2016). However, there is currently no indication of major population decline.&#160;<br/><br/>While the scope and direct impact of existing threats have not been evaluated in detail, they are inferred to be producing continuous declines in the quality of available habitat.", "conservationmeasures": "<p>There are no species-specific conservation actions directed towards <em>A. bransfordii</em>. The range of this species includes multiple protected areas (Angulo <em>et al</em>. 2017, IUCN and UNEP-WCMC 2019). Additional research on population status, and the scope and magnitude of existing threats would be useful in clarifying extinction risk.</p>", "usetrade": "<p>This species is utilized, to some extent, in subsistence and artisanal fisheries, both as food for humans and as a live bait item (A. Angulo pers. comm. 2019).</p>"}]}