{"name": "134323", "result": [{"species_id": 134323, "taxonomicnotes": "This species was formerly included in the Parathelphusidae, but was reassigned to the Gecarcinucidae Rathbun, 1904 by Klaus <em>et al.</em> (2006) in the subfamily Parathelphusinae (see Klaus <em>et al.</em> 2010).", "rationale": "This updated assessment is based on the results of new freshwater crab surveys of the three Malili Lakes in Sulawesi Selatan, Indonesia. <em>Nautilothelphusa zimmeri</em> was formerly listed as Vulnerable (VU) B1ab(iii)+2ab(iii) by Esser and Cumberlidge&#160;(2008). The revised extinction risk assessment of Endangered (EN) for <em>N. zimmeri </em>is based on the low number of locations where this species occurs, combined with the existence of continued immediate threats to this species from pollution (due to mining operations on the shores of the lakes), and from habitat destruction and industrial development (driven by increases in the human population). This species is not found in a protected area, and there are no conservation plans in place.<br/><br/><em>Nautilothelphusa zimmeri </em>is uplisted here to EN B1ab(iii). This is because the revised extent of occurrence (EOO) of between 955-1,700 km<sup>2</sup> is below the threshold for EN B1 (&lt;5,000 km<sup>2</sup>), the number of locations (four) is also below the threshold for EN, and the area and quality of habitat is declining.<br/><br/>It is of additional concern that preliminary molecular studies (Schubart<em> et al. </em>2008) indicate that the subpopulation from Lake Matano is genetically distinct from the subpopulations in Lake Mahalona, Lake Towuti and the connecting Tominanga River. This finding could eventually lead to the recognition of <em>N. zimmeri </em>as two separate species, which would further reduce the range and number of locations of this species, and presumably increase its extinction risk.", "geographicrange": "This species is endemic to Sulawesi Selatan in Indonesia where it occurs in Lake Matano, Lake Mahalona, Lake Towuti and in sandy parts of connecting rivers between the three lakes. The details of these records are as follows.<br/><br/>Lake Matano on the western (Soroako: 02°30.4'S 121°19.96'E); eastern (2°31.492'S 121°26.996'E; Lengko Laro: 2°31'48.7\"S 121°27'9.9\"E) and southern coasts (2°33.566'S 121°25.187'E; 2°33'36.8\"S 121°25'47.2\"E).<br/><br/>Lake Mahalona on the northern (2°33'54.3\"S 121°29'44.1\"E), western (2°35'57.2\"S 121°28'19.2\"E) and southern coasts (2°36.64'S 121°28.54'E).<br/><br/>Lake Towuti 3 km south of Timampu (2°40'10\"S 121°25'E), and on the northwestern (02°40'37.7\"S 121°26'26.0\"E; Tanjung Bakara 2°40'53.5\"S 121°26'06.9\"E), western (2°43.7'S 121°26.36'E), southwestern (2°51.73'S 121°23.9'E), southeastern (2°51.38'S 121°32.73'E), eastern (2°46.2'S 121°35.97'E) and northeastern coasts (2°40.82'S 121°41.4'E).<br/><br/>River (Sungei) Tominanga between Lakes Mahalona and Towuti, about 1.2 km from Lake Mahalona (02°36.638'S 121°31.822'E).", "population": "There is no information on population size, abundance or trend for this species.", "populationtrend": "unknown", "habitat": "This species is found on sand, under rocks, or on muddy substrate in the soft sediment of the lakes. All three lakes are interconnected by fast-flowing streams, where <em>N. zimmeri</em> is found in areas of reduced flow velocity where sand accumulates.", "threats": "Threats to this species include commercial fishing, urban development, non-native species, and habitat destruction, together with pollution from substantial nickel mining operations on the shores of Lake Matano.", "conservationmeasures": "There are no conservation measures currently in place for this species and it is not found in a protected area. Research is needed into its population distribution and dynamics, ecology, harvest and use, threats and potential actions. Monitoring of its population trend is also recommended.", "usetrade": "This species is occasionally found in the aquarium pet trade."}]}