{"name": "178304197", "result": [{"species_id": 178304197, "taxonomicnotes": null, "rationale": "This Red List assessment of&#160;<em>Austrolebias queguay</em>&#160;is based only on distributional data since these are the only information available for this species. Furthermore, distributional data on this species are very detailed, based on intensive and extensive field sampling (from 1998-2015), and a complete bibliographical revision. The extent of occurrence (EOO) is 20 km<sup>2</sup>. Annual fishes occur in seasonal temporary ponds which can be found within a matrix of wetlands. Threats not only in close proximity to the species habitat but also those that are present in the same hydrological basin (especially those upstream) were considered. The single location for this species is defined based on the threats of forestry and agriculture, and there is continuing decline in habitat based on these threats. Therefore, it is assessed as Critically Endangered.", "geographicrange": "This species is endemic to Uruguay where it occurs in the wetlands of the middle Queguay river basin (Serra and Loureiro 2018). This is part of the Lower Uruguay ecoregion according to Abell&#160;<em>et al.</em> (2008).<br/><br/>The estimated area of occupancy (AOO) is 16 km<sup>2</sup>, based on four collection records from National Fish Collections of Uruguay (Facultad de Ciencias). Its estimated extent of occurrence (EOO) is 20 km<sup>2</sup>, based on the area of the minimum convex polygon around the four known sites of occurrence. These sites are the result of two decades of field research and are likely to accurately represent the distribution of this species.", "population": "No data on population size and trend are available for this species.", "populationtrend": "unknown", "habitat": "The habitat for&#160;<em>Austrolebias queguay</em>, as in other annual fishes of the genus, is flatland seasonal ponds that remain dry on average for four months (from late spring to autumn, in the southern hemisphere). Dry conditions are necessary for successful embryo development and viability (Berois<em>&#160;et al.&#160;</em>2014). Soils with high percentage of clay seem to be the best for egg deposition. The minimum wet period for individuals to reach maturity and reproduce is around two months; reproduction is continuous from adulthood to death (Berois&#160;<em>et al.&#160;</em>2014). Ponds may be filled by rains or adjacent stream floods. Adults are found in a wide range of water temperatures from 6°C to 24°C, but higher temperatures could reduce survival. <em>Austrolebias </em>species feed on aquatic and terrestrial invertebrates (microcrustaceans, oligochaetes, insect larvae, arachnids, etc.) (Laufer <em>et al.</em> 2009). Potential predators are large non-annual fish species (Erythrinidae, Heptapteridae), insect larvae, aquatic snakes and birds", "threats": "Threats to <em>Austrolebias queguay</em> are:&#160;<br/><ol><li>Annual &amp; perennial non-timber crops. The distribution of this species is surrounded by soy crops.&#160;&#160;</li><li>Wood &amp; pulp plantations.&#160;<em>Eucalyptus</em>&#160;spp. and&#160;<em>Pinus&#160;</em>spp. exotic plantations surround the distribution area of this species.</li><li>Fishing &amp; harvesting aquatic resources. Annual fishes are very popular in the pet trade, and national regulations of collecting activities are not tight. &#160;</li><li>Abstraction of surface and ground water (agricultural use). The area where thsi species occurs is surrounded by intense <em>Eucalyptus</em> spp. plantations for pulp production. It is known that these kinds of plantations take large amount of surface and ground water. This has the potential to alter hydrological dynamics that may affect seasonal ponds and wetlands.&#160;</li><li>Nutrient loads. Soy crops use high quantities of fertilizers that may cause eutrophication in seasonal ponds.&#160;</li><li>Herbicides and pesticides.&#160;Soy crops use high quantities of these substances that may reduce subpopulation viability (Zebral <em>et al.</em> 2018).</li><li>Droughts. Considering global climate change predictions, severe droughts for more than two consecutive years may eliminate subpopulations of annual fishes. &#160;&#160;</li><li>Storms &amp; flooding. Annual fish embryos need a brief period (time unknown) of drought to normally complete their development. Floods in spring and summer may negatively affect embryos viability.&#160;&#160;</li></ol>", "conservationmeasures": "This species is endemic to an area considered protected at the national level by Sistema Nacional de Areas Protegidas of Uruguay (SNAP). However, there is no specific management plan for the species, and the protected area is surrounded by areas of human activity.<br/><br/>Recommended conservation actions are to:<ol><li>Establish a management plan for the protected area where this species occurs. <br/></li><li>Create and promote safe agricultural practices that avoid desiccation,  eutrophication and pollution of seasonal ponds and wetlands.</li><li>Improve national legislation and infrastructure to control harvesting (fishing).</li></ol>", "usetrade": "Annual fishes are being used in the pet trade internationally. Eggs in humid peat moss are sold and sent by mail.<em> Austrolebias&#160;</em>species are subject of research in developmental biology, ecology, and evolution (Berois <em>et al.</em> 2015)."}]}