{"name": "176677054", "result": [{"species_id": 176677054, "taxonomicnotes": null, "rationale": "<p><em>Ichthyoelephas humeralis</em> occurs in the Santiago-Cayapas and Guayas River drainages on the Pacific slope of Ecuador. Extent of Occurrence (EOO) is estimated to be 16,985 km<sup>2</sup>. Total population size and population trend are unknown. A number of regionally pervasive threat in western Ecuador continue to drive declines in habitat quality. However, the direct impact and scope of existing threats on <em>I. humeralis</em> have not been evaluated in detail and therefore the number of threat-based locations where <em>I. humeralis</em> occurs cannot be determined with accuracy. Considering a relatively restricted range, continuing decline in habitat quality, but an unknown number of locations due to data uncertainty, <em>I. humeralis</em> is assessed as Near Threatened under criterion B1ab(iii) because additional study is likely to qualify this species for a threatened category. </p>", "geographicrange": "<p><em>Ichthyoelephas humeralis</em> occurs in the Guayas River drainage on the Pacific slope of Ecuador (Relevo and Laaz 2012, Jiménez-Prado&#160;<em>et al.</em>&#160;2015). To date, it has not been reported from the Esmeraldes River drainage south of the Santiago-Cayapas and north of the Guayas River drainage, though it is feasible that range extends into this drainage. This species occurs at an altitudinal range of 5-560 masl.&#160;</p>  Extent of Occurrence (EOO) is estimated to be 16,985 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020). Given uncertainties regarding the scope, magnitude, and direct impact of existing threats, the number of threat-based locations where this species occurs cannot be determined with accuracy.", "population": "<p>The total population size of this species is unknown. It appears fairly abundant in the Guayas River drainage (Prado Espana 2012, Ochoa Ubilla&#160;<em>et al.</em>&#160;2016). Fishermen from the lower Guayas River basin have anecdotally reported reductions in the number of individuals despite consistent fishing effort, suggesting that population trend is in decline (P. Arguello pers. comm. 2021). Monitoring by the Instituto Público de Investigación de Acuicultura y Pesca suggests that species exhibiting migratory behaviours appear to be in decline decline (Aguirre <em>et al.</em> 2021).</p><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p>This freshwater species occurs in large main river channels characterized by quickly flowing water (Revelo and Laaz 2012). Upstream migrations are undertaken for reproduction and to seek out food resources at the beginning of the rainy season (December-January) (Revelo and Laaz 2012). Diet is comprised of algae and periphyton, which is scraped from rock, submerged logs, and other substrate (Revelo and Laaz 2012). Maximum reported body size is 38.5 cm total length (TL) (Cadena 1981).</p><br/><p></p>", "threats": "<p>Western Ecuador is heavily impacted by anthropogenic factors including habitat transformation for the development of agricultural fields and towns, the building of dams and creation of artificial reservoirs, habitat deterioration due to pollution, mining, and severe river bank modification (Aguirre&#160;<em>et al.</em>&#160;2014, 2021).</p>  <p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006, Aguirre <em>et al.</em> 2021). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita et al. 2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centres (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017). Overfishing of this species may be a potential future concern, given its importance in subsistence and local commercial fisheries (Revelo 2010, Revelo and Laaz 2012).The agricultural industry in the Guayas River basin is based on monoculture systems, and contributes to the production of about 20% of bananas and 83% of rice for Ecuador (INEC 2016). Mining activity near the Guayas or Santa Rosa River basins presents a threat to aquatic species, including areas such as Ponce Enriquez where the mercury toxicity threshold was three times higher than the threshold recommended for the protection of aquatic life (Appleton&#160;<em>et al.</em>&#160;2001).</p><p>Similarly to the entire Ecuadorian Pacific slope, several species of African tilapia have been introduced into the Guayas River basin. These exotic species show tolerance to wide variations in water quality, strong ecological adaptability, phenotypic plasticity and reproductive efficiency, which contributes to their successful competition with native species (Stickney 1993). However, the direct impact of these species on native ichthyofauna have not been evaluated in detail and additional research will be necessary to determine the direct impacts of these invaders.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>I. humeralis</em>. However, range likely extends into multiple private protected areas such as Palenque River and&#160;Pedro Franco Dávila protective forests&#160;(P. Arguello pers. comm. 2021). Additional ichthyological sampling will be necessary to determine range extent, population size, and population status. Further information regarding the scope and direct impact of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species is an important component of subsistence and local commercial fisheries in Los Rios Province (Revelo 2010, Revelo and Laaz 2012). It is captured using a variety of gear types, including cast net, monofilament gill net, and spear (Revelo and Laaz 2012). The direct impact of fishing pressure on population status has not been evaluated in detail.</p>"}]}