{"name": "82958421", "result": [{"species_id": 82958421, "taxonomicnotes": "<p>There is evidence to suggest that populations from Lake Enriquillo represent at least one separate species that has not yet been described (Smith 1989, Marmolejo 2011). Further molecular analysis suggests that these two lineages may be the result of colonization by at least two separate progenitors (Echelle <em>et al</em>. 2006). Therefore, subpopulations in Lake Enriquillo are not considered under the scope of this assessment.</p>", "rationale": "<p><em>Cyprinodon bondi</em> is endemic to the island of Hispaniola, where it occurs in Etang Saumatre, a brackish lake in Haiti. Extent of Occurrence (EOO) is estimated to be 113-1,500 km<sup>2</sup>. Total population size and population trend are unknown. Severe changes in natural hydrology and sedimentation are occurring in Etang Saumatre due to widespread deforestation and agricultural expansion. Mass-tourism development and mining activities adjacent to park boundaries in the Dominican Republic are potential threats that may negatively impact the ecological integrity of surrounding watersheds. Given the scope of ongoing and projected threats, <em>C. bondi</em> is assigned to a single threat-based location. Therefore, this species is assessed as Endangered under criterion B1ab(iii).</p>", "geographicrange": "<p></p><p><em>Cyprinodon bondi</em> is endemic to the island of Hispaniola, where it occurs in Etang Saumatre, a brackish lake in Haiti (Lee <em>et al.</em> 1983, Smith 1989, Costa 2003, Esmaeili&#160;<em>et al.</em>&#160;2018). </p>  <p>There is evidence to suggest that subpopulations from Lake Enriquillo represent a separate species that has not yet been described (Marmolejo 2011). Further molecular analysis suggests that these two lineages may be the result of colonization by at least two separate progenitors (Echelle&#160;<em>et al.</em>&#160;2006).</p>  <p>Etang Saumatre has a surface area of 113 km<sup>2</sup> (Swartley and Toussaint 2006) and is contained within a watershed that is 1,500 km<sup>2 </sup>(Posner&#160;<em>et al.</em>&#160;2010). Given georeferenced collection records that are restricted to this lake basin, Extent of Occurrence (EOO) is estimated to be 113-1,500 km<sup>2</sup>, with a lower estimate calculated by generating a minimum convex polygon around the surface area of the lake (Swartley and Toussaint 2006), and an upper estimate calculated by generating a minimum convex polygon around the Etang Saumatre watershed (Swartley and Toussaint 2006, Méndez-Tejeda&#160;<em>et al.&#160;</em>2016). Existing and projected future threats are expected to impact the habitat quality of Etang Saumatre in its entirety. Therefore, <em>C. bondi</em> is assigned to a single threat-based location.</p><br/><p></p>", "population": "<p></p><p>The total population size and population trend of this species are unknown. Ichthyological sampling from Etang Saumatre in 2010 yielded a total of 44 individuals (Marmolejo 2011). </p><br/><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p>This species occurs in Etange Suamatre, a brackish (7.4 ppt) lake in Haiti (Lee&#160;<em>et al.</em>&#160;1983). Etang Saumatre is the largest lake in Haiti, and parts of it extend across the border into the Dominican Republic. Sometimes its outflow drains to Lake Enriquillo (Marmolejo 2011). Adults reach a maximum body size of at least 6.6 cm standard length (SL) (Lee&#160;<em>et al.</em>&#160;1983). The specific life history and ecology of this species have not been evaluated in detail. </p><br/><p></p>", "threats": "<p></p><p>High human population density in the Etang Saumatre watershed has resulted in severe reductions in wet pine forest and dry forest due to agricultural expansion and deforestation (Posner&#160;<em>et al.</em>&#160;2010). Associated increases in the sedimentation of Etang Saumatre are evident (Posner&#160;<em>et al.&#160;</em>2010). </p>  <p>Currently, Lake Enriquillo is characterized by low-intensity tourism and relatively few anthropogenic threats (Wielgus&#160;<em>et al.</em>&#160;2010). Mass-tourism development and mining activities adjacent to park boundaries are potential threats that may negatively impact the ecological integrity of Lago Enriquillo (Wilegus <em>et al</em>. 2010).</p>  <p>Despite uncertainties regarding the direct impact, scope, and magnitude of existing threats, continuing decline in habitat quality is inferred.</p><br/><p></p>", "conservationmeasures": "<p></p><p>There are no known conservation actions in place to protect this species. Additional information regarding population size, population trend, and the direct impact of existing threats would be useful in clarifying the extinction risk of this species.</p><br/><p></p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}