{"name": "202047", "result": [{"species_id": 202047, "taxonomicnotes": null, "rationale": "<p><em>Nannophyopsis chalcosoma</em> is known from Borneo and Belitung but is extremely locally occurring and apparently very sensitive to changes to its habitats. Out of 10 confirmed locations for the species it appears to have already become extinct at four. An accurate estimate of its area of occupancy (AOO) is not possible with the currently available data, but based on the currently known locations it is not likely to be more than 2,000 km² and is probably much less than this; the AOO is certainly declining and the quality of remaining habitat is also declining. The overall population is undoubtedly severely fragmented. The species is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)) and may need to be reassessed as Endangered once more data become available.</p>", "geographicrange": "<p><em>Nannophyopsis chalcosoma</em> is known from Belitung (e.g., Alfarisyi 2017, Dow <em>et al. </em>2017, Lieftinck 1935) and Borneo, with records from Central Kalimantan (Lieftinck 1953, J, Brousseau pers. comm. 2017) and Sarawak (Dow and Unggang 2010, Lieftinck 1953). The larva of this species was described from Brunei (Fleck and Orr 2006) based on reasonable supposition, and the Assessor glimpsed what was probably this species at another location in Brunei in 2014; however these records are best treated as uncertain until they can be confirmed. Including the locations in Brunei, the Assessor is aware of records from 12 locations. However, it appears to already be extinct at all but six of the ten confirmed locations (two in Belitung, four in Borneo); only two of these locations has any protected status at all (Binyo Penyilam in Sarawak and Sabangau in Central Kalimantan) and the habitat at the other site in Sarawak (an area of remnant peat swamp forest close to the Matang Road outside Kuching) will almost certainly be lost to development in the near future.<br/><br/>The area of occupancy (AOO) for this species is not possible to calculate accurately, but given its extremely local occurrence and known loss of habitat across its range it is not likely to be more than 2,000 km² and may well be much less than this.<br/></p>", "population": "<p>This is a very locally occurring species and typically only one or a few individuals are recorded at a time. It may be naturally scarce, however it is easily overlooked because of its small size and behaviour, so is probably also under-recorded. Beyond this little can be said except that the overall population of the species is obviously in decline due to loss of and alterations to its habitats, and is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>In Borneo this species appears to be restricted to low pH waters but this is not the case in Belitung. It has been found in a variety of habitats (including man-made ones): ponds, pond-like and slow flowing sections of streams and swamp forest including peat swamp forest. It appears to require forest but at some locations the forest is degraded. It is apparently absent at most locations meeting the above description, so we probably do not fully understand its habitat requirements, but it does appear to be very sensitive to changes.</p>", "threats": "<p>This species is threatened across its range from a variety of sources. Forest fire is a general threat to all populations. Apparently suitable habitat is being loss for the establishment of Oil Palm plantations across its range and individual locations are threatened by development for housing etc.</p><p></p>", "conservationmeasures": "<p>More data on this species are urgently needed, especially from Kalimantan, but surveys are needed across its range to identify additional locations for the species. Additional sites need to be given protected status and better protection is needed for Binyo Penyilam. Measures to conserve the species must be based on protection of its habitats; other measures will be at best ineffective and at worst actually counterproductive, e.g. blanket bans on collection of specimens will hamper efforts to find new locations since voucher specimens required to confirm identification will not be available.</p>  .", "usetrade": null}]}