{"name": "135434027", "result": [{"species_id": 135434027, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis euglena</em> is known from scattered records from Java and Sumatra. Relatively few locations have ever been recorded for the species. An accurate estimate of its area of occupancy (AOO) is not possible but, given the very local occurrence of the species, it may not be large and can be inferred to be declining, as can the extent and quality of suitable habitat, from loss of lowland forest throughout its range. The species&#160; appears close to qualifying for Vulnerable status under the B2 criteria, B2a is met because of severe fragmentation, as are B2b(ii,iii), but since the AOO is not known to be below 2,000km<sup>2</sup> it does not qualify and it is therefore assessed as Near Threatened. While it is to be hoped that with more information it might be possible to re-assess the species as Least Concern, it appears at least equally likely that re-assessment to Vulnerable or Endangered will be needed.</p>", "geographicrange": "<p><em>Teinobasis euglena</em> is known from scattered records from Java and Sumatra. Records from Java (Dow 2010, Lieftinck 1934) are from the west, central part and extreme east (unpublished record) and from Panaitan Island (Dow 2010). Records from mainland Sumatra are from the extreme south (Dow 2010, Lieftinck 1934) and North Sumatra (Krüger 1898), it has also been recorded from Enggano Island (Lieftinck 1948). The assessor is aware of records from 12 locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data, but it may not be large and will certainly be declining due to loss of lowland forest throughout its range.</p>", "population": "<p>This is a very locally occurring and seldom recorded species, but it can be common where it occurs. Beyond this little can be said except that at least some ongoing decline in overall population can be inferred from loss of lowland forest throughout the range of the species, and that based on the available data the overall population is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The exact habitat requirements of this species are not well understood, but it has been recorded in coastal swamp forest and at forest streams; Lieftinck (1954) gives the habitat as \"Marshes &amp; shallow pools in virgin lowland forests\". Both the extent and quality of suitable habitat for the species can be inferred to be declining due to loss of lowland forest throughout its range.</p>", "threats": "<p>The main threat to this species will be from clear cutting of forest for agriculture and plantation establishment. Forest fires are another threat.</p>", "conservationmeasures": "<p>More data on the distribution of this species is urgently needed, especially from Sumatra, and a better understanding of its habitat requirements. Protection of suitable habitat throughout its range is highly desirable.</p>", "usetrade": null}]}