{"name": "176237858", "result": [{"species_id": 176237858, "taxonomicnotes": null, "rationale": "<em>Trichomycterus conradi</em>&#160;is a difficult species to assess. The distribution of the species is unclear; however, Hayes <em>et al. </em>(2020) found little genetic distinction between specimens from the Ireng River (Amazon River basin) and the Kuribrong River (Essequibo River basin). All specimens of <em>T. conradi</em>&#160;that have been collected are small, and despite a few expeditions to the Potaro/Kuribrong River, it has only been collected a couple of times. It is likely that the species occupies difficult to assess habitat rather than that the species is rare, but the areas that it is known to occupy are small (with an extent of occurrence (EOO) of 9,696 km<sup>2</sup>). There are only three known locations given the Potaro and Kuribrong are being extensively mined, and the upper Ireng appears to have considerable fishing pressure. There is an inferred continuing decline in habitat based on mining. Therefore, this species is assessed as Vulnerable. Specimens in collections that have been called&#160;<em>T. conradi </em>from Suriname were found to not be conspecific (Hayes <em>et al</em>. 2020).&#160;<em>Trichomycterus conradi</em>&#160;is a plain, grey-brown species with few distinguishing features. A similar, but unrelated and undescribed species from the upper Mazaruni is also known&#160;(Hayes&#160;<em>et al</em>. 2020).", "geographicrange": "<em>Trichomycterus conradi </em>has a known distribution in the lower Potaro/Kuribrong River (Essequibo River basin) and the upper Ireng River (Amazon River basin) (Hayes <em>et al.</em> 2020). Localities have also been mentioned for Suriname; however, these were not found to be conspecific (Hayes <em>et al.</em> 2020). <em>Trichomycterus celsae</em>&#160;was described from the upper Caroni River basin of Venezuela, and it is very similar morphologically to <em>T. conradi</em>&#160;(J.W. Armbruster pers. obs.).&#160;<em>Trichomycterus conradi</em>&#160;is rarely encountered.", "population": "Nothing is known about the population of&#160;<em>Trichomycterus conradi</em>, and the species seems to be rare.", "populationtrend": "unknown", "habitat": "<em>Trichomycterus conradi</em>&#160;appears to be found in fairly large rivers among swift flow associated with cobble, boulders, and cracks in larger rock.", "threats": "<em>Trichomycterus conradi</em>&#160;was captured in the lower Kuribrong River because a hydroelectric plant was planned for the upper portion of the Kuribrong (above Amaila Falls) and crews were sent in to assess the biodiversity. The relative size of the reservoir would have been small (Berger&#160;<em>et al</em>. 2010), and probably would have not harmed species like <em>T. conradi</em>&#160;located below Amaila Falls. The plant was abandoned (Cummings and Martin 2019, Hook 2019) due to several issues including the endemic&#160;<em>Characidium amaila,</em>&#160;discovery of oil off of the coast of Guyana, political and environmental controversy, and the fact that the area just above Amaila Falls often runs dry (water appears to move subterraneanly during these dry times and can be seen shooting out from the cliff face above Amaila Falls). To prepare for construction, a road was completed to just below the gorge formed by Amaila Falls. The lower Kuribrong River has been severely impacted by large-scale gold mining, which severely impacts most of the lower Kuribrong and Potaro rivers (Alonso&#160;<em>et al.</em> 2017).&#160;Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020, Hardman&#160;<em>et al</em>. 2002, Mol and Ouboter 2004, Alofs&#160;<em>et al</em>. 2013). The Ireng River is relatively pristine, although it appears that some riffles have few fish, perhaps because of the use of the ichthyotoxin rotenone, which locals use to poison streams to catch fishes using a plant called hiari (J.W. Armbruster pers. obs.)", "conservationmeasures": "No conservation actions are recommended towards <em>Trichomycterus conradi. </em>Taxonomic research is recommended. <em><em>Trichomycterus celsae</em>&#160;</em>from the other side of the Pakaraima  Mountains in Venezuela is very similar morphologically, but has not been  assessed genetically. If the same, this would increase the distribution  of the species into three major basins. Specimens in collections that  have been called&#160;<em><em>T. conradi</em></em> from Suriname were found to not be conspecific (Hayes <em><em>et al</em>.</em> 2020).&#160;<em><em>Trichomycterus conradi</em>&#160;</em>is  a plain, gray-brown species with few distinguishing features. A  similar, but unrelated and undescribed species from the upper Mazaruni  is also known&#160;(Hayes<em>&#160;<em>et al</em>.</em> 2020).", "usetrade": "<em>Trichomycterus conradi</em>&#160;appears to be small and is likely of no use for food."}]}