{"name": "176164482", "result": [{"species_id": 176164482, "taxonomicnotes": null, "rationale": "This species occurs only in the upper Mazaruni River drainage, an area increasingly being devastated by gold miners. It has an extent of occurrence (EOO) best estimated at 11,040 km<sup>2</sup> and an area of occupancy (AOO) best estimated at under 2,000 km<sup>2</sup>. Gold mining operations severely impact rivers by reducing habitat quality by drastically increasing sedimentation, removing and redistributing benthic substrate thus destroying benthic communities, deforestation, excavation and introduction of mercury into aquatic ecosystems. There are nine locations based on this threat. It is thought to be causing a decline in the population size with a magnitude of 30% over the last 10 years. Therefore, this species is assessed as Vulnerable.", "geographicrange": "This species is endemic to the Upper Mazaruni River in Guyana, above Aruwai Falls. The type locality is a tributary of the Mazaruni River, upstream of Aruwai Falls, about 6°18'46\"N, 60°35'41\"W, Guyana (Presswell <em>et al. </em>2000).", "population": "No data are available on the population, but we assume that the total population has been decreasing because of the impacts of widespread gold mining in the upper Mazaruni River drainage at a magnitude of 30% over the past 10 years.", "populationtrend": "decreasing", "habitat": "This species is found over sandy substrates where it apparently feeds on benthic invertebrates and detritus. Water in the upper Mazaruni has low dissolved nutrients, acid pH, high transparency. Little is known about the biology of this species.", "threats": "Gold mining is the principal threat to this species. Mobile dredges destroy the benthic community by suctioning up the substrate and randomly redepositing it.", "conservationmeasures": "There are no specific conservation measures protecting this species, and it does not occur in any national parks.", "usetrade": "This species is not used."}]}