{"name": "125508472", "result": [{"species_id": 125508472, "taxonomicnotes": null, "rationale": "<p><em>Nososticta diadesma</em> is endemic to Sumba in the Lesser Sunda Islands, Indonesia, where it is known from records scattered across most of the island. The assessors are aware of records from 23 locations, however most of these date from 1949 or earlier; there are only recent records from five locations. The species is present in two protected areas: Manupeu Tanah Daru and Laiwangi Wanggameti National Parks. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree at least, along with the extent and quality of suitable habitat, due to loss of habitat outside protected areas in Sumba. Its extent of occurrence (EOO) is smaller than 20,000 km². Given that the species is confirmed to still occur only five locations, it is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it seems likely that this species is still widespread across Sumba, and it is therefore to be hoped that a reassessment to Near Threatened or even Least Concern will be possible in the not-too-distant future when more information is available.</p>", "geographicrange": "<p><em>Nososticta diadesma</em> is endemic to Sumba in the Lesser Sunda Islands, Indonesia, where it is known from records scattered across most of the island (Irawan and Rahadi 2018, Lieftinck 1953, Seehausen and Theischinger 2017). The assessors are aware of records from 23 localities, however most of these date from 1949 or earlier; there are only recent records from five localities. The species is present in two protected areas: Manupeu Tanah Daru and Laiwangi Wanggameti National Parks. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, at least to some degree, due to loss of habitat outside protected areas in Sumba. Its minimum extent of occurrence (EOO), based on all known collection records (including the older records) is 6,354 km²; its maximum EOO is 13,892 km².<span class=\"MsoHyperlink\"></p>", "population": "<p>This species appears to be common at some locations. There is insufficient information to make any other statement about current population sizes or health.</p>", "populationtrend": "unknown", "habitat": "<p>The species breeds in streams and possibly lakes (at least two records are from lakes), most records are from streams in forest, but it can certainly occur in second growth forest and streams with only a light growth of forest around them, it may occur in completely open country at some locations (one record from Lieftinck (1953) is from a location with no forest remaining). The extent and quality of suitable habitat for the species are inferred to be suffering some decline due to loss of habitat from agricultural activities and pollution.</p>", "threats": "<p>Major threats to this species are likely to come from burning of savanna and removal of forest to produce fresh grass for livestock grazing or clear land for agriculture and pollution of streams. Development of tourist facilities and recreational areas may be threats at some locations.</p>", "conservationmeasures": "<p>More data on the current distribution of this species are needed, and on its exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}