{"name": "139070145", "result": [{"species_id": 139070145, "taxonomicnotes": null, "rationale": "<p><em>Oligoaeschna uropetala</em> is only known from Sumatra and some of its satellite islands. Only five locations have been recorded for the species and it might no longer be present at two of these. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout much of its range; the extent and quality of suitable habitat is inferred to be declining for the same reason. The overall population is inferred to be declining and is likely to be severely fragmented. The species qualifies for Vulnerable status under criterion D2 and is assessed accordingly. If the AOO could be accurately estimated or bounded the species would likely qualify for Vulnerable or a higher threat category under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Oligoaeschna uropetala</em> is only known from Sumatra, where there are records from Aceh (Lieftinck 1968), North Sumatra (Lieftinck 1968), the Mentawei Islands (Laidlaw 1926, Lieftinck 1968) and Pini Island (Karube &amp; Yeh 2001). The assessor has seen records from only five locations, of which only that from Pini Island is remotely recent, and it may no longer occur at the two locations in mainland Sumatra (see Threats). An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout much of its range.</p>", "population": "<p>Few specimens of this species have ever been collected. Beyond this all that can be said with the available information is that an ongoing decline in overall population is inferred from loss of forest across much of the species’ range and that the overall population may well be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been recorded on the habitats and ecology of this species but it will be forest-dependent and may be confined to lowland forest. An ongoing decline in both extent and quality of suitable habitat can be inferred from loss of lowland forest in at least parts of the species range.</p>", "threats": "<p>The main threats to this species will be from clear-cutting of forest for agriculture including plantations and both of the known locations in mainland Sumatra are from areas where considerable forest loss has already occurred.</p>", "conservationmeasures": "<p>The first priority for this species is for additional, fresh data on its distribution and exact habitat requirements. Protection of habitat at some of the known locations is highly desirable. Part of the Mentawei Islands is protected but it is not known if the species occurs in the protected part.</p>", "usetrade": null}]}