{"name": "173431548", "result": [{"species_id": 173431548, "taxonomicnotes": null, "rationale": "This species is a&#160;South African endemic described in 1916 from Roodeplaat in Gauteng. It is so far known only from Gauteng Province (various localities around Pretoria) and the Limpopo Province (Soutpansberg and Blouberg). It has an extent of occurrence of 1,279 km²; and an estimated area of occupancy of 20 km². Despite several surveys, it has so far not been found in intervening areas. The female was last sampled in 1915 by G. van Dam. Parts of its habitat has been lost in Gauteng due to crop cultivation and urban development and the species is suspected to occur at fewer than 10 locations. It is therefore listed as Vulnerable under the B1ab(iii)+2ab(iii).", "geographicrange": "The species is endemic to South Africa and is found in Gauteng and Limpopo.", "population": "There is currently no population information available for this species.", "populationtrend": "unknown", "habitat": "This species is a free-living burrow-dweller. The females were sampled by hand at Roodeplaat Dam near Pretoria (Van Dam and Roberts 1917). The burrows were described as having an entrance slightly raised above the ground at the top, and then from the inner rim the burrow is neatly rounded off, gradually sloping outwards and downwards to the level of the ground, with the outer surface covered with earth that resembled the surroundings. The interior of the tube was lined with loose, highly adhesive silky webbing. They suggested that the adhesive webbing may afford the spider some protection against the intrusion of enemies. The burrows were deep (22–25cm). The males have been collected in pitfall traps in spring and early summer (October to January), during the mating season, as they move around looking for females. They were sampled from the Savanna and Grassland biomes.", "threats": "The species is threatened by historical and continuing urban development and crop cultivation around Gauteng. This taxon is likely to also occur on the northern side of the Soutpansberg, where it is potentially threatened by mining.", "conservationmeasures": "The species is protected in three areas which include the Roodeplaatdam Nature Reserve, Groenkloof Nature Reserve and Blouberg Nature Reserve.", "usetrade": null}]}