{"name": "139119297", "result": [{"species_id": 139119297, "taxonomicnotes": null, "rationale": "<p></p><em>Atrocalopteryx auco </em>is only known from the Huu Lien Nature Reserve in northern Viet Nam. This location is deteriorating due to clearance of forest for timber and agriculture. With the available data the area of occupancy (AOO) for this species is smaller than 10 km² and is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to the habitats within Huu Lien Nature Reserve. Its known current extent of occurrence (EOO) is smaller than 10 km² (actually smaller than 3 km², based on the known collection data points). The species qualifies for Critically Endangered status under criteria B1ab(ii,iii)+2ab(ii,iii) and is assessed accordingly.<br/><p></p>", "geographicrange": "<p><em>Atrocalopteryx auco</em> is only known from sites within the Huu Lien Nature Reserve in northern Viet Nam (Hämäläinen 2014). All sites are being affected by the same threat (clearance of forest for timber and agriculture) and are close together (only spanning less than 7 km) so that they only constitute one threat defined location. An accurate estimate of the area of occupancy (AOO) of this species is smaller than 10 km². Moreover, the AOO is inferred to be declining due to loss of and disturbance to forest within Huu Lien Nature Reserve. Its minimum extent of occurrence (EOO), calculated based on the known point data using <a href=\"http://geocat.kew.org/\">GeoCAT</a> is only 2.5 km², but since the EOO cannot be smaller than the AOO for a Red List assessment, the minimum EOO is recorded here as 4 km². Maximum EOO (based on a minimum convex polygon around the entire HydroBASIN this species occurs within) is 272 km², but this is very much an over-estimate for this species and the true EOO is very likely smaller than 100 km².<br/></p>", "population": "<p>This species is not common where it occurs, but beyond this all that can be said with the available information is an ongoing decline in overall population is occurring because of loss and degradation of its habitat.</p>", "populationtrend": "decreasing", "habitat": "<p>Hämäläinen (2014: 566) states “<em>A. auco</em> has been found along streams (3–7 m wide) with moderate flow in rather open surroundings in a valley (<em>ca</em> 200–260 m asl) surrounded by limestone karst peaks. At the site where the holotype was collected a stream emerges from underground beneath a karst peak. The immediate surroundings are cultivated land, but at least in 2008–2009 there was a small bamboo thicket left, where these damselflies took shelter. The flight period of <em>A. auco</em> extends from early June to early December at least. The damselflies are alert and difficult to approach” and “Huu Lien has been designated as a nature reserve covering ca 120 sq km. Much of the area of the reserve is forested, but since the two valleys inside the reserve have a population of ca 3000 people, the forests in the reserve are suffering from continuing exploitation.” The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within Huu Lien Nature Reserve (see Threats).</p>", "threats": "<p>The habitats of this species at its only known location Huu Lien Nature Reserve are being destroyed by timber gathering and agricultural activities by the local population. The main stream that runs through the populated valley in the Nature Reserve originates from the karst, but is then stored in a reservoir that helps to control the flow before reaching the part where <em>Atrocalopteryx auco</em>&#160;occurs. In recent years people have started living along the reservoir and manure from their pigs spoils the water. This, together with the pollution from the villagers further downstream, is a serious threat, that affects the water quality of the most important stream for the species</p>", "conservationmeasures": "<p>The priorities for this species are for proper protection of its habitats in Huu Lien Nature Reserve and for searches for the species at other locations, as well as more information on its habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}