{"name": "139427386", "result": [{"species_id": 139427386, "taxonomicnotes": null, "rationale": "<p><em>Matticnemis doi</em> (originally described in <em>Platycnemis</em>) is known only from a single threat defined location (including two sites) in the Huu Lien Nature Reserve in Viet Nam. Illegal logging is a known and serious threat to this species, and will extend to any as yet undiscovered populations in non-protected areas in the same part of Viet Nam. Whilst an accurate estimate of the area of occupancy (AOO) of this species is not possible, it is likely to be small and based on the known sites it is less than 10 km². The AOO as well as the extent and quality of suitable habitat is observed to be decreasing due to loss of forest in the area of Viet Nam where the species occurs. The species qualifies for Critically Endangered under criterion B2ab(ii,iii) and is assessed accordingly. Even if additional locations outside of Huu Lien are found, unless the range of the species is discovered to be considerably greater than the current evidence suggests, it will have to remain in a high threat category.</p>", "geographicrange": "<p><em>Matticnemis doi</em> (originally described in <em>Platycnemis</em>) is known only from the Huu Lien Nature Reserve in Viet Nam (Hämäläinen 2012). The species was only known from a single location until Kompier (2015) reported it from a second site in the Nature Reserve; the assessor does not have coordinates for the second site, but since it is not far from the first site and faces the same threat as the first (illegal logging) they are best treated as a single threat defined location. Whilst an accurate estimate of the area of occupancy (AOO) of this species is not possible, it is likely to be small and based on the known sites it is very likely less than 10 km². Its AOO is observed to be decreasing due to loss of forest in the area of Viet Nam where this species occurs.</p>", "population": "<p>All that can be said about the population of this species is that it is inferred to be declining due to cutting of forest within its range and, if not already confined to the Huu Lien Nature Reserve, it may well already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>“The population was observed in shady evergreen forest along a trail ascending a low limestone hill, c. 20–30 m from a 1 to 2 m wide stream with a moderately fast current. The specimens were seen only in heavily shaded places along a short 10 to 15 m long section of the trail and in its immediate vicinity. They were inconspicuous and perched on vegetation close to the ground. When disturbed they flew weakly for a few metres.” Hämäläinen (2012: 227). At the second location Kompier (2015) found males “perched on twigs on the forest floor along puddles from where the stream had resided”. The extent and quality of suitable habitat for this species are clearly both declining because of the illegal logging in Huu Lien Nature Reserve and cutting of trees in the surrounding areas.</p>  <p>&#160;</p>", "threats": "<p>Illegal logging is a known threat at Huu Lien Nature Reserve: “Meanwhile, deforestation continues everywhere in the heart of the so-called \"Nature Reserve\" of Huu Liên. Pieces of woods are carried some kilometers on foot out of the forest by dozens of transporters, men or women, young or old, 7 days per week, 365 days per year. SLOWLY BUT SURELY, the last remnants of good forest are being cutting down” (Delonglée 2017) and “Huu Lien is still illegally logged and the area where the species occurs is opening up, which causes the forest to dry. Only very small sections of the streams are still covered by forest.” Kompier (2015). Logging of the same sort will also be occurring wherever forest remains in non-protected sites in the surrounding areas and will be a threat to any as-yet-undetected populations of this species. </p>", "conservationmeasures": "<p>The illegal logging in Huu Lien Nature Reserve needs to be stopped. Searches for the species in any suitable habitat remaining are needed and if additional locations are found then they should be given protected status. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}