{"name": "152305758", "result": [{"species_id": 152305758, "taxonomicnotes": null, "rationale": "This species is endemic to the Pacific slope of eastern Panama, where it occurs in the Balsis, Tuíra, Chucunaque, and Bayano River drainages. Extent of Occurrence is estimated to be 7,924 km<sup>2</sup>. Population size and population trend are unknown, and the species is only known from a limited number of collections. Potential threats include deforestation, agricultural expansion, mining activities, and road infrastructure development within the Darien region. While the scope and magnitude of these threats are unknown, they are having inferred negative impacts on habitat quality. Given a number of locations that is not suspected to exceed 10, a relatively restricted range, and a number of continuing threats that have produced inferred continuous declines in habitat quality, this species is assessed as Vulnerable under criterion B1ab(iii).", "geographicrange": "<p><em>Darienheros calobrensis</em> is endemic to the Pacific slope of eastern Panama, where it has been reported from the Balsas, Tuíra, Chucunaque, and Bayano River drainages (Kullander 2003, Smith and Bermingham 2005, Garcés and García 2007).&#160;</p>  Extent of Occurrence (EOO) is estimated to be 7,924 km<sup>2</sup>, based on a minimum convex polygon calculated around available georeferenced collection records (GBIF 2019). While there is significant uncertainty regarding the magnitude and scope of potential threats, the most pervasive threat of land conversion associated with agricultural development is likely to produce negative impacts in all downstream catchments. As such, the number of locations where this species occurs is expected to be fewer than 10.", "population": "<p>The total population size of this species is unknown. It is poorly represented in museum collections (GBIF 2019). Only four individuals were taken by Garcés and García (2007), where it comprised just 0.8% of fishes collected.</p>  <p>There is currently no indication of major range-wide population decline.</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in streams and rivers on the Pacific slope of eastern Panama and feeds on detritus by sifting substrate through fine gill rakers (Říčan <em>et al</em>. 2016). Maximum reported length is 25 cm standard length (SL) (Kullander 2003).</p><p>Juveniles are found in river banks with abundant vegetation, with gravel and detritus in the substrate, while adults are found mainly in deeper pools (Briceño 1977).</p>", "threats": "<p>The direct impacts of potential threats on habitat quality, availability, and population status have not been evaluated in detail, and the scope of potential threats are largely unknown. However, <a name=\"_Hlk15646364\">continuing widespread deforestation, illegal mining activities, the construction of roads, and land-use changes adjacent to roadways are inferred to have resulted in habitat quality reductions (Girot 2002, Simon 2007)</a>.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>D. calobrensis</em>. However, much of the range of this species extends into the Darien National Park and tribal lands that belong to the indigenous Kuna, Embera and Woonaan people (Girot 2002, IUCN and UNEP-WCMC 2019). More information regarding distribution, population size, population trend, and the impacts of potential threats would be useful in guiding future conservation action. &#160;</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}