{"name": "190552352", "result": [{"species_id": 190552352, "taxonomicnotes": null, "rationale": "<em>Melanorivulus ivinhemensis</em>&#160;is classified as Endangered. The species has a very narrow distribution and the area this species inhabits is heavily affected by deforestation, urban centres and agriculture, with associated pressures on the aquatic environment. The extent of occurrence (EOO) is best estimated at 230&#160;km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 48 km<sup>2</sup>. There are two threat-based locations based on the widespread transformation of the regional landscape into agricultural land.", "geographicrange": "<em>Melanorivulus ivinhemensis</em>&#160;was described from the river Ivinhema in Paraná river basin, Mato Grosso do Sul State, Brazil (Volcan <em>et al</em>. 2018). The records include some wetlands near to the type locality in Ivinhema drainage. The species&#160;is reported in four localities with a elevational distribution ranges from 252-317 m<span style=\"\">eters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 230&#160;km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 48 km<sup>2</sup></span>. There are two threat-based locations based on the widespread transformation of the regional landscape into agricultural land.<br/><br/>The geographic attributes for&#160;<em>Melanorivulus ivinhemensis</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019) and SpeciesLink (SpeciesLink 2020).", "population": "There are no data available to estimate the population size of&#160;<em>Melanorivulus ivinhemensis</em>. Volcan&#160;<em>et al</em>. (2018) indicate a high density of suitable environments, and so the species is considered to have a stable population trend.", "populationtrend": "stable", "habitat": "<em>Melanorivulus ivinhemensis</em>&#160;inhabits marginal areas of streams and wetlands exposed to the sun in ondulate plains. The wetlands where the species occurs have varied depths (20-70 cm), waters ranging from clear to turbid, and muddy or clayey substrates (Volcan <em>et al</em>. 2018). The species can reach 30.4 mm in standard length. There is probably a reduction of the habitat in area and quality due to the expansion of the agricultural frontier.", "threats": "Streams and wetlands in plains are the critical habitat for the species, where there is a reported broad expansion of the agricultural frontier. Deforestation is extensive and towns, villages and industries occur in the distribution area.", "conservationmeasures": "There are no specific measures in place for the conservation of the species <em>Melanorivulus ivinhemensis</em>.&#160;According with IUCN and UNEP-WCMC (2020) the species is detected in Parque Nacional de Ilha Grande and Área De Proteção Ambiental Ilhas e Várzeas do Rio Paraná. Habitat protection in the most impacted drainages and awareness are recommended. Research and monitoring of the population, threats and habitat is recommended.", "usetrade": "There is no information on the possible use and trade in this species. The species has ornamental potential."}]}