{"name": "125979665", "result": [{"species_id": 125979665, "taxonomicnotes": null, "rationale": "<p><em>Poecilia elegans</em> occurs in swift headwater streams in the Nizao, Yaque del Norte, and Yuna river drainages from 170 to 840 m (elevation), in La Vega and Peravia provinces, Dominican Republic. Extent of Occurrence (EOO) is estimated to be 3,164 km<sup>2</sup>. The number of threat-based locations where this species occurs cannot be determined with accuracy, given limited ichthyological sampling in this region, and uncertainties regarding the scope of existing threats. Total population size and population trend are unknown. Continuing declines in habitat quality and availability are inferred, based on considerable deforestation and land-use change associated with agricultural practices and development, damming infrastructure, and the establishment of multiple non-native fishes that may predate on or compete with <em>P. elegans </em>for resources. As such, this species is assessed as Near Threatened under criterion B1b(iii).</p>", "geographicrange": "<p><em>Poecilia elegans</em> occurs in swift headwater streams in the Nizao, Yaque del Norte, and Yuna river drainages from 170 to 840 m (elevation), in La Vega and Peravia provinces, Dominican Republic (Lee&#160;<em>et al.&#160;</em>1983, Rauchenberger 1988, Lucinda 2003). The type locality of this species is the municipality of Jarabocoa in San Domingo, Dominican Republic (Lucinda 2003). </p>  <p>Extent of Occurrence is estimated to be 3,164 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020). Given relatively few collection records and potential occurrences in areas that have not yet been reported, the number of threat-based locations where this species occurs cannot be determined with accuracy.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p><em>Poecilia elegans</em> is restricted to swift headwater streams at elevations between 170-840 m above sea level (Lee&#160;<em>et al.</em>&#160;1983). This species is syntopic with congeners <em>P. dominicensis</em> and <em>P. hispaniolana </em>in select drainages (Poeser 2003). Maximum reported body size is 3.6 cm and 4.6 cm standard length (SL) for males and females, respectively (Lee&#160;<em>et al.&#160;</em>1983).</p>", "threats": "<p>The primary threats to freshwater biodiversity in the Dominican Republic include deforestation and land-use changes associated with agricultural expansion and cattle grazing, expansion of hydroelectric infrastructure, unsustainable tourism, and mining activities (Perdomo and Arias 2009). Unsustainable land-use practices and illegal human settlement occurs in protected areas and in adjacent areas (Perdomo and Arias 2009). Future development to support an expanding number of annual tourists is expected to have considerable consequences on coastal freshwater ecosystems (Torres <em>et al.</em> 2001). Anecdotal reports of declining freshwater fish abundance and localized extirpation of some species in the Yuna River suggest that the impacts of damming structures on the Blanco River have altered sedimentation patterns and natural hydrology (Berge&#160;<em>et al.</em>&#160;2003). </p>  <p>The non-native poeciliids <em>Poecilia reticulata</em> and <em>Xiphophorus hellerii</em> have established in several Dominican drainages, and may compete with native poeciliids for resources (Rodríguez Silva&#160;<em>et al.</em>&#160;2020).</p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of these threats, continuing habitat quality and habitat availability decline is inferred. </p>", "conservationmeasures": "<p><em>Poecilia elegans</em> is classified as Vulnerable on the Dominican Republic's Red List of Threatened Species (MIMARENA 2011). The range of this species extends into multiple protected areas, including Valle Nuevo and Armando Bermúdez National Park (IUCN and UNEP-WCMC 2020). Additional information regarding population size, population trend, and the direct impact of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species has been used in the past as a vector control for mosquitos carrying Dengue Fever, and has been intentionally stocked in smaller drainages and artificial waterways (Gordon 1988). </p>"}]}