{"name": "173257027", "result": [{"species_id": 173257027, "taxonomicnotes": null, "rationale": "<em>Pethia striata</em> is assessed as Endangered as the species is currently known only from the single location of Mudba stream of Tunga River basin, Chikmagalur District, Karnataka, India, wit<span style=\"\">h an Extent of Occurrence of no more than 556 km<sup>2</sup>&#160;and threats to the habitat because of anthropogenic activities. Although <em>Pethia striata </em>is known from within the Kudremukh National Park,  several anthropogenic activities impact its populations and  habitat. The mining activities in Kudremukh National Park are now  halted; however, the aftermath of mining and associated activities are the greatest sources of sediment entering  the Bhadra River damaging the riverine ecosystems. In addition, Kudremukh National Park has lost about 7% forest cover in the last four decades. <em>Pethia striata </em>is also affected by existing river barriers, thereby hindering the completion of their reproductive cycle.</span>", "geographicrange": "<em>Pethia striata</em> is currently known only from Mudba stream of Tunga River basin, Chikmagalur District, Karnataka, India (Atkore <em>et al. </em>2015).", "population": "There is no information regarding population status and population trends for this species.", "populationtrend": "unknown", "habitat": "<em>Pethia striata</em> inhabits small gently flowing clear water stream with pool-riffle sequence and is normally observed in small groups of three or four individuals in shallow pools beneath dense riparian canopy (Atkore <em>et al.</em> 2015).", "threats": "Although <em>Pethia striata </em>is known from Kudremukh National Park, several anthropogenic activities impact its populations and habitat. The mining activities in Kudremukh National Park are now halted; however, the aftermath of mining and associated activities are the greatest sources of sediment entering the Bhadra River, subsequently damaging the riverine ecosystems (Krishnaswamy <em>et al.</em> 2006, Sandeep <em>et al.</em> 2011). In addition, Kudremukh National Park has lost about 7% forest cover from 1973 to 2016 (Ramachandra <em>et al.</em> 2018). <em>Pethia striata </em>is also affected by existing river barriers, thereby hindering the completion of their reproductive cycle (Atkore <em>et al.</em> 2020).", "conservationmeasures": "No species specific conservation actions are in place for <em>Pethia striata</em>. The species is known from within the Kudremukh National Park (although the park has<span style=\"background-color: rgb(255, 255, 255);\">&#160;lost about 7% forest cover in the last four decades)</span>. Since the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats. Monitoring of population and habitat trends is essential. Habitat and resource protection is also essential conservation action.", "usetrade": "There is no information on use and trade of this species."}]}