{"name": "173830177", "result": [{"species_id": 173830177, "taxonomicnotes": null, "rationale": "<p><em>Cynolebias akroa </em>is known only from its type locality, a temporary pool beside the highway BA-225 at Santa Rita de Cássia in the Preto River drainage, São Francisco River basin, Bahia state, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2 </sup>and the species is assigned to a single threat-based location. The total population size of this species is unknown. The primary threat to this species is the persistence of <em>Oreochromis niloticus</em> and <em>Astronotus ocellatus</em>, two non-native piscivores that likely prey on <em>C. akroa</em>. Continuing decline in population and in the number of mature individuals is inferred. Therefore, <em>C. akroa</em> is assessed as Critically Endangered under criterion B1ab(v)+2ab(v). Immediate conservation priorities include invasive species eradication, site protection, habitat monitoring, and population monitoring. <em>Ex-situ</em> propagation and reintroduction into suitable habitat may be warranted.</p>", "geographicrange": "<p><em>Cynolebias akroa </em>is known only from its type locality, a temporary pool beside the highway BA-225 at Santa Rita de Cássia in the Preto River drainage, São Francisco River basin, Bahia state, Brazil (Nielsen&#160;<em>et al.</em>&#160;2017).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on top of the type locality. This species is assigned to a single threat-based location due to the persistence of the invasive <em>Astronotus ocellatus</em> and <em>Oreochromis niloticus </em>(Nielsen&#160;<em>et al.</em>&#160;2017).</p>", "population": "<p>The total population size of this species is unknown. However, this species is not abundant and is outnumbered by the co-occurring <em>Hypsolebias faouri </em>at a ratio of 5:1 (Nielsen&#160;<em>et al.</em>&#160;2017). Population trend is suspected to be in decline, based on the persistence of non-native piscivores that likely prey on <em>C</em><em>. akroa</em>.</p>", "populationtrend": "decreasing", "habitat": "<p>This annual killifish is restricted to a shallow seasonal pond approximately 96 km north of the city of Barreiras. The pool is characterized by a substrate of clay and sand, slightly dark water, a dense cover of aquatic vegetation composed of <em>Echinodorus</em> sp. and <em>Nymphaea</em> sp., an average depth of 1 m, a pH of 6.5, and low conductivity (Nielsen&#160;<em>et al.</em>&#160;2017). The pool is close to a road near a small village and has been modified at one end so that water is retained throughout the year (Nielsen&#160;<em>et al.</em>&#160;2017). This species co-occurs with <em>Hypsolebias faouri</em>, which likely serves as a prey item (Nielsen&#160;<em>et al.</em>&#160;2017).</p>", "threats": "<p>The primary threat to this species is the persistence of <em>Oreochromis niloticus</em> and <em>Astronotus ocellatus</em>, two non-native species that were stocked by local villagers as a source of protein throughout the year (Nielsen&#160;<em>et al.</em>&#160;2017). These species likely prey on <em>C. akroa</em> (Nielsen&#160;<em>et al.</em>&#160;2017), and therefore continuing declines in the number of mature individuals is inferred. The type locality has been modified by villagers so that water is retained throughout the year to facilitate the survival of stocked fishes (Nielsen&#160;<em>et al.</em>&#160;2017). Regional environmental degradation in the Brazilian Caatinga may further threaten this species (Nielsen&#160;<em>et al.</em>&#160;2017).</p>", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>A. akroa</em>. This species is not contained within any existing protected area and all known collection localities are&#160;threatened by habitat modification and non-native species&#160;(Nielsen&#160;<em>et al.</em>&#160;2017). Immediate conservation priorities include invasive species eradication, site protection, habitat monitoring, and population monitoring. <em>Ex-situ</em> propagation and reintroduction into suitable habitat may be warranted. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}