{"name": "128727269", "result": [{"species_id": 128727269, "taxonomicnotes": null, "rationale": "This species is assessed as Endangered. It is restricted to a few patches of remaining pools in the non-perennial river system. Although the extent of occurrence (EOO) encompasses 128,000 km<sup>2</sup>, the actual remaining population in the pools has a restricted area of occupancy (AOO) of at most 500 km<sup>2</sup>. The subpopulations in these pools are considered to be severely fragmented. The impacts of the climate crisis leading to long-lasting droughts followed by sand storms that can cover up existing shallow pools, leading to extreme fluctuations in the number of subpopulations, and water abstraction by cities such as Quetta and Kalat in Pakistan, as well as pollution from the cities, compound the situation and are leading to declines in habitat and the AOO.", "geographicrange": "<em>Triplophysa brahui </em>occurs from the headwaters of the Lora river in Pakistan to the Helmand watershed downstream in Afghanistan (Ayub <em>et al. </em>2004, Coad 2015, M. Rafique pers. comm. 2020). Records from Iran require confirmation (Nalbant and Bianco 1998). This species occurs only in very small isolated patches (and pools) in seasonal streams/rivers.", "population": "In 2004 it was estimated that the Pakistani subpopulation of this species had declined by &lt;10% in the last 10 years (1994-2004) but would continue to decline by &gt;50% 10 years into the future (2004-2014), due to siltation and drought (Ayub <em>et al.</em> 2004). With the ongoing threat of drought in Pakistan (M. Rafique pers. comm. 2020), it can be suspected to be continuing to decline, but the magnitude is unknown. No population data are known regarding the population size or trend of this species in Afghanistan, or within Iran where its occurrence is yet to be confirmed&#160;(Nalbant and Bianco 1998).<br/><br/>Drought is the major threat to the species. The two rivers are not perennial and in extreme droughts the population is severely fragmented, split into many isolated and small subpopulations, where the species is threatened by competition. The area of occupancy (AOO) has declined as a result.<br/><br/>There are extreme fluctuations in the number of subpopulations with random and long lasting dry spells. The population is never stable (M. Rafique pers. comm. 2020).", "populationtrend": "decreasing", "habitat": "<em>Triplophysa brahui </em>inhabits seasonal streams, and is mostly restricted to small temporary pools that are regularly influenced by sand storms. The altitude of these habitats range from&#160;500-2,500 m asl and is a carnivorous bottom feeder (Ayub <em>et al</em>. 2004, M. Rafique pers. comm. 2020).", "threats": "In Pakistan this species is threatened by habitat alteration and fragmentation from siltation and drought (Ayub <em>et al.</em> 2004, M. Rafique pers. comm. 2020). Severe drought along with increased water abstraction and pollution from Quetta and Kalat cities are real threats to the species (M. Rafique pers. comm. 2020). Sand storms are an additional major threat as they can cover up the small pools (M. Rafique pers. comm. 2020).", "conservationmeasures": "Research is needed into the life history of this species, alongside habitat management, captive breeding and public awareness campaigns.", "usetrade": "There is insufficient information regarding possible use or trade, and more research is required."}]}