{"name": "173699824", "result": [{"species_id": 173699824, "taxonomicnotes": null, "rationale": "<p><em>Anotogaster sapaensis</em> is known from the type locality, Sa Pa in Lao Cai Province, North Viet Nam and another site very close to the first, the two sites are sufficiently close together that they should perhaps be considered as one threat-defined location (taking development and associated pollution of streams as the main threats in the area). The species should be searched for in Yunnan as well as Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is certainly less than 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to development in the Sa Pa area. Although possibly tolerant of some disturbance, the species appears to be both very local in occurrence and at best uncommon. Its maximum extent of occurrence (EOO) is just 570 km². Since there are threats to the only known sites Data Deficient does not appear appropriate for this species and taking the reasonable precautionary approach advocated by the IUCN it is assessed as Endangered (EN B1ab(ii,iii)+2ab(ii,iii)), although it is to be hoped that when more information is available on its distribution, reassessment to a lower threat category will be possible.</p>", "geographicrange": "<em>Anotogaster sapaensis</em> is known from the type locality, Sa Pa in Lao Cai Province, North Viet Nam (Karube 2012) and another site very close to the first (Kompier unpublished), the two sites are sufficiently close together that they should perhaps be considered as one threat-defined location (taking development and associated pollution of streams as the main threats in the area). The species should be searched for in Yunnan as well as Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but since the species appears to be both very local in occurrence and scarce the AOO may well be small and with the available data is certainly less than 500 km². Moreover, the AOO is inferred to be declining due to loss of and disturbance to habitat in the Sa Pa area. With only two data points, the minimum extent of occurrence (EOO) cannot be calculated, however the maximum EOO (based on occupied HydroBASINS) is only 570 km².", "population": "<p>No statement about current population sizes and health can be made for this species with the available data except that it appears to be very local in occurrence and uncommon even where it does occur. An ongoing decline in overall population is inferred from loss of habitat due to development in the Sa Pa area.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats or ecology of this species by Karube (2012). One of the assessors (T. Kompier) found an individual emerging from the larva at a muddy pool at the bottom of a rocky stream cascading off a mountain, alongside a road, this stream was not under heavy forest cover, although bushes remained. However the adult is likely to require forest at least for roosting and the species is probably at least weakly forest-dependent. The known sites are at high altitude. The extent and quality of suitable habitat for the species are observed to be declining due to development in the Sa Pa area.</p>", "threats": "<p></p><p>It is not possible to adequately assess the threats faced by this species with the available data. However deforestation (with farming and development as major drivers) is likely to be a threat and the development taking place on top of Mount Sa Pa and in the area is also likely to be a threat either directly or through pollution of the streams where the species breeds.</p><p></p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements, ability to tolerate disturbance and threats. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}