{"name": "139565409", "result": [{"species_id": 139565409, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis hamalaineni</em> is known only from the type locality in the Northern Sierra Madre Natural Park on Luzon in the Philippines, collected in 2008; unfortunately threats exist to the species even within the protected area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small and with the presently available data can be assumed to be below 500km<sup>2</sup>. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in northern Luzon. In most circumstance this assessor would only place such a poorly known species in Data Deficient but the fact that this species was not found among material from northern Luzon in the extensive Müller collection suggests strongly that the species is likely to be genuinely extremely local in occurrence and quite possibly confined to a small area. The severity of threats to forest-dependent Odonata in the north of Luzon is such that Least Concern is not likely to ever be justified for this species and therefore Data Deficient is not an appropriate assessment. It qualifies for Endangered under criteria B2ab(ii,iii) and is assessed accordingly. Whilst it is to be hoped that fresh data will allow re-assessment to a lower threat category it is entirely possible that re-assessment to Critically Endangered will be required.</p>", "geographicrange": "<p><em>Risiocnemis hamalaineni</em> is known only from the type locality in the Northern Sierra Madre Natural Park on Luzon in the Philippines, collected in 2008 (Villanueva 2009). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is likely to be small and with the available data will be below 500km<sup>2</sup>. The AOO will also be declining as a result of loss and degradation of forest in northern Luzon.</p>", "population": "<p>Only two specimens were collected of this species at the type locality. Beyond this there is insufficient information to make any statement about current population sizes and health except that an ongoing decline is inferred due to loss and degradation of forest in the north of Luzon.</p>", "populationtrend": "decreasing", "habitat": "<p>Villanueva (2009: 235) states “This species shares the habitat of <em>R. corbeti</em>, but was found in very low numbers” and for <em>R. corbeti </em>(Villanueva 2009: 233): “<em>R. corbeti</em> was found at, and is probably confined to, streams in ultra basic forest; it was absent in nearby streams and springs draining montane habitat.” Nothing else is known. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the north of Luzon.</p>", "threats": "<p>Threats exist even within the Northern Sierra Madre Natural Park: “Logging, agricultural encroachment, the use of destructive fishing and hunting methods, and the conversion of wetlands form major threats to the biodiversity of the protected area. Government plans for infrastructural development and mining could have a severe impact on the park” Villanueva <em>et al. </em>(2009: 72). </p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection for the Northern Sierra Madre Natural Park. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}