{"name": "6147", "result": [{"species_id": 6147, "taxonomicnotes": null, "rationale": "<em>Cyprinodon bifasciatus </em>is restricted to springs and spring-fed streams, rivers, and wetland plains of the semi-isolated Bolson de Cuatro Cienegas in Coahuila, Mexico. It most frequently occurs in stable habitat characterized by narrow temperature fluctuations and low salinity. The most pervasive threats to this species include the loss of habitat resulting from groundwater extraction and surface water diversion for agriculture, and potential competitive interactions with nonnative species, namely <em>Hemichromis guttatus</em>. Given a restricted extent of occurrence between 95-120 km<sup>2</sup>, a number of locations that does not exceed 5, and a continuing inferred decline in extent of occurrence, area of occupancy, and the area, extent, and quality of habitat, <em>C. bifasciatus</em> is listed as Endangered.", "geographicrange": "<em>Cyprinodon bifasciatus </em>is restricted to the semi-isolated Bolson de Cuatro Cienegas in Coahuila, Mexico (Miller 2005). Water demand, primarily directed towards alfalfa farming, has led to an accelerated loss of suitable habitat in the region (E. Carson pers. comm. 2018, Torres-Vera <em>et al</em>. 2012, Felstead <em>et al</em>. 2015). More extensive but unreported habitat loss is likely (E. Carson pers. comm. 2018).", "population": "The total population size of <em>C. bifasciatus</em> is unknown. Population trend has not been directly measured, but is likely in continuing decline resulting from stream-flow reduction and loss of suitable habitat due to groundwater extraction and surface water diversion in the region (Minckley 1992, Felstead <em>et al</em>. 2015, Ortiz-Acosta and Romo-Aguilar 2016).", "populationtrend": "decreasing", "habitat": "<p>This species is largely restricted to thermal waters within or near warm-water spring outflows over soft flocculent deposits, travertine fragments, and snail shells at depths of 1-10 m (Miller <em>et al</em>. 2005). In summer months, the distributional range expands to adjacent spring-fed streams, rivers, and marshes but contracts in winter due to low water temperature and high salinity (Miller <em>et al</em>. 2005, Carson <em>et al</em>. 2012).<br/><br/>This species exhibits characteristics unlike most pupfishes, including an open-water distribution, schooling behavior, and a fusiform shape that likely enhance predator avoidance when compared to its congener <em>C. atrorus</em> (Miller <em>et al</em>. 2005, Carson <em>et al</em>. 2012). Hybridization with <em>C. atrorus</em> is common throughout the basin, and can comprise up to 32.5% of all <em>Cyprindon</em> in Cuatro Cienegas (Carson <em>et al</em>. 2012). However, parental species are separated spatially by environmental variability and potentially competitive exclusion (Carson <em>et al</em>. 2012). Low-frequency xanthic phenotypes are also apparent in the isolated Escobidita Spring (Carson 2011).<br/><br/>It feeds primarily on crustaceans and invertebrates (Hernandez <em>et al.</em> 2017), and may play an important direct role in invertebrate community structuring with an indirect effect on algal community structure (Dinger <em>et al</em>. 2006).</p>", "threats": "<p>The most pervasive threat to the total population of <em>C. bifasciatus</em> is the loss of suitable habitat resulting from groundwater extraction and surface water diversion in the region. Therefore, the number of locations is unlikely to exceed 5 given the potential connectivity of individual surface springs and their outflows by subterranean caverns and the regional effect that groundwater extraction has on the water table (Felstead <em>et al</em>. 2015).<br/><br/>The most recent estimates of groundwater extraction suggest that 55.4 million m<sup>3</sup> is pumped annually from 101 well points, 93% of which are used in alfalfa cultivation to feed livestock (CONAGUA 2015). Large portions of habitat have recently been lost (e.g., Laguna Grande) resulting from declines in the water table (Felstead <em>et al</em>. 2015). Because the Comision Nacional del Agua does not have authority to restrict the future construction of wells, extraction is expected to continue into the immediate future (CONAGUA 2015).<br/><br/>Additional impacts may result from established nonnative species. The giant weed <em>Arundo donax</em> may exacerbate existing shortages of water and alter existing hydrologic cycling regimes (McGaugh <em>et al</em>. 2006). The Jewel Cichlid,&#160;<em>Hemichromis guttatus,&#160;</em>is established throughout the Cuatro Cienegas basin, where competitive interaction may contribute to the extirpation of <em>C. bifasciatus</em> in the El Churince system (Lozano-Vilano and Maza-Benignos 2017). The species is still found in El Churince system, albeit at low numbers and only near the spring head (H. Espinosa pers. comm. 2018).&#160;</p>", "conservationmeasures": "<p><em>Cyprinodon bifasciatus</em> is listed as federally protected in Mexico by SEDESOL under NOM-059-SEMARNAT-2010. Additionally, Cuatro Cienegas is a designated protected area and recognized RAMSAR site. The American Fisheries Society’s Endangered Species Committee lists <em>C. bifasciatus</em> as endangered (Jelks <em>et al</em>. 2008). <br/><br/>More detailed estimates of current distribution, population size, and population trend would be useful in determining future conservation status.</p>", "usetrade": "This species is not used or traded."}]}