{"name": "173698833", "result": [{"species_id": 173698833, "taxonomicnotes": null, "rationale": "<p><em>Rhinocypha pelengensis</em> is only known from the type series Peleng Island (Pulau Peleng) in the Banggai Archipelago off of the Banggai Peninsular in the east of Sulawesi. Only one location is definitely known for the species. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable due to loss and degradation of forest on Peleng Island. Its extent of occurrence (EOO) is constrained by the area of Peleng Island (2,406 km²); based on the only known ocupied HydroBASINS area, is EOO may be 501 km² or less. This species is assessed as Endangered under criterion B (EN B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Rhinocypha pelengensis</em> is only known from the type series Peleng Island (Pulau Peleng) in the Banggai Archipelago off of the Banggai Peninsular in the east of Sulawesi (van Tol and Günther 2018). Only two specimens in the type series have a location beyond Peleng stated on their labels, and it is not known if the rest (collected much earlier) are from the same or other locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the AOO is inferred to be declining due to loss of forest within the range of the species. Based on the HydroBASINS area currently known to be occupied by this species, the extent of occurrence (EOO) is 501 km²; the total area of Peleng Island is 2,406 km², therefore the true EOO for this species is likely smaller than this.</p>", "population": "No statement about current population sizes and health can be made for this species except that an ongoing decline can be inferred due to loss and degradation of habitat (evident from satellite images) on Peleng Island.", "populationtrend": "decreasing", "habitat": "<p>There is no information on the habitat of this species but other members of its genus inhabit streams and are normally forest-dependent, the same is assumed here to be true for this species. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest on Peleng Island.</p>", "threats": "<p>The main threat to this species appears to be from changes to its habitat, considerable deforestation is evident on Peleng Island in satellite images, probably as a result of agriculture.</p>", "conservationmeasures": "<p>Habitat on Peleng Island where the species occurs needs to be protected. There is an urgent need for more information on the distribution, exact habitat requirements and ability to tolerate disturbance of this species. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}