{"name": "176026887", "result": [{"species_id": 176026887, "taxonomicnotes": null, "rationale": "<em>Pimelodus garciabarrigai</em>&#160;is assessed as Vulnerable. The area of occupancy (AOO) is best estimated at 1,040 km<sup>2</sup>. Threats are a combination of deforestation from the agricultural frontier, and urban effluents. Given the regional impacts, there are 4-6 threat-based locations and an inferred continuing decline in habitat.", "geographicrange": "<em>Pimelodus garciabarrigai </em>was described from Lozada Creek, near the junction with Guayabero River, Guaviare basin in Colombia (Dahl 1961). The species is reported in lagoons, creeks and rivers, particularly rivers Upía, Ariari, Cravo Sur, Cravo Norte, Charte, and Losada. The species is distributed in a range of elevations from 143-353 meters above sea level.<br/><br/>The extent of occurrence (EOO) is very wide, best estimated to be 41,154 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,040 km<sup>2</sup>. Given the regional impacts, there are 4-6 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Pimelodus garciabarrigai</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "The current population trend of&#160;<em>Pimelodus garciabarrigai</em>&#160;is probably stable. The total population size is suspected to be greater than 10,000 individuals, given its broad distribution.", "populationtrend": "stable", "habitat": "<em>Pimelodus garciabarrigai</em>&#160;is benthic,&#160;mostly nocturnal omnivore, usually found in lotic systems over muddy bottoms. The species&#160;can reach 290 mm in standard length.", "threats": "Threats are a combination of deforestation from the agricultural frontier, and urban effluents (Etter <em>et al.</em> 2006, Lasso <em>et al</em>. 2016).", "conservationmeasures": "<em>Pimelodus garciabarrigai</em>&#160;is not included in any resolutions for conservation. The species occurs in protected areas (IUCN and UNEP-WCMC 2020): DMI Ariari Guayabero, EFI Inírida, National Natural Park La Macarena, DMI Cinaruco and EFI Ramsar (Córdoba <em>et al</em>. 2016, DoNascimiento <em>et al</em>. 2018). Habitat protection and awareness at different educative levels are recommended. It is necessary to research trends for the population, and monitor threats and habitat.", "usetrade": "There are no known uses for the species&#160;<em>Pimelodus garciabarrigai</em>, but it is probably caught for human consumption at subsistence levels."}]}