{"name": "61067", "result": [{"species_id": 61067, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi where it has only been recorded from two sites: West and Eccles Reefs (Luwala and Chimwalani Reefs). It has an area of occupancy (AOO) of 8 km<sup>2</sup> and an extent of occurrence (EOO) of 70 km<sup>2</sup>. Overexploitation by the aquarium trade is the primary threat and the sites are considered a single location based on this threat. This species undergoes extreme fluctuations in the number of mature individuals following extraction by the ornamental fish trade. It is, therefore, listed as Critically Endangered.", "geographicrange": "This species is endemic to Lake Malawi where it has only been recorded at West Reef (Luwala Reef) and Eccles Reef (Chimwalani Reef).", "population": "This species used to be common at the bottom of the two reefs but is now subject to extreme fluctuation in numbers following collection for the ornamental trade. As the traders target the adults the recovery of the adult population takes time. Overexploitation by the aquarium trade has decreased the population size by more than 70% from the mid 1990s to 2005. There are currently under 2,500 mature individuals.", "populationtrend": "decreasing", "habitat": "It is mainly observed over sand directly bordering the rocky reefs. The average depth is about 15 m. The reefs consist of large boulders which create enormous caves at the bottom. These are sometimes inhabited by large groups of <em>A. maylandi</em>. Food consists of small invertebrates which live in the sand. The prey is located with the aid of the enlarged cephalic pores on the head. Males defend their territories beneath large rocks. Usually they stand just in front of the cave's entrance and attract females to their spawning sites.", "threats": "Extraction by the ornamental fish trade is a threat to this species.", "conservationmeasures": "No information available is available on conservation actions in place. Site protection and monitoring of the population trend is recommended.", "usetrade": "It is regularly collected by the ornamental fish trade where it is known as \"Sulphur Head&#160;Aulonocara\"."}]}