{"name": "176459283", "result": [{"species_id": 176459283, "taxonomicnotes": null, "rationale": "<em>Crenicichla hu</em>, assessed as Endangered, is only known from its type locality in Piray Miní stream, an affluent of Paraná river in Misiones province. It has an extent of occurrence (EOO) of 1,989 km<sup>2</sup>. This basin has no protection and its ecological status requires urgent protection and restoration. There is an evidence of continuous habitat conversion, especially in the upper reach where this species occurs. The type locality represents a single threat based location.", "geographicrange": "<em>Crenicichla hu</em> has been found only in the arroyo Piray Miní, Paraná River basin, Misiones province, Argentina (Piálek <em>et al.</em> 2010).", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "Piray Miní stream is part of the wetlands of the streams of Missions with steep relief (Minotti <em>et al.</em>&#160;2013). It is characterized by being low order, extensive, very winding with narrow and undefined valleys, and high slope margins. It has a rocky bed with basalt plates and discontinuities that form jumps, wells and slides. The pH is close to neutral and the degree of oxygenation is variable depending on the hydrometric level and the area of the stream. The water temperature is typical for these watercourses, with an average greater than 20°C (Araya 2017). In the type locality, it has clear and rapidly flowing water, and the depth is variable at 0.20 to 1.40 m. The bottom consists of mud, sand, and mostly stones. Some areas have scarce submerged vegetation (Piálek <em>et al.</em> 2010).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, poaching, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;Piray Miní stream has no protection and its ecological status requires urgent protection and restoration. The conservation status of the basin is alarming, especially in the upper basin, where a process of continuous conversion is evident (CONOSUR 2004). The middle and upper basin of the Piray Miní stream, where <em>C. hu</em> was discovered, has steep slopes, surface soils and native forests in different states of exploitation and degradation. The predominant and increasing crop in the high basin is tobacco, accompanied by annual crops for family consumption. In the lower basin, in addition to agriculture, afforestation and livestock, there are urban and suburban areas in the Municipalities of Santiago de Liniers, 9 de Julio, Eldorado, Colonia Victoria and Delicia, where various activities and actions take place on the basin, such as a dense road network that includes national route 12 and provincial route 17, neighbourhood roads, sewage drains, water intakes, watering places, solid waste disposition, quarries and industrial activities (Araya 2017). The <em>Crenicichla </em>genus is of aquarium interest (Gomez<em> et al.</em> 1993, 1994; López <em>et al.</em> 2003), and uncontrolled extraction and trade could affect natural populations of <em>C. hu</em> and others species.", "conservationmeasures": "There are no known conservation actions for this species. Site management and protection is recommended, as well as further research into the species.", "usetrade": "The <em>Crenicichla </em>genus is of aquarium interest (Gomez <em>et al. </em>1993, 1994; López <em>et al.</em> 2003). This species is likely extracted and traded for this reason, but there are no official statistics."}]}