{"name": "212431983", "result": [{"species_id": 212431983, "taxonomicnotes": null, "rationale": "This species is endemic to Greece, where it is known only from its type locality: a large spring in the yard of the church of Rachoni village, on the North Aegean island of Thassos (Georgiev and Glöer 2020). Possibly, improper water management, increased frequency of drought or inappropriate maintenance of the spring could negatively affect its population; once started, these threats potentially could rapidly push the species into Critically Endangered or Extinct. However, the spring is situated in a churchyard, where currently it is well protected from negative human influence. This snail is assessed as Vulnerable (VU) under criterion D2. If future research shows the species is present in other springs, a reassessment will be required and this species may then move to Near Threatened.", "geographicrange": "This species is endemic to Greece, Thassos Island, North Aegean, a big spring in the yard of the church of Rachoni village (type locality) (Georgiev and Glöer 2020). The spring at the Agora of Limenas was also checked and no living snails were found, however, some empty, eroded shells of a <em>Bythinella</em> species were found in sand deposits in a spring below Panagia village but it is not clear if they belong to <em>Bythinella rachonica </em>(Georgiev and Glöer 2020). Further research is required to confirm whether this species occurs in a wider distribution than currently known.", "population": "There are no population data available for this species.", "populationtrend": "unknown", "habitat": "Found in a spring (captured under the church of Rachoni, with a concrete bed) on stones and submerged mosses (Georgiev and Glöer 2020).", "threats": "The population of this species is situated totally in an artificial anthropogenic area: the spring is flowing in a concrete bed. Possibly improper water management or drought conditions could quite negatively affect its population in the future. It could be supposed that it is partly protected because is situated in a churchyard, however inappropriate maintenance of the spring (e.g., inappropriate cleaning or modification of the concrete structure) could negatively affect the population.", "conservationmeasures": "No conservation measures have been taken for this species. The spring this species is known from is within a churchyard, where currently it is well protected from negative human influence. It is important that care is taken for any maintenance of the artificial spring to avoid accidental pollution of the water.", "usetrade": "No trade or use of this species."}]}