{"name": "149844352", "result": [{"species_id": 149844352, "taxonomicnotes": "Batuwita <em>et al.</em>&#160;(2017) has reevaluated the species but it has  been noted that the diagnosis provided for this species is&#160;ambiguous and  self-contradictory by Sudasinghe and Pethiyagoda, thus, questioning the  validity of the species (Sudasinghe and Pethiyagoda 2019).", "rationale": "<em>Devario micronema</em> is a range-restricted, endemic species, known only from three locations in the south-western wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 603 km<sup>2</sup>, and its Area of Occupancy (AOO) is 24 km<sup>2</sup>. A continuing decline in the quality of its habitat has been observed due to accumulation of agrochemicals, gem mining, forest logging and rapid expansion of agriculture. These threats are likely to continue as the area is undergoing agricultural expansion and there is no current protection for its habitat. Therefore, the species is assessed as Endangered.", "geographicrange": "This is a freshwater fish species endemic to Sri Lanka. It is only known from Kelani river, Parawalatenna bridge near Kitulgala (adjoining the Kelaniweli Forest Reserve) and Udugama ela, Homadola estate in Gin river basin at Udugama (Batuwita <em>et al.</em> 2017, Sudasinghe and Pethiyagoda 2019).", "population": "There is no information regarding the population trends of this rare species. However, it is possible to infer a decline in its population owing to threats such as pollution and the effects of mini hydropower stations.", "populationtrend": "decreasing", "habitat": "This species occurs in predominantly well-shaded areas of shallow, fast or slow-flowing streams (Batuwita <em>et al</em>. 2017).", "threats": "This species is threatened by habitat loss and degradation due to deforestation and gem mining causing soil erosion and increased sedimentation in water bodies resulting in loss of clear water conditions. Water pollution caused by accumulation of agrochemicals is also a major threat to the species.", "conservationmeasures": "There is a lack of adequate information regarding conservation efforts for this species.", "usetrade": "There is no use/trade information available for this species."}]}