{"name": "191695", "result": [{"species_id": 191695, "taxonomicnotes": "The types that Tarleton H. Bean used to describe <em>Fundulus dugesii</em> in 1887 were collected by Alfredo Dugès (probably) somewhere in Guanajuato; the year of collection is unknown. In 1896, Jordan and Evermann transfered this species into the genus <em>Adinia</em>, Meek in 1902 into the genus <em>Zoogoneticus</em>. Hubbs and Turner (in Turner, 1937) finally placed it as type in the genus <em>Allotoca</em>. <em>Allotoca vivipara</em>, decribed from the Pátzcuaro lake be Fernando de Buén in 1940 is <em>Allotoca dugesii</em>. Eight subpopulations according to separate drainages can be distinguished: The Río Grande de Morelia subpopulation, the Lago de Pátzcuaro subpopulation, the lagunas de Zirahuén and Yuriría subpopulations, the Middle Río Lerma subpopulation (type subpopulation), the Río Duero subpopulation, the Lago de Chapala/Río Grande de Santiago subpopulation and the Río Verde subpopulation. Samplings throughout the last two decades suggest, that many of these subpopulations have disappeared and probably only the Río Grande de Morelia, the Lago de Pátzcuaro and the Río Duero subpopulations are still extant.", "rationale": "The Opal Allotoca is a Mexican live-bearing freshwater fish species, historically known from several drainages and endorheic basins in the federal states of Guanajuato, Michoacán and Jalisco. It has disappeared in recent decades from most of these localities due to water pollution (urban and industrial sewage), agricultural impacts (pesticids, herbicids, nutritients, sediments) and competition (Common carps, Tilapia) or predation (Black Bass) from non-native fish. The species remains in only a few remnant subpopulations within the Río Duero and Lago de Pátzcuaro drainages, and in few spring and dam areas in the Río Grande de Morelia/Lago Cuitzeo system. Taking into consideration the substantial declines of the population, decreasing AOO, EOO, number of locations, subpopulations, habitats and deterioration of habitat quality, the Opal Allotoca is assessed Endangered. <br/><em></em>", "geographicrange": "The Opal Allotoca is a Mexican freshwater fish endemic to the federal states of&#160; Michoacán, Jalisco and Guanajuato. The historical distribution encompassed the Río Grande de Santiago to just above Guadalajara, springs and its effluents along the Río Duero (lower Río Lerma affluent), headwaters of the Río Verde and some of its affluents like the ríos Lagos and San Pedro, northern tributaries of the Río Lerma (ríos Turbio, Guanajuato and Laja, Arroyo Grande), the endorheic Lago de Pátzcuaro basin, the lagunas de Zirahuén and Yuriría, and the endorheic Rio Grande de Morelia basin, including several springs and dams and the Lago Cuitzeo. There is one report from the east coast of the Laguna San Marcos in Jalisco, about 12 km west of the Chapala lake, and recent rumours about an <em>Allotoca maculata</em>/<em>A.&#160;</em><em>dugesii</em> type fish from the Laguna de Sayula drainage near Atoyac; but, these records need to be verified. <br/><br/>The species has been extirpated from the Río Grande de Santiago and Rio Verde drainage through water pollution. A survey by Slaboch <em>et al.</em> revealed in 2008 (R. Slaboch pers. comm. 2008) a stock north of Poncitlán, but the habitat was polluted and lacked fish (except for introduced <em>Gambusia </em>sp.) during a survey of Köck <em>et al.</em> in 2016. The last two known habitats of the species north of the Río Lerma were surveyed by Köck <em>et al.</em> in 2017. The habitat south of Irapuato (close to the Río Guanajuato) has altered into a muddy, smelly channel without any fish while the habitat east of Corralejo de Hidalgo (Río Turbio) was populated only with Guppys (<em>Poecilia reticulata</em>). A recently discovered stock (prior to 2005), close to the town of Etúcuaro is the only extant one known from the Río Duero subpopulation, the subpopulation from the Laguna de Zirahuén has been extirpated by Black Bass. The only strongholds of the species seem to be the spring near the old mill in Chapultepec (Lago de Pátzcuaro drainage), some springs in the Río Grande de Morelia system and a tributary of the&#160;Lago Cuitzeo. Water pollution and competition from non-native fish eliminated the species from the Laguna de Yuriría and the Lago de Pátzcuaro.<br/><br/>In 2008, it was estimated that the Opal Allotoca had disappeared from nearly 80% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).", "population": "The population of the Opal Allotoca has decreased dramatically within the last two decades. Historically widely distributed, this sensitive species (especially in terms of water pollution),&#160;has been extirpated from many habitats due to various reasons. <br/><br/>Río Duero subpopulation: Until about 2005, no extant stock from the Río Duero drainage was known, but then a population in a spring near Etúcuaro was found. This stock is very small.<br/><br/> Lago de Pátzcuaro subpopulation: The species disappeared from the lake within the last decade, probably due to pollution of the endorheic lake drainage and as a result of competition through non-native species being introduced in this system. The Black Bass, with which the lake was stocked with in the early 1930's, has since has had a heavy impact on the local fish fauna, especially Goodeids. Common carps in the colder north and Tilapia in the warmer south of the lake were brought into the system by the 1970's. The only known extant habitat of <em style=\"\">Allotoca dugesii</em> in the drainage is the spring at the Molino Viejo de Chapultepec (the spring at the old mill in Chapultepec).<br/><br/>Río Grande de Morelia subpopulation: The only subpopulation that can still be found at some places. A stronghold is the Borbollón spring in la Maiza, but is still occurs in the Presa Cointzio and the Lago Cuitzeo near affluents, where cleaner water with current enters the lake through a dam.", "populationtrend": "decreasing", "habitat": "The Opal Allotoca lives in lakes, ponds, and streams and generally prefers depths of less than 1.3 m. It can be found over clay, mud,  sand, gravel and rocks. Vegetation can usually be found, but is also absent&#160;sometimes. When vegetation is present, it consists of <em>Nasturtium</em>, <em>Ceratophyllum</em>, <em>Potamogeton</em>, <em>Eichhornia</em> and green algae. There is typically moderate to no current, although currents can occasionally be strong too. The water is either clear to murky or muddy (Miller 2005).<br/><br/>One of the habitats&#160;<em>Allotoca dugesii </em>can be found in, is the spring in Chapultepec. This is an egg shaped and fenced in spring with two  effluents, one on the southern end, one on the western end. The dimensions are approximately 100 x 50 m, the depth is at least 1.5 m. The Opal Allotoca was found during several  surveys from the 1990's to 2017 by Köck <em>et al., </em>Lyons<em>&#160;et al. </em>and  many others in both effluents and channels ranging from about 80 cm (southern channel) width to  more than 1 m (western channel) width. Both channels have sandy ground with  gravel and several rocks in the borders. In recent years (2014-2017),  submersed vegetation occurs in the form of floating  water hyacinths, directly after the outlet in the southern areas with dense<em> Egeria</em>  sp. stocks.&#160; Grassy riparian vegetation covers the borders of these channels and hangs&#160; over the surface, while the western channel is partly covered by trees. At the western outlet, some exotic <em>Zantedeschia</em> species grow along the borders, shading it partly. This part of the channel was densely planted with<em> Egeria</em>  and had a depth of 1 m. After 120 m from the outlet it was dammed, leaving the  subsequent part of the channel with a depths ranging between 15 and 40 cm. Both channels had fast to moderate currents, with characteristically milky blue water, probably due to dissolved minerals. The  vegetation in the spring itself was composed of <em>Egeria</em> species and <em>Potamogeton</em>  species. The water parameters taken in March 2017 were: water temperature, 19.5°C; pH, 7.22, conductivity, 1,180μS. Other fish species associated with this habitat were <em>Alloophorus robustus</em>, <em>Goodea atripinnis</em>, <em>Skiffia lermae </em>and<em>&#160;</em><em>Allotoca diazi</em>. <em>Allotoca dugesii,</em>&#160;like all <em>Allotoca</em> species, is mainly carniverous, feeding on small invertebrates. <em></em>", "threats": "The Opal Allotoca suffers from habitat degradation as a result of water pollution through industrial and municipal discharges, in addition to competition and predation by non-native invasive fish species. Water pollution has eliminated this species from the Río Grande de Santiago drainage, the Río Verde system, from rivers north of the Río Lerma in Guanajuato, from the Pátzcuaro lake, the Yuriría lagoon and from portions of the Río Duero drainage. In some places, like the Pátzcuaro lake and the Yuriría lagoon, this elimination is also partly due to competiton with non-native invasive species. In other areas, it has been extirpated by predatory Black Blass (Lago Zirahuén). Ongoing threats for remaining areas of habitat include agricultural influences (herbicides, pesticides, nutritienst), water extraction, water pollution, competition through non-native fish spcies (such as&#160;<em>Oreochromis</em> spp.) and droughts (for example, in Lago Cuitzeo).", "conservationmeasures": "The Opal Allotoca is included in the international <em>ex-situ</em> breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera<em> Allotoca</em> and <em>Neoophorus</em> (ÖVVÖ 2018). Another conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico.&#160;No other conservation efforts for this species are known.", "usetrade": "The Opal Allotoca is not utilised for consumption and is not a target species for the international ornamental fish trade. <br/><em></em>"}]}