{"name": "119863483", "result": [{"species_id": 119863483, "taxonomicnotes": "According to the molecular phylogenetic analysis by&#160;Sánchez-Guillén&#160;et al. (2018), <em>Ischnura foylei</em> forms a tight cluster together with two Neotropical species, <em>Ischnura fluviatilis </em>Selys, 1876 and <em>I. ramburii</em> (Selys in Sagra, 1857), and indeed, these species share some similarity in the abdominal colour pattern. Occurrence of a representative of a Neotropical lineage in the Indo-Malayan Biogeographical Realm, but only at one crater lake in Sumatra, is striking. It may be hypothesized that after the crater lake was formed and became suitable for Odonata it&#160; was by chance colonised by an American damselfly arrived across the Pacific as aeroplancton.", "rationale": "<p>The only population of the species is known to exist in a unique habitat,&#160; the Danau Gunung Tujuh caldera lake in&#160;Kerinci Seblat National Park, Sumatra.&#160;Most probably the entire species is confined to it. Then its very existence depends on this lake, any dramatic change of the natural conditions of this lake can exterminate the species. This may be because of human disturbance such as water pollution (possible although hopefully unlikely in a national park), geological events (a strong earthquake or eruption of the volcano), or strong climate change could result in the species very rapidly moving to Critically Endangered or even Extinct. Since threats exist and the species is known from a single threat-defined location, it qualifies for Vulnerable under criterion D2.</p><p>  </p>", "geographicrange": "<p>The species is known only from one lake, Danau Gunung Tujuh (Danau Sakti), in Indonesia, Sumatra, Jambi Province.</p>", "population": "<p>The only known population at Lake Gunung Tujuh is very numerous.</p>", "populationtrend": "unknown", "habitat": "<p>The species is known only from a lake residing in an extinct volcanic caldera (the highest caldera lake in South East Asia) among evergreen forest at 1995 m asl. These damselflies abound at sedge at the banks and are the only species of those so far recorded at the lake.</p>", "threats": "Possible habitat deterioration: as to the information existing up to date, the existence&#160;of the species depends on the persistence of natural conditions at the only caldera lake from where it is known. These conditions could change as the result of human recreational activities, volcanic activity or earthquakes.", "conservationmeasures": "The lake with the only known population of the species is in Kerinci Seblat National Park and, although a popular touristic object, this is a protected area. The species is not threatened as long as this regime persists", "usetrade": null}]}