{"name": "149104990", "result": [{"species_id": 149104990, "taxonomicnotes": null, "rationale": "<em>Lebiasina boruca</em> is distributed in small streams and tributaries on the Pacific slope of southwestern Costa Rica and western Panama. Extent of Occurrence (EOO) is estimated to be 7646 km<sup>2</sup>&#160;and the species occurs in four locations. Population data are lacking, but this species is uncommon to rare where it occurs. Localized and regional threats exist, which are producing an inferred continuous decline in habitat quality and potentially habitat availability. Therefore, <em>L. boruca</em> is assessed as Vulnerable (VU) under criterion B1ab(iii).", "geographicrange": "<p><em>Lebiasina boruca</em> is distributed within the Terraba, Coto, and Tusubres river drainages on the Pacific versant of southwestern Costa Rica (Angulo <em>et al</em>. 2013, 2015). This species also has reported collections for the Chiriqui Viejo River basin in western Panama (Fishnet2 2019). Elevation ranges from 10-1000 meters above sea level (Bussing 1998).&#160;</p><p>Extent of Occurrence (EOO) is estimated to be 7646 km<sup>2</sup>, based on a limited number of georeferenced point records (A. Angulo pers. comm. 2019, Fishnet2 2019, GBIF 2019) and the area of the major drainages from which this species is reported. While there is considerable uncertainty regarding the scope of existing threats, this species is inferred to occur in four locations (Tusubres, Terraba, Coto, and Chiriqui Viejo drainages).&#160;</p>", "population": "<p>Total population size and population trend are unknown. This species is reportedly uncommon throughout its range (Bussing 1998). In the Tusubres River drainage, this species is rare and only recently confirmed from this drainage based on the collection of less than 5 specimens (Angulo <em>et al</em>. 2015). Less than 200 individuals exist in museum collections (A. Angulo pers. comm. 2019, Fishnet2 2019).</p>", "populationtrend": "unknown", "habitat": "This species is only found in small creeks and channels characterized by low to moderate water velocity and temperatures of 23-29 °C. It feeds primarily on terrestrial insects and reaches a maximum length of 14 cm (Bussing 1998).", "threats": "<p>Expansive agriculture has led to the deforestation of much of the Terraba River drainage (Krishnaswamy <em>et al</em>. 2001). As a result, sedimentation rates have increased and may have resulted in a decline in the quality of habitat available to <em>L. boruca</em>, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Terraba River basin (Anderson <em>et al</em>. 2006).</p><p>The Coto River drains extensive areas of plantation agriculture (Spongberg and Davis 1998) that have undergone significant deforestation and land-use changes in the last 35-45 years, and now consist primarily of coffee plantations (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008). Plantation agriculture is widespread in the south Pacific portion of Costa Rica and in western Panama, and much of the land has been converted and channelized to support monoculture crops of palm oil (Beggs and Moore 2013).</p>  <p>Given a lack of population data and limited sample records, it is difficult to assess the potential impact of these threats. However, existing threats probably continue to produce declines in habitat quality, and potentially in habitat availability.</p>", "conservationmeasures": "There are currently no species-specific conservation actions directed towards <em>L. boruca</em>. The Terraba River drainage is included within Los Quetzales National Park and La Amistad International Park (IUCN and UNEP-WCMC 2019). More research regarding distribution, population size and population trend, and the impacts of potential threats are needed.", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}