{"name": "11532", "result": [{"species_id": 11532, "taxonomicnotes": null, "rationale": "<em>Lepidocephalichthys jonklaasi</em> is an endemic range-restricted species, known from four locations in the southwestern lowland wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 2418 km<sup>2</sup> and Area of Occupancy (AOO) is 92 km<sup>2</sup>. Its habitat is declining due to logging, rapid expansion of agriculture and drying out of streams due to climate change. A continuing habitat quality decline has been observed due to accumulation of agrochemicals, seepage from gem mining activities and siltation. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore, the species is assessed as Endangered.", "geographicrange": "This species of loach is endemic and restricted to the shallow streams of lowland rain forests in the wet zone of Sri Lanka (De Silva <em>et al. </em>2015).", "population": "There is no population data available for this species which is rare within the country. However, a decline in its populations may be inferred on the basis of threats faced by this spices which include pollution, climate change and over fishing.", "populationtrend": "decreasing", "habitat": "<p>This species is found to inhabit shallow and slow-flowing rivulets which are&#160;heavily shaded and have a substrate made up of mainly leaf debris. They also prefer silty substrate with slow flowing water (Senanayake 1980, Pethiyagoda 1991, De Silva <em>et al.</em> 2015).</p>", "threats": "This species is threatened by habitat loss and degradation due to illegal and  unsustainable agricultural practices and gem mining, leading to water pollution by seepage, accumulation of  agrochemicals and increased sedimentation caused by deforestation. The species is also vulnerable to drying out of streams due to climate change.", "conservationmeasures": "<p>This species is banned from exportation in accordance to the Fisheries and Aquatic Resources Act No. 02 of 2006 and is identified as a protected species under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "This species used to be exported in the aquarium trade but this exportation is now prohibited by national acts and ordinances."}]}