{"name": "175966823", "result": [{"species_id": 175966823, "taxonomicnotes": "Older publications and museum records will report this species as <em>Bryconamericus meridae.</em>", "rationale": "Nearly all mountain habitats where this species occurs have been impacted by deforestation, sedimentation and pollution. As a result, the population has suffered declines and this species has been extirpated from some streams. Many rivers of the Maracaibo Basin suffer such extreme water extraction that very little flow reaches Lake Maracaibo. It is suspected that there has been a population reduction of 25% in the past 10 years. Therefore, this species is evaluated as Near Threatened.", "geographicrange": "Although this species has been reported from several other drainages, it is here considered as endemic to the Lake Maracaibo basin of Venezuela and Colombia. All other records are considered misidentifications.", "population": "Since the species is found in many areas of the southern Lake Maracaibo basin, the total population is assumed to be greater than 10,000, but there are no data to confirm this. However, because of the many ongoing threats present in that region, habitat degradation and loss have caused the total population to decline at a magnitude of 25% over the last 10 years.", "populationtrend": "decreasing", "habitat": "This species is found in streams and rivers, with high flow, cool, clear water, neutral pH, moderate levels of dissolved minerals and nutrients and rock or gravel substrate. It is oviparous and probably an omnivore, consuming both plant material and aquatic invertebrates.", "threats": "Most streams where <em>K. meridae </em>is (or was) found have suffered some form of human alteration. The highlands of the Maracaibo Basin are heavily impacted by agriculture and cattle ranching, and the resultant deforestation, sedimentation and increase in water temperature, plus the introduction of fertilizers and pesticides. There are also large and small dams, oil production and coal mines. However, there are few studies of specific impacts on <em>K. meridae.</em>", "conservationmeasures": "This species occurs in Sierra La Culata National Park in Venezuela. There are no specific conservation measures protecting this species.", "usetrade": "This species is not used."}]}