{"name": "171509", "result": [{"species_id": 171509, "taxonomicnotes": null, "rationale": "This species is endemic to Greece. It is an alpine species that occurs on the highest parts of Olympos Mountain. Although it has a very restricted range, it is probably not immediately threatened because of its relatively inaccessible habitat. The species is considered Near Threatened as a result of its highly restricted extent of occurrence and area of occupancy (EOO and AOO are both around 20 km²). At present there are no known significant threats currently acting on the species. Monitoring is recommended because of its highly restricted distribution, since the species could move to a threatened category if impacts from tourism, recreational use or any stochastic event affect it. Further research should focus on the distribution, population size and trend, ecology, and threats to the species,", "geographicrange": "This<em> </em>is an alpine species that is found on the highest parts of Olympos Mountain in Greece.", "population": "There is no information on the population size or trend available.", "populationtrend": "unknown", "habitat": "This species is alpine and was found within stony meadows.", "threats": "Increasing tourism is a plausible threat to this species, although the tourism infrastructure is already well developed and at present further expansion is not expected. Trampling, path development, litter and pollution are potential impacts from recreational and tourism use. Extreme temperatures resulting from climate change are likely to affect the species in future.", "conservationmeasures": "The estimated range is within Olympos Mountain National Park. The species is listed in the <em>Red Book of Threatened Species of Greece</em> (Legakis and Maragou 2009) as Critically Endangered (CR B1). However, there are no plausible threats at present. Further research should focus on the distribution, population size and trend, ecology, and threats to the species, and the species should be monitored frequently given its very restricted area of distribution.", "usetrade": "This species is not known to be utilized."}]}