{"name": "176430546", "result": [{"species_id": 176430546, "taxonomicnotes": "<em>Nantis indefessus</em> was transferred to <em>Bryconamericus </em>by Thomaz <em>et al.</em> (2015) based on a molecular phylogeny with weak support for that nomenclature change. Furthermore, Mirande (pers. comm.) stated \"Thomaz<em> et al.</em> used DNA data from specimens of the lot LBP7123, identified at that moment as <em>Bryconamericus exodon</em>, the type species of the genus. However, those specimens were subsequently identified as <em>B. iheringii</em>. Therefore, all nomenclatural changes made by Thomaz<em> et al</em>. involving <em>Bryconamericus </em>are wrong. In particular, the synonymy of <em>Hypobrycon, Nantis,</em> and <em>Odontostoechus</em> with <em>Bryconamericus </em>are an artifact of that misidentification and those genera were, indeed resurrected by Mirande (2019).\"<br/><br/>Thus, Mirande (2019), based on a more comprehensive phylogenetic analysis, resurrected <em>Nantis </em>showing that <em>Bryconamericus exodon</em>, the type species of the genus was placed in a different phylogenetic position from Thomaz <em>et al. </em>(2015) far from the clade including <em>Nantis</em>, and therefore showing that the inclusion of <em>Nantis indefessus</em> in <em>Bryconamericus </em>was wrong and unjustified. Therefore, the valid name of this species is <em>Nantis indefessus</em>.", "rationale": "This species is considered under the category of Vulnerable according to the criteria B2ab(i,iii): the area of occupancy (AOO) is estimated to be less than 2,000 km<sup>2</sup> (1,700 km<sup>2</sup>), it is known to exist at no more than 10 locations (four), and there is continuing decline in the extent of occurrence (EOO) and area, extent and quality of habitat, based on the impacts of deforestation and pollution linked to agriculture, urbanisation, and industrialisation.", "geographicrange": "This species is widely distributed in the upper Bermejo and Juramento basins in north-western Argentina (Mirande 2012).", "population": "No data on the population trend of this species are available, although it is a abundant and widespread species in its area of distribution.", "populationtrend": "unknown", "habitat": "This species is abundant in small creeks and secondary branches of rivers with relatively low to moderate current and abundant aquatic vegetation commonly observed forming schools (F. Alonso pers. obs. 2020).", "threats": "Important areas where this species occurs have been deforested and suffer many impacts as agriculture, sewage from local populations, cities and industries, and in some areas the presence of the Rainbow Trout <em>Oncorhynchus mykiss</em>, an invasive species, may be severely affecting this species, among other impacts which are expected to increase in the future.", "conservationmeasures": "No conservation actions are directed towards this species although it is likely to be present in some protected areas in the region.", "usetrade": "<span style=\"background-color: rgb(255, 255, 255);\">No use or trade information for this species are available. It might be used as bait occasionally.</span>"}]}