{"name": "176431169", "result": [{"species_id": 176431169, "taxonomicnotes": null, "rationale": "This species is considered as Endangered (EN) according to&#160;criteria B1ab(iii)+2ab(iii). It has a restricted distribution, given it is known from a single stream, with an area of occupancy (AOO) and extent of occurrence (EOO) both of 260 km<sup>2</sup>. Continuing decline in habitat is inferred based on oil exploration and extraction in this area and the construction of roads. There is a single location based on these threats.", "geographicrange": "This species is only known from its type locality, an unnamed stream in the road to Campo Largo, General San Martín, Salta, Argentina. This stream is an affluent of the Río Itau, Río Bermejo basin (Mirande <em>et al.</em> 2011).", "population": "A reduction in the population of this species is suspected due to anthropic effects of habitat modifications related to roads and the use of the area for oil exploitation. This species was only collected with three specimens and further intensive sampling in the area only collected one additional specimen. Therefore, this species seems to have a very low abundance in this area (Mirande <em>et al.</em> 2011, F. Alonso pers. obs.).", "populationtrend": "decreasing", "habitat": "This species has been recorded in a rainforest stream with riffles and pools of one or two meters depth with a bottom ranging from gravel to large rocks. This stream flows through the piedmont rainforest of north-western Argentina; these environments are highly threatened and are disappearing due to human activities. Despite the relatively high collection efforts in the basin, this species was found only in one stream, and probably it constitutes a microendemism. The stomach of one specimen contained mainly allochthonous insects (Mirande <em>et al</em>. 2011).", "threats": "The area where this species inhabits is under an oil company exploitation and it is subjected to permanent modifications of their water courses and risks of spills and chemical contamination.", "conservationmeasures": "There are no conservation actions towards this species and its habitat.", "usetrade": "No trade or use of this species is known."}]}