{"name": "139560577", "result": [{"species_id": 139560577, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis haematopus</em> is known from more than 30 locations in Catanduanes, southern Luzon and Polillo in the Philippines. Threats from clearance of forest exist across the range of the species. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but despite the relatively wide range the AOO is not likely to be large, quite likely around or less than 2,000km<sup>2</sup> and is inferred to be declining along with the extent and quality of suitable habitat due to continuing loss and degradation of forest. Severe fragmentation is certain since suitable habitat in southern Luzon is fragmented. If the AOO was known to be below 2,000km<sup>2</sup> this species would qualify for Vulnerable under criteria B2ab(ii,iii) and it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Igneocnemis haematopus</em> is known from Catanduanes, southern Luzon and Polillo in the Philippines (Gapud 2006, Gassmann &amp; Hämäläinen 2002, Lieftinck 1981, Needham &amp; Gyger 1939, Villanueva 2010a, 2010b, Villanueva &amp; Gil 2011, Villanueva <em>et al</em>. 2012). The assessor is aware of records from more than 30 locations but it has only been possible to assign separate coordinates to 26 of these for mapping purposes. Some of the locations are within protected areas, for instance the Mount Makiling Forest Reserve and Mount Isarog National Park in Luzon. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. Despite the relatively wide range of the species the AOO is not likely to be large (since much of the suitable habitat has already been lost within the species range, especially in southern Luzon and Polillo), quite likely around or less than 2,000km<sup>2</sup> and is inferred to be declining due to continuing loss of forest.</p>", "population": "<p>Judged from the numbers of specimens available this is often a relatively common species where it occurs. Beyond this all that can be said with the available data is that some decline in overall population will be occurring as a result of clearance of forest throughout the range of the species and that severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded but Villanueva &amp; Gil (2011) found it a shady streams in Catanduanes and in Polillo Villanueva (2010a) noted that it occurred at “in shady moist vertical surfaces of boulder and cliff where females were noted ovipositing”, presumably these boulders and cliffs were in or beside streams. The extent and quality of suitable habitat are assumed to be declining loss and degradation of forest within the range of the species.</p>", "threats": "<p>This species is threatened across its entire range (including within protected areas) by clearance of forest for agriculture and as a result of logging.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection of existing protected areas where it occurs.</p>", "usetrade": null}]}