{"name": "175045313", "result": [{"species_id": 175045313, "taxonomicnotes": "Jerdon (1849) described <em>Systomus assimilis </em>from rivers of Canara, the erstwhile British Indian region, now comprising several districts in coastal Karnataka. The species was considered as a synonym of <em>Dawkinsia filamentosa</em>&#160;(Jayaram 1991, Menon 1999) until it was resurrected by Pethiyagoda and Kottelat (2005) who considered the species from Nethravati River, Karnataka, as conspecific to Jerdon's description. However, they also tentatively assigned and identified the populations from Chalakudy and Kallada River to <em>D. assimilis </em>and kept <em>D. lepida </em>under its synonymy. Katwate <em>et al.</em> (2020) designated a neotype for <em>Dawkinsia assimilis</em> from Nethravati River at Dharmasthala (12.966 N, 75.370 E), Karnataka and suggested that populations from Chalakudy comprise of two other species, <em>D. lepida</em> and <em>D. austellus</em>; and from Sowparnika and Sita rivers comprise the new species <em>D. apsara</em>.", "rationale": "<em>Dawkinsia assimilis</em> is assessed as Endangered due to restricted distribution to&#160;two locations in two tributaries of Nethravati River of Western Ghats, where it has an extent of occurrence (EOO) of 2,743 km<sup>2&#160;</sup>and an Area of Occupancy (AOO) of 16 km<sup>2</sup>. There is an on going decline in habitat quality at the sites where  the species occur, due to pollution, land use change and other anthropogenic disturbances.  There is also a potential threat from the unmanaged collections for the  aquarium pet trade which needs to be investigated further.", "geographicrange": "<p><em>Dawkinsia assimilis</em> is endemic to the Western Ghats of India (Dahanukar and Raghavan 2013), and was described from west flowing rivers of southern Karnataka (Jerdon 1849). The species is currently known with certainty only from the upper catchment areas of the Nethravati River in Karnataka, which includes the Kumaradhara tributary (Katwate <em>et al.</em> 2020). Records of this species from Chalakudy (Pethiyagoda and Kottelat 2005, Devi&#160;<em>et al</em>. 2010) comprise two other species, namely <em>D. austellus </em>and <em>D. lepida </em>(Katwate <em>et al.</em> 2020). There is a need to re-validate the records of this species from Kallada (Pethiyagoda and Kottelat 2005), Bharathapuzha and (Bijukumar <em>et al</em>. 2013) rivers based on revised diagnosis and description of the species provided by Katwate <em>et al.</em>&#160;(2020). However, because both Kallada and Bharathapuzha rivers are south of Palghat gap, a biogeographical barrier that has been shown to affect fish distribution (Dahanukar <em>et al. </em>2004, Anoop <em>et al</em>. 2018), it is less likely that these populations will be conspecific with Nethravati populations. Therefore, <em>D. assimilis</em> may be considered as endemic to the Nethravati River system.&#160;</p>", "population": "Currently there is no information on the population status of this species.", "populationtrend": "unknown", "habitat": "<em>Dawkinsia assimilis </em>occurs in slow-flowing areas close to the banks and large, relatively deep, pools (3-4 ft depth) in the main river channel with sluggish water currents (Pethiyagoda and Kottelat 2005, Katwate <em>et al. </em>2020). It inhabits areas with fallen branches and other detritus matter, and mud, sand, large boulders and gravel as substrate (Pethiyagoda and Kottelat 2005, Katwate <em>et al. </em>2020).", "threats": "Species specific threats to <span style=\"font-style: italic;\">Dawkinsia assimils</span> are not known. However, habitat of the species is threatened because of several anthropogenic stressors. In the Kumaradhara tributary of the Nethravati River, the habitat of the species is threatened by organic pollution from households, agricultural runoffs from rubber plantations and ongoing and proposed developmental projects (Ramachandra&#160;<em>et al. </em>2013). In general, the Nethravati&#160; River system has experienced major land use changes in the last five decades and is expected to change drastically in the next decade (Sinha and Eldho 2018). These land use changes are affecting the soil erosion properties of the region and is causing excessive siltation (Ganasri and Ramesh 2016, Sinha and Eldho 2018), which can alter the critical habit of the species. In addition, the proposed and ongoing projects of the Nethravati River Diversion Project and Kukke Mini Hydel Scheme (Kukke MHS), are causing serious damage to the habitats in this region (Ramachandra&#160;<em>et al. </em>2013, Lanka and Shrihari 2015). <br/><br/>Due to its restricted distribution, unmanaged collection for the aquarium pet trade may also pose a threat to the local populations.", "conservationmeasures": "No species specific conservation actions are currently in place, although the species does occur in a protected areas. Conservation efforts are needed to keep a check on the aquarium trade of the species to avoid unsustainable exploitation. There is also a need to protect the habitat of the species through further site area protection. Further research and monitoring is essential to understand the distribution, population trends, harvest trends and life history ecology of the species, which can aid in designing conservation action.", "usetrade": "This is a popular aquarium fish (Collins&#160;<em>et al</em>. 2012), that has been exported for a number of years under the incorrect names of&#160;<span style=\"font-style: italic;\">Puntius mahecola</span> or \"Mahecola Barb\" (Seriously Fish 2009-2020). Similarly, a share of the exports of <em>D. filamentosa</em> may actually comprise of&#160;<em>D. assimilis</em> (N. Sood <em>pers. comm.</em>)."}]}