{"name": "173721057", "result": [{"species_id": 173721057, "taxonomicnotes": null, "rationale": "<p><em>Protosticta joepani</em> is known from 13 locations in Sabah and Sarawak, including some locations within National Parks. Its extent of occurrence (EOO) is much larger than the criterion B1 thresholds (EOO = 49,326–63,257 km²). However, this species appears to be particularly sensitive to disturbance to the forest around the streams in which it breeds and is very local in occurrence across much of its range. Although an accurate estimate of its area of occupancy (AOO) is not possible, it is likely to be smaller than 2,000 km² and the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to forest within the range of the species. The overall population will already be severely fragmented. Threats exist at all locations, even those in protected areas. The species is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)).</p>", "geographicrange": "<em>Protosticta joepani</em> is known from 13 locations in Sabah and Sarawak (Dow <em>et al.</em> 2020, Dow unpub. data). Some locations are within National Parks (for example, the Crocker Range National Park in Sabah and Gunong Mulu National Park in Sarawak). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is unlikely to be larger than 2,000 km². Moreover, the AOO is inferred to be declining due to loss of and disturbance to forest within the range of the species. Its minimum extent of occurrence (EOO) is 49,326 km² (based on a minimum convex polygon (MCP) around the known data points).", "population": "<p>This species typically occurs at fairly low densities and is very local in occurrence across most of its range. An ongoing decline in overall population is inferred from loss and degradation of forest throughout the range of the species and the overall population will already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Dow <em>et al. </em>(2020: 383) state: “<em>Protosticta joepani</em> is typically found in steep forested terrain, perched on steep slopes, sometimes far above water; it is only occasionally collected at the streams where it presumably breeds. It occurs at <em>ca </em>450–1,500 m asl but is probably most common in the middle of this range.” All that can be added to this is that the species has only been found in pristine or close to pristine forest, this is true even in areas that are under (or have been under) timber licences, where the species has only been found in sections either not yet logged, deliberately set aside (for instance as water catchments) or that simply have not had, or been crossed to reach, valuable timber in them and were therefore left alone. It appears that this species may be particularly sensitive to disturbance to the forest around the streams in which it breeds. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Since this species appears to be particularly sensitive to disturbance to the forest around the streams in which it breeds the main threats will be from loss of and disturbance to forest from logging and plantation establishment. Although populations within protected areas are hopefully safe from the aforementioned threats, forest fires are a real threat everywhere (and have already occurred on Gunong Mulu and in parts of the Crocker Range) and one that is only likely to become more serious with climate change.</p>", "conservationmeasures": "<p>The priorities for this species are for the protection of more habitat where it occurs and for more data on its distribution and ability to tolerate disturbance to the forest surrounding its stream habitats.</p>", "usetrade": null}]}