{"name": "125990534", "result": [{"species_id": 125990534, "taxonomicnotes": null, "rationale": "<p></p><p><em>Rivulus roloffi</em> is distributed throughout headwater streams on central and northern slopes of the Dominican Republic, specifically in the the Yuna, Yaque del Norte, Ozama, and Haina river drainages in La Vegas, Peravia, and San Cristobal provinces. Extent of Occurrence (EOO) is estimated to be 1,498 km<sup>2</sup>. A number of localized and regional threats are likely impacting habitat quality, including deforestation and land-use changes associated with agricultural expansion and cattle grazing, expansion of hydroelectric infrastructure, unsustainable tourism, and mining activities. However, limited ichthyological sampling in the region, few georeferenced collection localities, and uncertainties regarding the scope and magnitude of existing threats prevents and accurate estimation of the number of threat-based locations where this species occurs. Therefore, <em>R. roloffi</em> is assessed as Near Threatened under criterion B1b(iii).</p><br/><p></p>", "geographicrange": "<p></p><p><em>Rivulus roloffi</em> is distributed throughout headwater streams of the Yuna, Yaque del Norte, and Haina river drainages in La Vegas, Peravia, and San Cristobal provinces, Dominican Republic (Lee&#160;<em>et al.</em>&#160;1983). </p>  <p>Extent of Occurrence (EOO) is estimated to be 1,498 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Lee&#160;<em>et al.</em>&#160;1983, GBIF 2020). The number of threat-based locations where this species occurs cannot be determined with accuracy, given limited ichthyological sampling, relatively few georeferenced collection records and uncertainties regarding the scope and magnitude of existing threats. </p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p></p><p>This species occurs in small headwater streams characterized by swiftly flowing water and sandy substrates (Lee&#160;<em>et al.</em>&#160;1983). It co-occurs with several species of native poeciliids (Lee&#160;<em>et al.</em>&#160;1983). Maximum reported body size is approximately 4 cm total length (TL) (Lee&#160;<em>et al.</em>&#160;1983). It is more common in small streams and creeks with aquatic and marsh vegetation, clear and flowing water (Torres-Pineda 2018). </p><br/><p></p>", "threats": "<p></p><p>The primary threats to freshwater biodiversity in the Dominican Republic include deforestation and land-use changes associated with agricultural expansion and cattle grazing, expansion of hydroelectric infrastructure, unsustainable tourism, and mining activities (Perdomo and Arias 2009). Unsustainable land-use practices and illegal human settlement occurs in protected areas and in adjacent areas (Perdomo and Arias 2009). Future development to support an expanding number of annual tourists is expected to have considerable consequences on coastal freshwater ecosystems (Torres&#160;<em>et al.</em>&#160;2001). Anecdotal reports of declining freshwater fish abundance and localized extirpation of some species in the Yuna River suggest that the impacts of damming structures on the Blanco River have altered sedimentation patterns and natural hydrology considerably (Berge&#160;<em>et al.</em>&#160;2003). </p>  <p>Cultivated land (primarily used for coffee production) covers approximately 43% of the Haina River basin, resulting in considerable sedimentation and soil erosion (Izzo&#160;<em>et al.</em>&#160;2010). San Cristobal Province has an average population density of 420 inhabitants per km<sup>2</sup> and houses some of the largest urban centers (e.g., Villa Altagracia, Bajos de Haina). Coastal and alluvial plains in this region support a high concentration of anthropogenic activities (e.g., mechanized agriculture, industrial production), and downstream catchments in the Haina River drainage are severely contaminated with agricultural, industrial, and urban pollutants (Izzo&#160;<em>et al.</em>&#160;2010).</p>  <p>The non-native poeciliids <em>Poecilia reticulata</em> and <em>Xiphophorus hellerii </em>have established populations in several Dominican drainages, and may compete with native poeciliids for resources (Rodríguez Silva&#160;<em>et al.</em>&#160;2020).</p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of these threats on <em>R. roloffi</em>, continuing decline with regarding to habitat quality is inferred. </p><br/><p></p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>R. roloffi</em>. The range of this species includes Montaña La Humeadora National Park, and may extend into additional protected areas (IUCN and UNEP-WCMC 2020). Further research regarding distribution, population size, population trend, and the scope and magnitude of existing threats would be useful in clarifying the extinction risk of this species.</p>", "usetrade": "This species is not utilized."}]}