{"name": "117809499", "result": [{"species_id": 117809499, "taxonomicnotes": null, "rationale": "It is only known from two very small rocky reefs in the southern part of the lake, with the total number of individuals in both subpopulations together estimated to be much less than 1,000. The species is therefore listed as Vulnerable.", "geographicrange": "This species is endemic to Lake Malawi where it is known from Zimbawe Rock and from a tiny rocky reef just south of Mumbo Island (S 13º59.5’, E 34°45.4’).", "population": "At both known localities it is a common member of the rock-dwelling cichlid community.", "populationtrend": "stable", "habitat": "This species appears to be restricted to the upper reaches of Zimbawe Rocks. The reef consists of enormous boulders, many as big as a house, with very little small-rock habitat sitting on a sandy bottom at a depth of about 80 m. The rocks of this habitat create many caves and crevices that are used as spawning-sites, with territorial males seen near rocky edges and caves between the large boulders. Males in breeding colouration defend a territory centred around a cave between rocks, however, coloured males sometimes join large groups of females feeding. This species feeds from rocky surfaces that are rich in aufwuchs with which they comb loose material from the algal matrix. Their food consists mainly of diatoms and small strands of cyanobacteria, and stomach contents inventories have revealed a predominance of this loose aufwuchs, but plankton is also consumed in large quantities (Ribbink <em>et al. </em>1983). Males territories usually border one another and breeding males can be as close as one meter apart. Females are sometimes found singly but regularly form foraging groups as well. Spawning occurs inside the male's cave and mouth-brooding females are usually found solitary, hiding among the rocks in shallow water.", "threats": "No immediate threats are known, with both localities outside the direct influence of sedimentation and both are within the National Park. To date (2018) no introduced exotics have been encountered at either locality. It is not targeted for the aquarium trade.", "conservationmeasures": "The species occurs wholly inside Lake Malawi National Park.", "usetrade": "This species was never targeted by the ornamental fish trade and only small numbers have been exported for the aquarium trade to date. The small mbuna is of no importance to subsistence fishermen."}]}