{"name": "191275", "result": [{"species_id": 191275, "taxonomicnotes": null, "rationale": "<p><em>Notropis calientis</em> is distributed throughout<em> </em>the Rio Lerma-Rio Grande de Santiago and the Panuco-Tamesi drainage basins located in central Mexico. By 2011, the species had disappeared from most of the sites where it had been recorded historically, representing a population reduction of approximately 82%. It is therefore listed as Critically Endangered. <br/></p>", "geographicrange": "<em>Notropis calientis&#160;</em>is a widespread freshwater species endemic to México. It is known from the Rio Lerma-Rio Grande de Santiago and the Panuco-Tamesi drainage basins located in central Mexico (Chernoff and Miller 1986). Historical data suggests that this species was present in the Morelia-Cuitzeo drainage basin prior to 1985, but has since been extirpated from that locality (Soto-Galera <em>et al.&#160;</em>1999).", "population": "<p>Data on the population size and population trend of <em>N. calientis</em> are limited. There is evidence that the range of this species is contracting as a result of habitat degradation (Lyons <em>et al</em>. 1998) with associated declines in abundance (Lyons <em>et al</em>. 2004, Mercado-Silva <em>et a</em><em>l</em>. 2006). However, the extent of range reduction is unknown. A study in 2011 visited most of the sites where the species had been recorded until then, and it was not found in 85% of the sites (Pedraza-Marrón 2011). The number of sites visited correspond to approximately 80% of the known sites of the species, and it is assumed that, given the occurrence of similar threats in the remaining sites, the decrease would be at least of 80% in those sites. Thus, a population reduction of 82% is inferred for the entire population. The generation length is estimated between 2.5 - 3 years.<br/></p>", "populationtrend": "decreasing", "habitat": "<p><em>Notropis calientis</em> predominantly inhabits small streams, impoundments, and small spring-fed lakes within its native distribution (Lyons <em>et al</em>. 2004). This species can be found at altitude in excess of 1500 m above sea level (Gómez-Balandra <em>et al</em>. 2012).</p>", "threats": "<p>The primary threat to <em>N. calientis</em> is habitat degradation as a result of urban, industrial, and agricultural pollution (Lyons <em>et al</em>. 1998, Lyons <em>et al</em>. 2004), as well as in habitat fragmentation resulting from damming throughout its range (Gómez-Balandra <em>et al</em>. 20012, Mercado-Silva <em>et al</em>. 2006). There has been considerable degradation in the water quality of Rio Lerma in the 20th Century from the pollution of major urban, industrial, agricultural and livestock wastes (Sedeño-Díaz and López-López 2007). While more detailed population data are needed to estimate the magnitude of decline, <em>N. calientis</em> is considered sensitive to habitat degradation (Mercado-Silva <em>et al</em>. 2006).<br/><br/>The establishment and spread of invasive species and their parasites (e.g. <em>Cyprinus carpio</em> and <em>Micropterus salmoides</em>) likely have an impact on the abundance of <em>N. calientis</em> and its close congeners (Contreras-Balderas <em>et al</em>. 2003).</p>", "conservationmeasures": "There are no species-specific conservation measures directed towards this species. The American Fisheries Society's Endangered Species Committee lists <em>N. calientis</em> as vulnerable based on the present or threatened destruction, modification, or reduction of the taxon’s habitat or range (Jelks <em>et al</em>. 2008). Research is needed to monitor population size and trends and the impact of current threats on the species.", "usetrade": "This species is not used or traded."}]}