{"name": "195991709", "result": [{"species_id": 195991709, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that this species has an extent of occurrence of 45 km<sup>2</sup>, it occurs at one location when considering bushfire, and there is a continuing decline in the extent and quality of its habitat as a result of recurring fire events that are expected to increase in frequency and intensity. Its population is estimated to have declined by up to 80% in at least part of its range due to the bushfires in 2019 and 2020, but research is needed to confirm this.", "geographicrange": "This species has a very restricted range just west of Sydney in the Newnes State Forest. It is likely to be restricted to the area in and around the Sydney Basin (M. Nash pers. comm. 2021). The species is known from three rainforest localities, and two earlier localities which have not been reconfirmed (Gunter and Weir 2017).", "population": "There are 29 records of this species in the Atlas of Living Australia, 27 of which have been taken since 2005. There is no evidence of decline prior to the 2019/2020 bushfire season. While post-fire surveys are lacking the species is expected to have suffered extreme mortality as a result of this event. The species' entire range was burned, 52% of which was subject to high intensity fire in which mortality of adults is likely to have been 70-80% as a result of both direct exposure and the degradation of its habitat.", "populationtrend": "decreasing", "habitat": "This species appears to be restricted to temperate rainforest where it breeds in mammal dung, and larval development presumably takes place in shallow burrows either in or beneath the dung. It is unknown whether it is specialized on the dung of any specific species and it may be a generalist, but a related species in the same area has so far only been found in association with wombat dung. Most species have annual life cycles, but some may have generation lengths of up to two years.", "threats": "The major threat to this species is an increasing intensity and frequency of bushfires as a result of a drying climate (Abram <em>et al. </em>2021). Drought may potentially impact the quality of dung if this species relies on moist dung for reproduction. Almost the entirety of the species' range was impacted in the 2019-2020 bushfire season, and all life stages are surface-active (or if they burrow at all only do so in shallow soil), and so will be directly exposed to fire. Within its range fire intensity was very high, however it may have been afforded some protection by its association with rainforest remnants in sheltered gullies which are less prone to burning. While the species has presumably survived historical fires within its highly restricted distribution, it is unknown whether it has been subject to fires of the intensity and frequency that are expected as a consequence of climate change. It is likely to exhibit some ability to disperse between habitat patches and so may recolonize areas from which it has been lost. It is likely to exhibit some ability to disperse between habitat patches and so may recolonize areas from which it has been lost, however some members of this group are flightless and it is unclear whether this is the case for this species (M. Harvey pers. comm. 2021). The most severe impact of fire is likely to be the loss and decline of mammal populations, and so of the dung on which the beetle relies for reproduction and larval development, and these are likely to recover slowly from fire.", "conservationmeasures": "This species is known from the area of Newnes State Forest. Research is needed to determine its degree of host specificity and dispersal capabilities, and post-fire surveys are needed to clarify the extent of impacts from recent bushfires.", "usetrade": "There is no known use of or trade in this species."}]}