{"name": "194591468", "result": [{"species_id": 194591468, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that this species has an extent of occurrence below 100 km<sup>2</sup>&#160;and there is inferred to have been a recent decline in the extent and quality of its habitat and the number of mature individuals (estimated to correspond to a decline potentially as great as, but for the purposes of this assessment considered most likely to be below, 80%) as a result of bushfires that encompassed the single location where it occurs. As fire intensity and scale are expected to increase, this represents a continuing decline resulting from a recurring threat from fire. Climate change is expected to lead to significant degradation of its habitat through desiccation within at most 20-30 years.", "geographicrange": "This species is endemic to Stirling Ranges National Park in Western Australia, where it is known from Bluff Knoll and Ellen Peak (Waldock 2013). There has been intensive surveying for this species, and it has not been recorded elsewhere.", "population": "It is a generally rare species. The populations are inferred to have declined as a result of the impacts of the 2019-2020 bushfire season. Fires may have been intensive within the species range. It seems plausible that 60-80% of the population may have been lost as a result, but this could be considered overprecautionary pending post-fire surveys as fires in this area typically leave areas of unburnt habitat which may act as refugia.", "populationtrend": "decreasing", "habitat": "This species lives on vegetation in montane heathland habitat (Girard and Endler 2014). Members of this genus are typically ground-dwelling (Girard and Endler 2014).", "threats": "The main threat to this high-elevation species is climate change, mainly through drying of the habitat projected over the next 20-30 years, and the montane heathland is classified as a threatened habitat in local legislation. This species is expected to have suffered high mortality as a result of fire and attendant habitat degradation, but survey work is needed to confirm this. The intensity and scale of fires is expected to increase as a result of a drying climate (Abram <em>et al. </em>2016), but the frequency of fires may be limited by the build-up of suitable fuel material. Prior to the 2019-2020 season Bluff Knoll last burned in the 1990s. This may reflect rates of fuel build-up as wildfires sparked by lightning strikes are common in the Stirling Range.<br/><br/>In common with other relictual invertebrates in the Stirling Range the species is expected to require moist soils that are drying as a result of both major droughts and an ongoing trend for reduced rainfall (Bain and Main in prep.), but this is in need of further study. The invasive mould&#160;<em>Phytophthora cinnamomi&#160;</em>is considered an indirect threat to invertebrates in the Stirling Range reliant on natural vegetation structure (D. Utber pers. comm. 2021), and areas invaded by&#160;<em>Phytophthora&#160;</em>have been found to contain higher densities of opportunistic invertebrates and so potential competitors for endemic species (Barrett 1996).", "conservationmeasures": "This species is endemic to Stirling Range National Park. The most important conservation intervention is fire management focused on excluding fire from this species' range, although prevention of large-scale fires is difficult. Control of&#160;<em>Phytophthora</em>-induced dieback is recommended and may be underway. Surveys are needed to clarify whether the species occurs away from the known localities.", "usetrade": "These spiders are highly desirable by specialist collectors."}]}