{"name": "125991676", "result": [{"species_id": 125991676, "taxonomicnotes": "<p>Existing records from the Atlantic versant of Venezuela (e.g., Román-Valencia <em>et al</em>. 2014) are reportedly erroneous, given previous taxonomic confusion within the current species concept (Phillip <em>et al</em>. 2013). Specimens from coastal basins of Venezuela are tentatively assigned to <em>H. metae</em> (Bertaco and Malabarba 2010).&#160;<em>Hemibrycon guppyi</em> was considered a junior synonym of&#160;<em>H. taeniurus</em>&#160;by Bertaco and Malabara (2010), who were unable to separate the former from the latter based on morphology. While some authors recognize this designation (Phillip <em>et al</em>. 2013), several others still include it as a valid species (Rodríguez-Olarte <em>et al</em>. 2009, Román-Valencia <em>et al</em>. 2014, García-Alzate <em>et al</em>. 2015, Fricke <em>et al</em>. 2020). In this assessment, <em>H. guppyi</em> is treated as junior synonym to <em>H. taeniurus</em>, and subpopulations that historically corresponding to the former are treated as <em>H. taeniurus</em>.</p><p><br/></p><p>Further morphological and genetic analysis will likely be necessary to generate consensus regarding the validity of this species concept.</p>", "rationale": "<p><em>Hemibrycon taeniurus</em> is endemic to the island of Trinidad, and has been reported from upper reaches of the northern and central mountain ranges southward to the Caparo and Ortoire Rivers. Total population size and population trend are unknown, but this species appears locally abundant. Extent of Occurrence is estimated to be 2,011 km<sup>2</sup>. A number of existing threats continue to impact habitat quality and availability, including industrial development, oil and gas production, agricultural expansion, and potentially invasive species. However, limited sampling effort in potentially suitable habitat and uncertainties regarding the scope and magnitude of existing threats prevents an accurate estimation of the number of threat-based locations where this species occurs. Therefore, <em>H. taeniurus</em> is assessed as Near threatened under criterion B1b(iii), as additional research is likely to qualify this species for inclusion in a higher threatened category. </p>", "geographicrange": "<p><em>Hemibrycon taenirus</em> is endemic to the island of Trinidad, and was originally reported from clear flowing streams in upper reaches of the northern and central mountain ranges and Nariva Swamp (Bertaco and Malabarba 2010, Phillip <em>et al.</em> 2013). Additional surveys have also reported this species from muddy lowland streams as far south as the Caparo and Ortoire Rivers (Phillip 1998).&#160;The type locality of <em>H. guppyi </em>(assumed to be a junior synonym of <em>H. taeniurus</em>) is Glenside Estate Stream, at the northern range foothills (Lima&#160;<em>et al</em>.&#160;2003).</p>  <p>Former reports of range extent into the Neverí-Cariaco drainage on the Atlantic versant of Venezuela (Rodríguez-Olarte&#160;<em>et al.</em>&#160;2009) are erroneous, and are the result of taxonomic confusion that has been resolved by tentatively assigning those subpopulations to <em>H. metae</em> (Bertaco and Malabarba 2010, Phillip&#160;<em>et al.</em>&#160;2013). Evans&#160;<em>et al.</em>&#160;(2003) report this species specifically from the lower Aripo River and the middle Tacarigua River in the Caroni River drainage basin.</p>  <p>Extent of Occurrence (EOO) is estimated to be 2,011 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection localities. Given limited sampling effort, Area of Occupancy (AOO) cannot be determined with accuracy. While a number of anthropogenic threats exist and continue to impact habitat quality and availability on localized scales, the scope and magnitude of impacts have not been evaluated in detail. These uncertainties prevent an accurate estimation of the number of threat-based locations where the species occurs. </p>", "population": "<p>Total population size and population trend are unknown. Extensive repeated sampling was conducted a total of 20 times along 50 m long stretches of stream habitat where this species was present between 2010-2015 (twice per year during the dry season, and twice per year during the rainy season) (Deacon&#160;<em>et al.</em>&#160;2017, Magurran <em>et al</em>. 2018). Of the 11 sites where this species was reported, the average number of individuals collected at each site across all sampling occurrences is as follows:&#160;Acono lower: 2; Acono upper: 1; Caura lower: 1; Lopinot lower: 2; Lopinot upper: 2; Lower Aripo lower: 186;&#160;Lower Aripo upper: 36; Maracas lower: 17; Maracas upper: 48; Turure lower: 7; Turure upper: 19. As a shoaling fish, this species is typically quite abundant where present (A. Deacon pers. comm. 2020).</p>", "populationtrend": "unknown", "habitat": "This species is a benthopelagic freshwater fish often found schooling at the base of rapids or waterfalls on the island of Trinidad, Trinidad and Tobago (Kenny 1995). Habitat is typically characterized by&#160;clear highland streams, but also includes muddy lowland streams as far south as the Caparo and Ortoire Rivers (Phillip 1998). Diet is comprised of&#160;freshwater guppies, invertebrate, algae, and plant material (Evans&#160;<em>et al.</em>&#160;2003, Magurran 2005, Torres Dowdall&#160;<em>et al.</em>&#160;2012, Furness&#160;<em>et al.</em>&#160;2012).&#160;This species reaches a maximum reported body size of 6.4 cm standard length (SL) (Reis&#160;<em>et al.&#160;</em>2003).", "threats": "<p></p><p>Industrial development is the major feature of current economic growth in Trinidad, and future development is perhaps the most severe plausible threat to this species (Hailey&#160;<em>et al.</em>&#160;2011). This includes increased declines in aquatic habitat quality and availability associated with urbanization and transport infrastructure development (Hailey&#160;<em>et al.&#160;</em>2011). Associated landscape changes, including dredging and modification of wetlands, river channels, and other ecologically sensitive areas has caused significant landscape changes, and extensive limestone quarrying have likely impacted adjacent and downstream aquatic habitat (Arkle&#160;<em>et al.</em>&#160;2017). </p>  <p>Oil and gas production are associated with transport via pipeline, refining activities, and downstream production industries (Hailey&#160;<em>et al.&#160;</em>2011). Currently, Trinidad and Tobago is the leading producer of oil and gas in the Caribbean (Arkle&#160;<em>et al.</em>&#160;2017). Approximately 90% of saline discharge associated with oil production is released directly into freshwater ecosystems (Hailey&#160;<em>et al.</em>&#160;2011).</p>  <p>Historic cultivation of sugar cane and cocoa as major export crops increased until the 1960s and has resulted in considerable land-use changes in the low-lying plains regions (Hailey&#160;<em>et al.</em>&#160;2011). However, sugar production declined significantly from 1960 onward, ultimately resulting in the closure of the last state sugar company in 2003 and closure of the last sugar factory in 2010 (Hailey&#160;<em>et al.</em>&#160;2011). Additionally, rice has been extensively cultivated around the Caroni and Nariva Swamps, and considerable tracts of swamp forest have been destroyed and converted to flooded fields in the process (Hailey&#160;<em>et al.&#160;</em>2011). Recent estimates suggest that approximately 51-60% of Trinidad remains forested, 5% of which consists of teak and Caribbean pine plantations (Hailey&#160;<em>et al.</em>&#160;2011, Spiers&#160;<em>et al.</em>&#160;2018). Deforestation rates are estimated to be 0.8% per year (Hailey&#160;<em>et al.</em>&#160;2011). Two-thirds of the land-mass of Trinidad is utilized commercially and agriculture currently accounts for 6% of national exports (Hailey&#160;<em>et al.</em>&#160;2011). Plantation agriculture in Trinidad utilizes large quantities of pesticides which likely impact aquatic habitat as runoff (Pemberton&#160;<em>et al.</em>&#160;2002). </p>  <p>The invasive Quilted Melania Snail (<em>Tarebia granifera</em>) has established throughout many of the streams draining the northern mountain range, and is especially prevalent in areas that lack riparian forest cover (Moslemi&#160;<em>et al.</em>&#160;2012). This species of snail alters nutrient cycling and may serve as a trophic dead end for aquatic communities by diverting fixed energy from primary producers away from higher trophic levels (Moslemi&#160;<em>et al.</em>&#160;2012). </p><br/><p></p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>H. taeniurus</em>. A number of national parks, wildlife sanctuaries, and forest reserves exist on the island (IUCN and UNEP-WCMC 2020), but their effectiveness has been questioned due to lacking enforcement and legal protection (Hailey&#160;<em>et al.</em>&#160;2011). In 2011, six new protected areas were proposed, and most notably include the Caroni, Matura, and Nariva areas (Spiers&#160;<em>et al.</em>&#160;2018). The Nariva Reforestation Project was funded from 2010-2015 by the World Bank to reforest approximately 1,300 hectares of illegally cultivated rice fields (Hailey&#160;<em>et al.</em>&#160;2011).</p>", "usetrade": "<p>This species is not utilized.</p>"}]}