{"name": "150122865", "result": [{"species_id": 150122865, "taxonomicnotes": null, "rationale": "This species is restricted to the Pacific versant of southern Costa Rica and western Panama, occurring from the Coto to the Dupí River drainage. Extent of Occurrence (EOO) is estimated to be 2,077 km<sup>2</sup>, and this species is considered to occur in fewer than five locations. Total population size is unknown. Despite extensive sampling from 2009-2019, there have been no verified collections of this species since 1973 in Costa Rica. A number of major pervasive threats exist, including deforestation, land-use change, and agricultural pollution resulting from expanding plantation agriculture. Existing threats continue to produce inferred declines in habitat quality and availability. Therefore, <em>A. lyonsi</em> is assessed as Endangered under criterion B1ab(iii). Fully comprehensive ichthyological sampling throughout the entire range of this species will be necessary to determine where it is still locally extant.", "geographicrange": "<p></p><p><em>Amphilophus lyonsi</em> is restricted to the Pacific versant of southern Costa Rica and western Panama (Kullander 2003), which comprises the Chiriqui biogeographic province (Smith and Bermingham 2005, Matamoros <em>et al</em>. 2015, Říčan <em>et al</em>. 2016). Range extends from the Coto River drainage in Costa Rica (Angulo <em>et al</em>. 2013) to the Dupí River drainage in Panama (Kullander 2003). Elevation ranges from 10-20 meters above sea level (Angulo <em>et al</em>. 2013). </p>  <p>Based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2019), Extent of Occurrence (EOO) is estimated to be 2,077 km<sup>2</sup>. This species is inferred to occur in fewer than five locations, given widespread declines in habitat quality and availability resulting from expansive deforestation, agrochemical pollution associated with plantation agriculture, and habitat degradation by material extraction and dredging in rivers (A. Angulo pers. comm. 2019).</p><br/><p></p>", "population": "<p>Total population size and population trend are unknown. In collections taken by Bussing (1998), this species was uncommon. Sampling in Quebrada Negra, Costa Rica reported a relative abundance of 0.7% in pools (Pichler and Schiemer 2008), however, this record requires confirmation.</p>  Extensive sampling between 2009 and 2019 in southern Pacific Costa Rican rivers failed to record this species, suggesting localized extirpation (A. Angulo pers. comm. 2019). Furthermore, this species is poorly represented (35 specimens from a total of five localities) in collections at the University of Costa Rica, which holds extensive samples of Costa Rican freshwater fishes. This species has not had a verified collection since 1973 (A. Angulo pers. comm. 2019).", "populationtrend": "unknown", "habitat": "<p><em>Amphilophus lyonsi</em> is a freshwater, benthopelagic species that typically occurs in waters characterized by moderate current velocity, rocky and sandy substrates, and temperatures ranging from 26-29 °C. Diet is comprised mainly of aquatic insects and seeds (Bussing 1998).</p>  <p>This species lays eggs on cleaned surfaces of rocks or tree branches once or twice (but up to six) times per year (J. San-Gil pers. comm. 2019). <a name=\"_Hlk24034154\">Parents incubate eggs and guard young, tend and fan embryos,&#160;</a><a name=\"_Hlk24034154\">and transport newly hatched to newly excavated pits in the substrate</a>&#160;(Conkel 1993, Bussing 1998, J. San-Gil pers. comm. 2019). Dark cavities are preferred as nests to conceal the brood and make them less conspicuous to visual predators (Conkel 1993, Bussing 1998). Approximately 150-300 eggs are deposited and are vigorously guarded and cared for by both male and female (J. San-Gil pers. comm. 2019).</p>  Maximum reported body size is 15 cm standard length (SL) (Kullander 2003), but captive specimens can reach up to 20 cm (A. Angulo pers. comm. 2019).", "threats": "Plantation agriculture is widespread in the Coto region, and much of the land has been converted and channelized to support monoculture crops of palm oil (Beggs and Moore 2013), which continues to expand due to economic viability and consistent market demand (Hunt <em>et al</em>. 2013). Additional impacts from widespread agrochemical pollution (Spongberg and Davis 1998), and extractive dredging and mining activities near aquatic habitat are inferred (A. Angulo pers. comm. 2019). While the direct effect of these threats on population status are unknown, they are producing continuous inferred declines in habitat quality and availability. Confirmation of this species within banana plantation drainage canals in Panama indicates that it may be resilient to habitat degradation.", "conservationmeasures": "This species has a reported occurrence in Piedras Blancas National Park (Füreder <em>et al</em>. 2014). However, this record requires confirmation, as <em>A. lyonsi</em> has not yet been reported from the Térraba River drainage (Angulo <em>et al</em>. 2013). Additional information regarding distribution, population size, population status, and the impacts of potential major threats is urgently needed to reduce uncertainties in conservation status.", "usetrade": "This species is frequently encountered in the ornamental aquarium trade (A. Angulo pers. comm. 2019). In Europe and the United States, the majority of traded specimens are aquacultured. It is also taken in subsistence fisheries in Panama (R. González pers. comm. 2019)."}]}