{"name": "139545047", "result": [{"species_id": 139545047, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis hamis</em> is known only from the type locality in the northwest of Mindanao in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information but based on the available data it will be below 500km<sup>2</sup>. The AOO and extent and quality of suitable habitat are all inferred to be declining due to loss and degradation of lowland forest in the area where the species occurs; this is based on the assumption that the species, like the others in its genus, is forest-dependent. With no definite information on habitat requirements and only one location known it could be argued that this species should be assessed as Data Deficient, but it is likely to have a restricted range in the northwest of Mindanao and given that there is ongoing loss of and alteration to all original lowland habitats in the region it is unlikely that the species will qualify for Least Concern when more information is available, a Data Deficient assessment is not appropriate. The species qualifies for Endangered status under criterion B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Sangabasis hamis</em> is known only from the type locality in the northwest of Mindanao in the Philippines (Villanueva &amp; Dow 2014). The type locality is close to the Mount Malindang Natural Park and it is possible that the species occurs in that protected area (but see Threats). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large and with the available data will be below 500km<sup>2</sup>, and can be inferred to be declining due to loss and degradation of forest in northwest Mindanao.</p>", "population": "<p>The species may have been fairly common at the type locality at the time of collection, but beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest in the region where the species occurs and that if not already confined to a single location then severe fragmentation seems certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but other species of the genus are typically associated with swamp forest and swampy areas (sometimes around the margins of ponds or lakes) in other types of forest. Assuming that the species is forest-dependent, an ongoing decline in both extent and quality of suitable habitat is inferred from loss and degradation of lowland forest in the area where the species occurs.</p>", "threats": "<p>Clearance of forest for agriculture or as a result of logging are likely to be the main threats to this species. From satellite images the entire area where it occurs is already a mosaic of degraded forest, cleared areas and planted areas. Although it is possible that the species occurs in the Mount Malindang Natural Park, threats exist in that protected area as well. BirdLife International (2019, but based on information compiled in 2001) state: “The pressures on Mt Malindang National Park include human encroachment, illegal logging, hunting and kaingin [slash and burn agriculture]. Settlers and migrants have been involved in logging and clearing the lower slopes of the park for farming, and are moving upwards. Several government-built all-weather access roads leading up the slopes of Mt Malindang have allowed settlers to migrate from the lowlands, who now practice unsustainable farming techniques that are slowly eroding the soil and wearing away the forest edge.” Recent satellite images do not suggest that the situation has improved.</p>", "conservationmeasures": "<p>More information on the distribution of this species, and on its habitat requirements and ability to tolerate disturbance is needed for this species. Protection of areas including populations of the species is also required and better protection for&#160;Mount Malindang Natural Park. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}