{"name": "9189", "result": [{"species_id": 9189, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable because its extent of occurrence is less than 20,000 km<sup>2</sup>, area of occupancy is apparently less than 500 km<sup>2</sup>, the species occurs in possibly not more than 10 locations, and distribution, abundance, and habitat quality/quantity are declining (probably at a rate of less than 30 percent over 10 years or three generations). The population size is unknown and the distribution may not be severely fragmented. The species may qualify as a threatened species under criterion A, but the current rate of decline is uncertain.<span class=\"copy\"><span class=\"copy\"><span class=\"copy\"><span class=\"copy\"><span class=\"copy\"><span class=\"copy\"><span class=\"copy\"><span class=\"copy\"><br/></span></span></span></span>", "geographicrange": "This species is restricted to tributaries of the endorheic Guzmán basin, including the Mimbres River (Sublette <em>et al</em>. 1990) in New Mexico and the Guzmán and Laguna Bustillos basins in Chihuahua, Mexico (Propst and Stefferud 1994, Page and Burr 2011). Peripheral subpopulations exhibit unique genetic characteristics that are not found in Mexican subpopulations and therefore the conservation value of this subpopulation is high (Osborne <em>et al. </em>2012).<br/><br/>Surveys throughout the historical range by Propst and Stefferud (1994) yielded the following results:<br/><br/>Laguna Bustillos Basin (Chihuahua): At 10 sampled sites, Chihuahua Chub was common at only two sites. <br/><br/>Guzman Basin (Chihuahua): At nine sampled sites in the Río Santa Clara, Chihuahua Chub was moderately common in the upper portion of the river but uncommon or rare downstream. In the Río de Santa Maria, Chihuahua Chub was present at all riverine sites upstream of Presa el Tintero, and moderately common at 2 of 12 sampled sites. In the Río Casas Grande, <em>Gila nigrescens</em> was present at three stream sites and a spring system (of a total of eight sampled sites), and moderately common near Zaragoza and El Rusio. In the Río Piedras Verdes, the species was present at two of four sampled sites (common only near Hernández Jovales). In the Río San Pedro, Chihuahua Chub was present at three of four sampled sites (moderately common at one site).<br/><br/>Mimbres River (New Mexico): Sampling in 21 locations in the Mimbres River and four tributaries yielded Chihuahua Chubs in the Mimbres River from the confluence of Allie Canyon downstream for about 12 km and in the Archuleta/Moreno Spring; the species was not collected at all sites in the occupied reach nor was it common where found; Archuleta/Moreno Spring supported the greatest number of individuals.", "population": "This species is represented by one occurrence (subpopulation) in New Mexico and several in Chihuahua (Propst and Stefferud 1994).<br/><br/>In a range-wide survey, Propst and Stefferud (1994) found Chihuahua Chubs at 28 of 40 stream sites having fish, in one of nine spring sites, and at neither of two lakes sampled in Chihuahua. It was moderately common at 12 of the stream sites, but fewer than 30 chubs were collected at six of these. In the Mimbres Drainage, the Chihuahua Chub was regularly found only in Archuleta/Moreno Spring and was not common there (a distinct occurrence or subpopulation may comprise multiple 'sites').&#160;<br/><br/>Total adult population size is unknown but, based on the results of surveys by Propst and Stefferud (1994), may not exceed 10,000. At best, the New Mexico population has remained stable at about 200 to 300 mature individuals (New Mexico Department of Game and Fish, 1996, Endangered Species of New Mexico -- 1996 Biennial Review and Recommendations). As of the mid-1990's, the adult population in New Mexico had increased to 300 and occupied a reach of about 11 km of the Mimbres River (D. Propst pers. comm. 1995). Abundance in Mexico is unknown, but the species is not common in most of the historical range (Propst and Stefferud 1994).<br/><br/>The species was relatively abundant in 1884, reported extinct by 1938 and rediscovered in 1975. Miller and Chernoff (1979) sampled sites of historical occurrence and found it at only 8 of 16 historical collection localities, and it was common at only three. USFWS (1990) categorized the status as \"stable.\" Propst and Stefferud (1994) surveyed historical collection sites and other areas in the historical range. They concluded that both range and abundance have declined dramatically in the past century. Miller (2005) reported that \"this species has been eliminated over the past 35 years from at least half its original range.\"<br/><br/>Current trend is uncertain, but distribution and abundance are probably slowly declining. Generation time is uncertain, but three generations may not exceed 10 years.<br/><br/>Propst and Stefferud (1994) stated that loss of the native aquatic biodiversity in the area occupied by Chihuahua Chubs seems likely to continue. Propst and Stefferud (1994) projected the trend as follows: \"Stream dewatering and habitat destruction may soon cause extirpation of Chihuahua Chub from limited habitats of the Laguna Bustillos Basin. In the Guzmán basin, Chihuahua chub may survive only in remote reaches of the Rios Santa Clara, Santa Maria, Casas Grandes and Piedras Verdes. Even in these areas, threats continue from non-native species, pollution, uncontrolled logging, and overharvest. The future of the Chihuahua Chub is bleak.\"<br/><br/>Ash-laden flows from the 1995 \"Pigeon Fire\" substantially reduced Chihuahua Chub abundance in the Mimbres River. The surviving river population was probably supplemented by individuals leaving the Moreno Spring (New Mexico Department of Game and Fish, September 2000 Biennial Review and Recommendations).", "populationtrend": "decreasing", "habitat": "Pristine conditions for this species are clear, flowing streams with riffles, deep pools, sand and gravel substrates with algae-covered rocks, large boulders, and crevices in canyon walls (Miller 2005). These fishes are most often in flowing pools of shallow creeks and small rivers in canyons, but they can survive and reproduce in isolated pools. Typically they occur in association with cover such as submerged or overhanging trees, boulders, or undercut banks, over a substrate of sand, gravel, and cobble with some occasional fine mud or silt. Its habitat is subject to extreme drying in summer and flash floods in rainy season. Spawning occurs over beds of aquatic vegetation in deep quiet pools (Matthews and Moseley 1990). Juveniles tend to occupy shallower habitats with or without cover.<br/><br/>Propst and Stefferud (1994) found Chihuahua Chubs most commonly over gravel substrates in lateral scour pools where flow was against and along a stream bank or a partial channel obstruction (boulder, cliff, or root wad). These scour pools were usually 4 - 7 m long, 1 - 2 m wide, and about 1 m deep. Water velocity was usually not more than 15 cm/s, although immediately adjacent velocity was often not more than 60 cm/s. Corner and backwater pools, both with woody material, yielded most of the remaining specimens. Larger specimens (at least 100 mm) were almost exclusively found in lateral-scour pools, particularly those formed by root masses of uprooted and standing trees. Smaller individuals were found in corner pools and backwaters only when chubs were abundant at a site. Almost all macrohabitats with chubs present were characterized by extensive cover composed of snags and organic debris or root masses of large trees. Chihuahua Chubs were rare or absent where non-native fishes (particularly potential predators) were common.", "threats": "Development of water resources for agricultural and municipal uses has dewatered the downstream ends of streams, and surface flow is now seasonally diminished where water was historically permanent (Brand 1937). By the 1950's, upland streams in the range of the Chihuahua Chub were severely damaged by the effects of uncontrolled logging and pollution from sawmills, while harvest of fish with dynamite depleted surviving fish populations (Needham and Gard 1959).<br/><br/>Currently, the Chihuahua Chub is limited to stream reaches where modification (e.g. channelization and dewatering) and human-induced habitat degradation (e.g. livestock overgrazing, municipal and agricultural pollution) are minimal, such areas are uncommon (Miller and Chernoff 1979, Propst and Stefferud 1994, Dinerstein <em>et al</em>. 2001, NMDGF 2016). The presence and abundance of pools associated with root masses of uprooted or standing large trees appeared to be the best predictor of the occurrence and abundance of Chihuahua chubs (Propst and Stefferud 1994). Chubs were moderately common only in remote and relatively unmodified portions of the Rios Santa Clara, Santa Maria, and Casas Grandes where mature stands of cottonwood were fairly common. Where cultivated fields bordered the stream or where towns were nearby, large riparian trees were uncommon and no snags or root masses were in the stream; in these areas Chihuahua Chubs were uncommon or absent and individuals were small (Propst and Stefferud 1994). Additionally, Chihuahua Chubs were also uncommon where non-native fishes were present, even if habitat was not degraded.<br/><br/>Reasons for its decline in New Mexico include modification of habitat by agricultural and flood control practices, and establishment of non-native fish species (USFWS 1983, Propst and Stefferud 1994). Severe modification and destruction of riverine habitats (dewatering, channelizing, and removal of woody riparian vegetation) are the greatest threats and impediments to recovery in the Mimbres River. Sections of the Mimbres River that historically contained pools and flowing water are now usually dry. Severe flooding caused by degradation of the watershed (e.g., deforestation and consequent erosion, siltation, and water temperature alteration), and loss of riparian vegetation have contributed to the decline. Non-native fishes such as rainbow trout usurp Chihuahua Chub habitat and may prey upon them. Longfin Dace (<em>Agosia chrysogaster</em>) may displace young Chihuahua Chub from shoreline habitats. The yellow grub infestation of chubs in Moreno Spring presents a severe health threat to this population (New Mexico Department of Game and Fish, September 2000 Biennial Review and Recommendations). Extraction of sand and gravel from the Mimbres River occur adjacent to a known Chihuahua Chub locality (Dinerstein<em> et al. </em>2001). The 2013 Silver Fire may have extirpated Chihuahua Chub from the Mimbres River, but subsequent restocking efforts have resulted in persistence (NMDGF 2016).<br/><br/>In Chihuahua, water quality degradation (pollution), surface water diversion for irrigation, groundwater pumping (and subsequent drying up of springs), stream channelization, and introduction of non-native fishes have contributed to the decline (Miller and Chernoff 1979, Propst and Stefferud 1994, NMDGF 2016). Miller and Chernoff (1979) reported habitat conditions in Chihuahua, Mexico, as follows. The Rio Casas Grandes about 21 km southwest of Ascension was badly polluted; the pools were stagnant and choked with <em>Spirogyra</em> and other algae; flow was minimal and riffles were absent (this leads to reduced dissolved oxygen). In the Rio Casas Grandes just east of Casas Grandes proper, the river was sluggish, murky, strewn with trash, and choked with <em>Spirogyra</em> and narrow-leafed <em>Potamogeton</em>. In the Rio San Miguel at Ignacio Zaragoza, the river channel has been dredged and levees built. The water at this site was murky, less than 5 cm deep, and without noticeable current. The Rio Santa Maria at Bachiniva was, in places, used as a garbage dump. Water in the Rio del Carmen near Ahumada has been diverted for irrigation and no longer flows in the river channel. The Rio del Carmen near Ricardo Flores Magon was dry due to the presence, about ten kilometres upstream, of an earthen dam and hydroelectric power plant. In the Laguna Bustillos Basin, Arroya Miguel Chiquito was dry and the waters in Arroyo San Antonio were polluted.<br/><br/>A number of exotic fishes have been introduced within the range of <em>Gila nigrescens</em>, including <em>Agosia chrysogaster</em> and <em>Oncorhynchus mykiss</em> in the Mimbres River (USFWS 1986), <em>Cyprinus carpio</em> and <em>Ictalurus melas</em> in Rio Casas Grandes, <em>Ictalurus melas</em> and <em>Ambloplites rupestris</em> in Rio Piedras, <em>Gambusia affinis</em>&#160;and <em>Pimephales vigilax</em> in Rio Santa Maria near Buenaventura, and <em>Cyprinus carpio</em> in Rio Santa Maria at Santa Ana de Bavicora (Miller and Chernoff 1979, Dinerstein <em>et al.</em> 2001). Specific effects of these fishes are not well documented but it is likely they are detrimental.", "conservationmeasures": "Much remains to be learned about the biology and habitat associations of the Chihuahua Chub and its interactions with non-native fishes (Propst and Stefferud 1994).<br/><br/>Populations should be periodically monitored, especially where the species is still relatively common in Chihuahua.<br/><br/>Further surveys are needed to determine the status of the species in areas of Chihuahua that have not yet been adequately sampled (Propst and Stefferud 1994).<br/><br/>Habitat acquisition/protection, including maintenance or improvement of water quality and quantity, is an important element of the recovery process (NMDGF 2016).<br/>The American Fisheries Society's Endangered Species Committee considers Chihuahua Chub endangered, with a continuing decline in population status resulting from habitat modification and competition with non-native species (Jelks <em>et al. </em>2008). This species is also state listed in New Mexico (NMDGF 2016), federally listed in the United States (USWFS 1980), and federally listed in Mexico (SEMARNAT 2010).<br/><br/>The Nature Conservancy and the New Mexico Department of Game and Fish own and actively manage land on the Mimbres River to improve habitat for Chihuahua Chub (Dinerstein <em>et al.</em> 2001, NMDGF 2016). A brood stock is held at the Southern Native Aquatic Resource and Recovery Center, which has resulted in multiple intentional stocking events in the Mimbres River and persistence of the Chihuahua Chub within this reach (NMDGF 2016).", "usetrade": "This species is not utilized."}]}