{"name": "169368", "result": [{"species_id": 169368, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys wassmani</em> is known from a limited number of collection records in the San San&#160;river drainage in western Panama, and has an estimated Extent of Occurrence (EOO) of 4-8 km<sup>2</sup>. Total population size and population trend are unknown. Given extensive land-use change in the lower San San&#160;river floodplain primarily resulted from the expansion of plantation agriculture, and considering the demonstrated effects of sedimentation and agricultural runoff at the basin-wide scale, this species is estimated to occur in two locations. Potential subpopulations in the highland regions of Palo Seco Forest Reserve are considered relatively free from major pervasive threats, though these subpopulations may be impacted at the localized scale by anthropogenic activities within the reserve boundaries. As such, this species is assessed as Endangered under criterion B1ab(iii)+2ab(iii). Additional research regarding distribution, population size, population trend, and the direct impact of extensive land-use change is needed. Additionally, increased enforcement within Palo Seco Forest Reserve is recommended to prevent future habitat degradation. </p>", "geographicrange": "<p><em>Cynodonichthys wassmanni</em> occurs in the San San river drainage in Bocas del Toro Province, western Panama (Berkenkamp and Etzel 1999, McLarney <em>et al</em>. 2010, Matamoros <em>et al</em>. 2015, GBIF 2019). The type locality is approximately 4 km west of the town of Changuinola District (Reis <em>et al</em>. 2003). </p>  <p>Extent of Occurrence (EOO) is estimated to be 4-8 km<sup>2</sup>, based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2019). Area of Occupancy (AOO) is estimated to be 8 km<sup>2</sup>, based on a 2 km<sup>2&#160;</sup>grid overlain on validated georeferenced collection records.<em>&#160;</em>Based on the extensive use of the San San&#160;and floodplain for plantation agriculture, and considering the pervasive impact that land-use change has likely had and continues to have on aquatic habitat, the number of locations where this species occurs is estimated to be two. </p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>This benthopelagic, non-annual killifish occurs in highland and lowland streams, creeks, and pools throughout the San San&#160;river drainage in western Panama. It likely exhibits amphibious behavior like most close congeners, with the ability to move short distances across land (Breder 1927). </p>", "threats": "<p>The low-lying floodplains of the San San&#160;river has been intensively cultivated for plantation agriculture (Colin 2005, Cramer 2013), which has resulted in inferred and continuing declines in the area, extent, and quality of available habitat. The impacts of extensive sedimentation and agricultural runoff are further demonstrated by phase shifts in coral dominance and reef degradation in Almirante Bay at the output of these drainages (Aronson <em>et al</em>. 2014, Seemann <em>et al</em>. 2014). Mass mortality events have been documented in the lower Sixaola River, and are suspected to be the result of pesticide pollution (Polidoro and Morra 2016). Expanding urban areas and tourism in San San&#160;and adjacent areas may present additional threats to habitat quality (Torati <em>et al</em>. 2011). While the direct impact of these threats need to be further quantified, they are producing inferred and continuous declines in habitat quality and potentially habitat availability.</p>  <p>The highland regions of Palo Seco Forest Reserve are sparsely inhabited by indigenous tribes, with approximately 5100 inhabitants spread throughout 73 communities (Oestreicher <em>et al</em>. 2009). While anthropogenic deforestation by these communities and illegal logging activities still occurs in parts of Palo Seco Forest Reserve (Oestreicher <em>et al</em>. 2009), subpopulations of <em>C. wassmani</em>&#160;that may occur within the boundaries of Palo Seco Forest Reserve are considered relatively free from major threats. </p>", "conservationmeasures": "There are currently no species-specific conservation measures directed towards <em>C. wassmanni</em>. The range of this species may partly extend into Palo Seco Forest Reserve, which could provide some indirect protection against habitat degradation (Oestreicher <em>et al</em>. 2009, IUCN and UNEP-WCMC 2019). More comprehensive ichthyological surveys are needed, in addition to more information regarding population size, population status, and the direct impacts of land-use change in the San San&#160;river floodplain. Stronger enforcement within Palo Seco Forest Reserve, including increased staff and PA infrastructure, is recommended to prevent further deforestation and habitat degradation (Oestreicher <em>et al</em>. 2009).", "usetrade": "This species is not utilized."}]}