{"name": "197975", "result": [{"species_id": 197975, "taxonomicnotes": null, "rationale": "<p><em><span lang=\"EN-GB\">Caridina striata </em><span lang=\"EN-GB\">is endemic to the two inter-connected lakes of Mahalona and Towuti in Sulawesi, Indonesia.&#160;Major threats include over pollution from nickel mining, eutrophication and most critically invasive species. The spread of invasive Flowerhorn Cichlid (<em>Colossoma&#160;</em>sp.) to Lake Towuti from Lake Mahalona is almost certain and is predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.&#160;</em>2012) and caused the loss of the majority of&#160;<em>Caridina</em>&#160;populations (T. von Rintelen pers. obs. 2017, 2018).&#160;&#160;As such this species is considered Critically Endangered under A3e.</span></p>", "geographicrange": "<p><span lang=\"EN-GB\">The species<em><span lang=\"EN-GB\"> </em><span lang=\"EN-GB\">is endemic to the Malili Lakes in Sulawesi, Indonesia. It occurs in Lake Towuti and Lake Mahalona (von Rintelen and Cai 2009).</span></p>", "population": "An overall population decline of &gt;90% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.&#160;</em>2012) and caused the loss of the majority of&#160;<em>Caridina</em>&#160;populations (T. von Rintelen pers. obs. 2017, 2018).&#160;Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and they are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona, and are predicted to cause population declines in this species similar to those seen in the <em>Caridina</em> populations of Lake Matano.", "populationtrend": "unknown", "habitat": "The species is a hard substrate dweller, primarily on smaller rocks in shallow water and in between boulders in deeper water zones.", "threats": "<p>  </p><p>                     </p><p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. The species is regularly collected for the aquarium trade. Most critically, invasive species (particularly Flowerhorn cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and<em> Caridina </em>species are an important part of their diet (Herder <em>et al. </em>2012). The apparent eutrophication in Lake Matano may also be partly due to the removal of most grazers of algae (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through River Tominanga, where they are predicted to cause a population decline of &gt;90% in this species within the next 10 years.</p>", "conservationmeasures": "<p><span lang=\"EN-GB\">&#160;No conservation plans are currently in place for this species, but site and invasive species management are needed. Research is also needed into its population dynamics, ecology and threats.&#160;</p>", "usetrade": "<p><em><span lang=\"EN-GB\">Caridina striata </em><span lang=\"EN-GB\">is available in the aquarium trade.</span></p>"}]}