{"name": "122150342", "result": [{"species_id": 122150342, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis hoisen</em> is known only from the type series collected at one site in disturbed peat swamp forest in the Pekan Forest Reserve in Pahang. Based on figures for the remaining extent of peat swamp forest in Peninsular Malaysia and apparent absence at other peat swamp forest sites surveyed for Odonata, the area of occupancy (AOO) of this species is believed to be less than the 500km<sup>2</sup> threshold for Endangered status. Threats from conversion of the habitat to plantation and forest fires exist. The species qualifies for Endangered status under criteria B2abii,iii. Once more information is available about its distribution in Peninsular Malaysia it is likely to need re-assessment to either Critically Endangered or Vulnerable depending on the results. </p>", "geographicrange": "<p><em>Amphicnemis hoisen</em> is known only from the type series collected at one site in disturbed peat swamp forest in the Pekan Forest Reserve in Pahang in 2009 (Dow <em>et al. </em>2010). This location is not protected except from unauthorised use and could be logged again or cleared in the future. Although an accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, the total remaining area of pristine and disturbed peat swamp forest in Peninsular Malaysia is less than 2,000 km<sup>2</sup>, so if, as appears likely, this species is confined to peat swamp forest in Peninsular Malaysia, its AOO is certainly less than 2,000km<sup>2</sup>, and based on its apparent absence at other peat swamp forest sites surveyed in the same area and in the other large area of peat swamp forest remaining in Peninsular Malaysia, the North Selangor peat swamp forest (Choong 2013), it appears very likely to be less than 500km<sup>2</sup>.</p><p><br/></p><p><br/></p>", "population": "<p>Nothing definitive about current population sizes and health for this species except that, unless it was always confined to a very small area around the type locality, some decline must have occurred due to loss of peat swamp forest in Peninsular&#160; Malaysia, and this decline is very likely to be ongoing.</span></p>", "populationtrend": "decreasing", "habitat": "<p>This species is only known from peat swamp forest. The forest at the type locality had been disturbed by selective logging activities in the past but was relatively intact. The species was not found at other peat swamp forest sites surveyed in the same area, suggesting that we do not have a full understanding of its habitat requirements. </p>", "threats": "<p>The main threat to this species will be from conversion of its habitat to plantation; forest fires are also a significant threat.</p>", "conservationmeasures": "<p>No conservation measures are currently in place for this species. Protection of as much as possible of the remaining peat swamp forest in Peninsular Malaysia is highly desirable, and protection of an area including the type locality may be essential for the survival of this species. More data on its distribution is needed, to this end extensive surveys are needed throughout the remaining peat swamp forest in Peninsular Malaysia and the species should also be looked for in the remaining Sumatran peat swamp forests.</p><p><p>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p><br/></p>", "usetrade": null}]}