{"name": "8918", "result": [{"species_id": 8918, "taxonomicnotes": "Originally described as subspecies of <em>Garra ceylonensis</em> by  Deraniyagala (1933), who noted that the 76 specimens collected from  stream from Mousakele estate, Gammaduwa (3,500 ft) were markedly  different from specimens collected elsewhere. Later it was evaluated  to species level by Pethiyagoda (1991).", "rationale": "<em>Garra phillipsi</em> is a range-restricted, endemic species, known only from a single location in the upper Knuckles Range, Gammaduwa area in Sri Lanka. It's estimated Extent of Occurrence (EOO) is around 4.5 km<sup>2</sup>, and its Area of Occupancy (AOO) is around 4 km<sup>2</sup>. A continuing decline in its habitat quality has been observed due to accumulation of agrochemicals and rapid expansion of tea plantations. These threats are likely to continue as the area of its habitat is undergoing agricultural expansion and there is no current protection for its habitat. The species is therefore assessed as Critically Endangered.", "geographicrange": "This species is endemic&#160;to Sri Lanka and is restricted to a stream at Gammaduwa (1036 m altitude) (Deraniyagala 1933).", "population": "There is no information available about the population size and population trends for this rare species. A decline in its population may be inferred on the basis of the threats this species faces owing to activities of pollution.", "populationtrend": "decreasing", "habitat": "<p>Occurs in rocky areas of hill streams, almost always in fast-flowing water. More common in deeper and more heavily shaded areas of clear-water streams.&#160;<span>Occurs sympatrically with <em>G. ceylonensis</em> in its limited range.  Feeds essentially on algae in captivity\t\t\t (Pethiyagoda 1991).<span><br/></span></p>", "threats": "This species is threatened by&#160;habitat loss and degradation due to the expansion of tea plantations causing siltation and water quality degradation due to accumulation of agrochemicals.", "conservationmeasures": "There are no conservation actions in place for this species.", "usetrade": "<span>This species is easy to maintain in aquarium."}]}