{"name": "176014540", "result": [{"species_id": 176014540, "taxonomicnotes": null, "rationale": "The distribution of&#160;<em>Chaetostoma formosae</em> is restricted to piedmont and mountain rivers and the Meta and Guaviare drainages,&#160;where it is usually common.&#160;Some rivers in the wide extension of occurrence of the species are well-preserved, however, a number of pervasive threats exist in several drainages associated with the expansion of the agricultural and urban frontiers, including deforestation, land-use change, sedimentation and urban effluents. This is resulting in a continuing decline in habitat. The area of occupancy (AOO) is best estimated at 1,312 km². There are<span style=\"\"> 2–4 threat-based locations. </span>Therefore, <em>Chaetostoma formosae</em>&#160;is assessed as Vulnerable<span style=\"\">.</span>", "geographicrange": "<em>Chaetostoma formosae </em>was described from Chuy creek, affluent to river Upía, upper Meta river basin, Colombia (Ballen 2011). The species is known from western piedmont streams within the upper Guaviare yo upper Meta drainage systems. The records include rivers Orotoy, Acacías, Guayuriba, Cusiana, Guatiquía, Caney, Camoa and Guejar, among others (Usma <em>et al</em>. 2016, DoNascimiento <em>et al.</em> 2018, Urbano-Bonilla <em>et al.</em> 2018). The species is distributed in a range of elevations from 122 to 1,414 m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 32,989 km², and the area of occupancy (AOO) is best estimated at 1,312 km². There are<span style=\"\"> 2–4 threat-based locations.<br/><br/></span>The geographic attributes for&#160;<em>Chaetostoma formosae</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "The population of&#160;<em>Chaetostoma formosae</em> is considered stable in accord with its abundance. The size of the population is considered to be large.", "populationtrend": "stable", "habitat": "This is an obligate inhabitant of fast-flowing, sometimes high gradient, headwater streams and minor tributaries. Substrates are normally of bedrock with scattered jumbles of rocks and boulders, and while riparian vegetation and submerged leaf litter are common, true aquatic plants are not usually present. The most favourable habitats contain clear, well-oxygenated water, which facilitates the development of a rich biofilm carpeting submerged surfaces, although turbidity, volume, and chemistry can change rapidly and often due to sometimes daily rainfall (Ballen 2011). It is possible that it has a periodic reproductive strategy associated with the rainy season.&#160;<em>Chaetostoma formosae</em> can reach 102.6 mm standard length (Ballen 2011).", "threats": "The habitat for&#160;<em>Chaetostoma formosae</em>&#160;is threatened by progressive degradation in several drainages resulting from deforestation, primarily for oil palm crops and oil exploitation. There are many urban centres (e.g. Villavicencio, Yopal) in the distribution that discharge effluents to rivers. Land-use change within these catchments is likely to alter hydrology, sediment transport, and habitat conditions within river systems, with adverse consequences for aquatic biodiversity\u2029 (Romero-Ruíz&#160;<em>et al</em>. 2012, Urbano<em>&#160;et al.</em>&#160;2014).", "conservationmeasures": "There are some conservations sites and protected areas that cover sections of the rivers&#160;where the species <em>Chaetostoma formosae</em> is reported (IUCN and UNEP-WCMC 2020): National Natural Park Sierra de la Macarena and DMI Ariari-Guayabero. Habitat protection in the most impacted drainages is recommended, as well as awareness and communications.&#160;It is necessary to research the actual conditions and trends for the population size and distribution, threats and habitat.", "usetrade": "There are no known uses for the species"}]}