{"name": "155969", "result": [{"species_id": 155969, "taxonomicnotes": null, "rationale": "<em>Graecorientalia vrissiana</em> is endemic to Greece. It is assessed as Critically Endangered (CR), as currently it is only known to exist in a single site: a spring (Szarowska 2006) found near Makrinitsa, a village on Mount Pilion, Thessalia, in central Greece. It has already been lost from two springs and there is concern over the future of the third spring as water is drawn for domestic and agricultural purposes. Given the loss of the other sites following spring capture, the major threat is considered to be the capping of this spring. If other sites were to be found for this species, then its status would change, depending on the number of sites, and the potential threats. Its extent of occurrence and area of occupancy are both very small (EOO and AOO are both 4 km²), it occurs in just one location and is undergoing a continuing decline in habitat, subpopulations, locations and population size. Therefore, it is assessed as CR based on criterion B.", "geographicrange": "Bank (2006) noted that <em>Graecorientalia vrissiana</em>, a Greek endemic species, was described from a spring near Vrissia on the road between Larisa and Athens. According to Szarowska and Falniowski (2004) the site at Vrissia (the type locality) has been lost due to the presence of a water intake which was built over the spring, so now there is \"...neither water nor snails on the earth surface\". P. Reichschutz (pers. comm. 2010) found it living in a tiny spring east of Agios Konstantinos (east of Lamia) in 1987, however, this site is also now destroyed. Currently, it is restricted to a single site: a spring (Szarowska 2006) near Makrinitsa, a village on Mount Pilion, Thessalia, in central Greece.", "population": "The population status (size and trends) for this species is not known.", "populationtrend": "unknown", "habitat": "The species inhabits freshwater springs.", "threats": "The main threat to this species is the loss of habitat due to water abstraction for domestic and agricultural purposes.", "conservationmeasures": "Currently, this species is not under any targeted conservation actions. Research into potential presence at other locations is required. Appropriate management and protection is required to maintain suitable water levels at the current known site.", "usetrade": "This species is not utilized."}]}