{"name": "61121", "result": [{"species_id": 61121, "taxonomicnotes": null, "rationale": "It is endemic to Lake Malawi where it naturally occurs only at Makanjila Point, where it faces the threat of collection for the aquarium trade.&#160;It meets the area requirements under criterion B for Endangered (EOO &lt; 100 km²) and it is known from one location.&#160;The effects of aquarium trade and to some lesser extent subsistence fishing on this species are continuing to decrease the number of mature individuals.&#160;<em>Melanochromis lepdiadaptes</em>&#160;is therefore assessed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi, where it is known to occur naturally only at Makanjila Point.", "population": "A population decline is suspected it has been subject to intensive collection for the ornamental trade and local fishermen are likely to catch them as they are attrached to the disturbance from the nets.", "populationtrend": "decreasing", "habitat": "It has been observed at depths ranging from one to five metres, gathering in small groups which may occasionally be seen over sand. Ribbink <em>et al. </em>(1983) report that it feeds on scales, which has sometimes been observed in an aquarium. Also in the aquarium it only attacks non-mbuna and completely ignore mbuna. Konings (1995) also observed small groups feeding on eggs and larvae of the catfish <em>Bagrus meridionalis</em>. Stomach inventories of six specimens collected at Makanjila Point revealed that it is a predator, feeding on catfish eggs, larvae and also on scales of other fishes, in particular those that are stuck in a net. An exclusive scale-feeding habitat has not become apparent from observations in the wild. Usually only one male in breeding colouration is seen in a group of foraging individuals and territoriality has not been observed, also not in the aquarium.", "threats": "Collection for the aquarium trade is the major threat.", "conservationmeasures": "No conservation actions are in place for this species.", "usetrade": "In the past this species was collected by the ornamental fish trade but it may have vanished from these collecting grounds; of little importance for subsistence fishermen."}]}