{"name": "176426413", "result": [{"species_id": 176426413, "taxonomicnotes": null, "rationale": "<em>Hyphessobrycon isiri</em> is assessed as Vulnerable. It has an extent of occurrence (EOO) of 6,571 km<sup>2</sup> in affluents of Uruguay river in Entre Ríos and Corrientes provinces in Argentina. There are present threats derived from extensive forest production, livestock and agriculture activities in this region, and there are three locations based on these threats. They are inferred to be causing a continuing decline in habitat quality. Additional records that require confirmation could expand its geographic range.", "geographicrange": "This species was described in 2006 from affluents of the Uruguay river in Argentina, in Corrientes (Mota creek) and Entre Ríos (Ubajay and Mármol creek) provinces (Almirón <em>et al.</em> 2006). Records for this species in the Uruguay river basin in Brazil and Uruguay (GBIF 2020) require confirmation.", "population": "There is no information about the population of this species.", "populationtrend": "unknown", "habitat": "The arroyo Ubajay in its lower portion forms the limit of the 'Parque Nacional El Palmar' towards the south and 'Los Monigotes' farm towards the north. The upper portion is completely located on farm grounds. Its two springs are found in grassland hills typical for the area used for cattle. The type locality is a farm pond, located about 3 km from the Rio Uruguay at 31°48.94' S58° 12.41' W. The bottom is covered with gravel and rocks in the areas with current and with sand and mud in the stretches devoid of, or with low current. The vegetation is reduced to grasses hanging from the banks and aquatic species such as <em>Nymphoides indica</em>, <em>Ludwigia </em>sp. and <em>Bacopa </em>sp. The pond is almost completely exposed to sunlight, except for small shadows provided by a few marginal bushes (Almirón <em>et al.</em> 2006).", "threats": "The arroyo Ubajay in its lower portion forms the limit of the 'Parque Nacional El Palmar' towards the south and 'Los Monigotes' farm towards the north. The upper portion is completely located on farm grounds. Two springs, tributaries of Ubajay are found in grassland hills typical for the area used for cattle (Almirón <em>et al.</em> 2006).&#160;The area of the Ubajay stream is characterized by extensive forest production using resources extractively; in addition, the use for livestock and agriculture dependent on external inputs is a source of groundwater and surface water contamination. These activities are mostly accompanied by the clearing of native forests in the area intended for production. Both monoculture production and intensive livestock cause soil erosion and contamination (González Wétzel and Turco 2010). Mármol and Mota streams likely present similar threats, but no local information was available.", "conservationmeasures": "The arroyo Ubajay in its lower portion forms the northern limit of the 'Parque Nacional El Palmar'. The other two sites have no protection.", "usetrade": "There is no use or trade information for this species."}]}