{"name": "84379328", "result": [{"species_id": 84379328, "taxonomicnotes": null, "rationale": "The species is only recorded from two very close localities (6 km apart) in the Upemba National Park in the Katanga Province of southern Democratic Republic of Congo. Although these sites are within a National Park, this area is not well protected, there are mining activities going on, and it is an area of civil war. If the situation gets worse, the species, which is considered an endemic of the Upemba plateau, might easily become Endangered or Critically Endangered very rapidly. If the security situation improves and the National Park is secured, it might easily become Least Concern. Currently it is assessed as Vulnerable under criterion D2, based on its restricted range and potential threats from mining which could result in the species becoming highly threatened within a short time period.", "geographicrange": "Green-fronted Bluet is found among tussocks of grass in seasonal bogs between 1,770 and 1,840 Asl. on the Kibara Plateau in Upemba National Park, Katanga Province, southern Democratic Republic of Congo.", "population": "No information is available on population size or trends for this species.", "populationtrend": "unknown", "habitat": "The Green-fronted Bluet has been found in seasonal bogs with tussock grasses.", "threats": "Since the Green-fronted Bluet is known from an unsecured area (Upemba National Park in the Katanga Province, southern Democratic Republic of Congo) no information on threats is available. If the National Park area remains untouched, the species could be downlisted to Least Concern. But if the unsecure situation leads to illegal mining activities and devastation of the area, the Green-fronted Bluet, which is considered endemic to the Kibara Plateau, might easily end up in one of the higher threat categories.", "conservationmeasures": "More research is needed to gather data on the species distribution (area of occupancy and extent of occurrence), habitat requirements, and its general situation.", "usetrade": null}]}