{"name": "125518989", "result": [{"species_id": 125518989, "taxonomicnotes": null, "rationale": "<em>Rhyacocnemis sufficiens</em> is known only from one locality at a moderately high altitude (1,600 m asl) on Goodenough Island, where it almost certainly occurs in the Protected Area that covers much of central Goodenough. It is classified as Vulnerable under criterion D2 because it has a restricted number of locations (one) and, although there is no evidence for continuing or projected decline, there is a plausible threat that the extensive forest conversion on the  lower slopes of Goodenough Island may extend into the montane forests in the future.", "geographicrange": "<em>Rhyacocnemis sufficiens</em> is known only from one location, at an altitude of 1,600 m asl on the eastern slopes of Goodenough Island in Milne Bay Province, Papua New Guinea (Lieftinck 1956, Kalkman and Orr 2013).", "population": "<p>There is no information available about this species' population size or trends.</p>", "populationtrend": "unknown", "habitat": "<p>Nothing is known about the habitats and ecology of <em>R. sufficiens</em> but, like other members of the family Platycnemididae, it almost certainly occupies running water in forested habitats (e.g. Kalkman and Orr 2013).</p>", "threats": "<p>The habitat requirements and distribution of this species are too poorly known to determine whether there are any current threats. However, it is known from only one location and, although  there is no current evidence for continuing or projected decline, there is a  plausible threat that the extensive forest conversion on the  lower  slopes of Goodenough Island may extend into the montane forests in the  future.</p>", "conservationmeasures": "There are no species-specific conservation actions in place for <em>Rhyacocnemis sufficiens</em>. It is not clear whether the only known locality on Goodenough Island is within  the Oi Mada Wara Wildlife Management Area, which covers much of central  Goodenough, but it is highly likely that the species occurs within this  Protected Area. <em>Rhyacocnemis sufficiens</em> has not been found on other Milne Bay  islands or on the nearby PNG mainland and research is urgently needed to better document its habitat requirements, distribution, and population status and trends.", "usetrade": null}]}