{"name": "176109122", "result": [{"species_id": 176109122, "taxonomicnotes": null, "rationale": "The distribution of <em>A. yutajae</em>&#160;is extremely limited, being known from a single locality. Although the area it occupies is very remote, it is likely to be endemic to only one small river basin that has scarcely been explored by scientists. Given the remoteness of the region where it is found, further exploration is necessary.  It has a known extent of occurrence (EOO) of 447 km<sup>2</sup> and area of occupancy (AOO) of 444 km<sup>2</sup>. There is a single location with the potential threat of mining, which is projected to lead to a continuing decline in the habitat extent and quality. Therefore, the species is considered Endangered; however, the area is scarcely explored and future research could lead to more localities found for the species and result in re-assessment into a different category.", "geographicrange": "<em>Ancistrus yutajae </em>is only found in the Yutajé River (a tributary to the Rio Ventuari - Río Orinoco) in Amazonas, Venezuela (de Souza<em> et al. </em>2019).", "population": "The population size and trend are unknown. Only three collections are available, and those collections have few individuals and none were collected recently&#160;(de Souza&#160;<em>et al.&#160;</em>2019).", "populationtrend": "unknown", "habitat": "<em>Ancistrus yutajae</em>&#160;is known from swift rapids in the Río Yutajae, a small tributary of the Río Ventuari and part of the Orinoco Basin. The species is very flat in comparison to congeners and has a longer jaw suggesting that it is found under rocks in very swift flow (Lujan and Armbruster 2012).&#160;No information is available on breeding, but other species of&#160;<em>Ancistrus</em>&#160;spawn under rocks and the males protect the eggs until they hatch and the young until after they have absorbed their yolk sacs (Sabaj&#160;<em>et al.</em>&#160;1999, Power 2003). Species of<em>&#160;Ancistrus</em>&#160;have tentacles on the snout with the tentacles of males much larger and more numerous than that of females and juveniles, and these structures have been hypothesized to provide oxygen for the young, to be sensory, and/or to act as larval mimics to attract females (Sabaj&#160;<em>et al.&#160;</em>1999, Power 2003).&#160;Like other&#160;species of&#160;<em>Ancistrus</em>,&#160;<em>A. yutajae</em>&#160;is&#160;likely a primary algal grazer and detritivore (Flecker&#160;<em>et al. </em>2002). Armbruster (1998) reported a moderately sized respiratory stomach in some&#160;<em>Ancistrus</em>; however, given that this species is in very high flow, it is unlikely to be an air-breather.", "threats": "This species is vulnerable to threats because of its small range. It is  currently only known from one river system. There were a series of  expeditions performed in the Río Ventuari system in the 2000s with  collections occurring throughout the basin except for the Río Yutajé  suggesting that the species is likely to be restricted to this one tributary. The area <em>Ancistrus yutajae</em> occupies is largely occupied by indigenous peoples that use subsistence fishing and farming. However, illegal mining for gold, coltan, diamonds, and bauxite has been particularly active in Amazonas, Venezuela, and may have an impact of the flora and fauna of the region. Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon<em>&#160;et al.</em>&#160;2020).", "conservationmeasures": "<em>Ancistrus yutajae</em>&#160;is found in one of the most remote regions of the Guiana Shield. The area is occupied only by indigenous people and is not a major mining area. Given the remoteness of the area, there is no conservation plan recommended.", "usetrade": "Although fish are extracted from the Río Ventuari for the pet trade, the obscure locality of <em>A. yutajae</em> (Río Yutajé) means that it is very unlikely to ever enter the trade."}]}