{"name": "82958911", "result": [{"species_id": 82958911, "taxonomicnotes": null, "rationale": "<p><em>Cyprinodon laciniatus</em> is endemic to New Providence Island, Bahamas, where it has been reported from Cunningham and Killarney lakes. Area of Occupancy is estimated to be 12-44 km<sup>2</sup>, Extent of Occurrence is estimated to be 18.9-44 km<sup>2</sup>,&#160;and the species occurs in two threat-based locations. Existing threats are producing inferred and continuous declines in habitat quality, including potential competitive interaction associated with established non-native species, increased nutrients associated with sewage, and coastal habitat modification. As such, <em>C. laciniatus</em> is assessed as Endangered under criteria B1ab(iii)+B2ab(iii).</p>", "geographicrange": "<p><em>Cyprinodon laciniatus</em> is endemic to New Providence Island, Bahamas, where it occurs in slightly saline inland and coastal lakes. It has been reported specifically from Lake Cunningham (Rauchenberger 1988, Richards and Martin 2017) and Lake Killarney. The type locality of this species is Cunningham Lake (UMMZ 134565) (Esmaeili&#160;<em>et al.</em>&#160;2018).</p>  <p>Area of Occupancy (AOO) is estimated to be 12-44 km<sup>2</sup>, with a lower bounded estimate calculated by overlaying a 2 km<sup>2</sup>&#160;grid on all verified georeferenced collection records (GBIF 2020), and an upper bounded estimate calculated by overlaying a 2x2 km grid across all potentially suitable habitat in lakes Killarney and Cunningham. Extent of Occurrence (EOO) is estimated to be 18.9-44 km<sup>2</sup>, with a lower bounded estimate based on a minimum convex polygon calculated around the surface area of lakes Cunningham and Killarney, and an upper bounded estimate that is equivalent to the maximum estimated AOO. Existing threats are expected to affect each lake individually, and therefore the species occurs in two threat-based locations.</p>", "population": "<p>Total population size is unknown. However, this species was one of the most common fish encountered in the shallow waters of Lake Cunningham and Lake Killarney during inland ichthyological surveys in recent decades (Barton 1999). It may be common in other bodies of water on New Providence as well (Barton 1999, Martin 2016).</p>  <p>Population trend is suspected to be in decline due to the potential impacts of invasive species and development (Barton 1999, Buchan 2000, Sealey&#160;<em>et al.</em>&#160;2014), but has not been confirmed by direct observation or by proxy.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in Lake Cunningham and Lake Killarney, two brackish lakes on New Providence Island, Bahamas (Barton 1999, Hubbs and Miller 1942). Fish were collected at depths of 1.5 m (adults) and 0.3-1 m (juveniles) (Hubbs and Miller 1942). The lakes that this species inhabits have salinities ranging from 10–14 ppt. Substrate is comprised of marl over limestone in the form of coarse cobble and boulders. Algae (<em>Batophora</em>) is abundant. The greatest abundance of individuals is within 10 m of the shore at depths ranging from 0.3 to 1.2 m. Although stomach content analyses have not been published, the Bahama Pupfish is similar to the sheepshead minnow <em>C. variegatus</em> in consuming mainly plant matter and detritus and exhibits similar dietary isotope signatures to other Caribbean pupfish populations (Martin 2016). This species co-occurs with <em>Gambusia manni</em> (Hubbs and Miller 1942). Reproduction occurs throughout the year (Barton 1999).</p>", "threats": "<p></p><p>Coastal mangrove habitat is under major threat from coastal development across much of New Providence Island, which is the primary human population center of the Bahamas (Buchan 2000). Many of these areas have been developed extensively for tourism and residential infrastructure (Buchan 2000). Future dredge and fill developments are expected to have considerable impacts on natural coastal ecosystems (Sealey&#160;<em>et al.</em>&#160;2014). Expanding human population is expected to further stress freshwater resources, which may alter natural hydrology and exacerbate aquifer salinization (Buchan 2000). This trend is especially evident in areas where natural porous limestone surfaces have been converted to impervious surfaces (e.g., residential areas and roadways) (Diamond 2016). Nutrient seepage from sewage cesspit systems may increase inorganic and organic nutrients in inland saline lakes and coastal waters (Sealey 2004). The entire southern shore of Lake Cunningham is developed for lakefront suburban houses and the north shore borders a major highway followed by the major residential and commercial areas of Cable Beach (C. Martin pers. comm. 2020).</p>  <p>A number of introduced species have established in Lake Cunningham, including Sailfin Molly&#160;<em>Poecilia latipinna</em> and at least one species of Swordtail (<em>Xiphophorus</em>). The species of greatest concern include two species of widespread cichlid, <em>Herotilapia multispinosa</em> and <em>Oreochromis mossambicus</em>, which were introduced during the 1960s to support coastal subsistence food fisheries (Barton 1999). Of the two species, <em>Oreochromis</em> is especially widespread, having been collected at a number of localities including lakes Cunningham and Killarney (Barton 1999). These species support an artisanal fishery on the island (Buchan 2000). Interspecific competition between <em>Cyprinodon</em> and <em>Oreochromis</em>, and declines in <em>Cyprinodon</em> abundance and range extent resulting from these interactions is well documented in other parts of the world (Strecker <em>et al.</em> 2006, Vega-Cendejas 2010). </p>  <p>Despite uncertainties regarding the direct impact, scope and magnitude of existing threats to inland and coastal aquatic habitat on New Providence Island, there is an inferred and continuous decline in habitat quality and potentially in habitat availability. </p><br/><p></p>", "conservationmeasures": "<p></p><p>This species has not been reported from within the boundaries of any protected areas (IUCN and UNEP-WCMC 2020). This species is susceptible to gene flow and interbreeding with all other Bahamian pupfish populations (e.g. Richards and Martin 2017) so introduction into natural or artificial waterways should be avoided. Control or targeting fishing of invasive species is recommended as one potential conservation priority in addition to multiple captive refuge populations. Additional ichthyological surveys would be useful in clarifying distribution, population size and population trend. Additional research regarding the scope and direct impact of existing threats is needed.</p><br/><p></p>", "usetrade": "<p>This species is not utilized.</p>"}]}