{"name": "123197987", "result": [{"species_id": 123197987, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta drusilla</em> is only known from five specimens collected at four locations in West Kalimantan and south-western Sarawak; the records from the two locations in Kalimantan date from the 1930s. Loss of lowland forest in West Kalimantan has been very extensive and it is doubtful that the known locations there are still extant; however there has been no recent survey of Odonata anywhere in West Kalimantan that the Assessor is aware of, so that recent data are entirely lacking. A decline in population of this species across its range can be inferred from the known loss of forest, but it is not possible to quantify its severity; however, it is  safe to say that this species is threatened. With the presently available data it is not possible to make a meaningful estimate of area of occupancy (AOO), but the AOO will be small. With only four locations ever recorded, and definite threats, this species clearly qualifies for Vulnerable status under criterion D2, and once more apparently suitable habitat has been surveyed in south-west Sarawak and any surveys have been made in west Kalimantan, it may need to be re-assessed in a higher threat category.</p>", "geographicrange": "<p><em>Drepanosticta drusilla</em> is endemic to Borneo, where it is known from old records from two locations in the vicinity of Singkawang in West Kalimantan (Lieftinck 1934), and recent records from two locations in south-western Sarawak (Dow 2012, Dow and Orr 2012). It is not known if the species survives at the locations in West Kalimantan, but since there has been very extensive loss of lowland forest there, it is doubtful. With the currently available data an accurate estimate of the area of occupancy (AOO) for this species is not possible, however it is likely to be small; probably within the threshold for Endangered or even Critically Endangered status under the B2 criteria.</p>", "population": "<p>Only five individuals of this species have ever been collected, with a photographic record probably of a sixth. There is insufficient information to make any definitive statement about population sizes or health, but this does appear to be an uncommon species. An ongoing decline in overall population can be inferred from loss of lowland forest habitats in West Kalimantan and Sarawak. With the data currently available, the overall population is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Little information is available about the habitats and ecology of this species, and most of what is available is circumstantial. Dow and Orr (2012) summarized the information that is available but were unable to draw firm conclusions from it. It appears to be a species of lowland forest, breeding in forest streams. However it is apparently absent from most locations fitting the description just given and we urgently need more information on its exact habitat requirements. Where it does occur it either occurs at very low densities, or adults spend most of their time foraging away from streams so that they are very seldom encountered (or both).</p>", "threats": "<p>The principle threat to this species is likely to be from clear cutting of forest; within the range of this species clear cutting now most commonly occurs as a precursor to the establishment of oil palm, rubber or <em>Acacia</em> plantations and there is no evidence that this species can re-establish itself and survive in any type of plantation. Forest fires are also a threat. Loss of lowland forest has been very extensive in West Kalimantan since the 1930s, and has also been extensive in south-western Sarawak; this species is undoubtedly threatened, the question is just how severely?</p>", "conservationmeasures": "<p>There is an urgent need for fresh data on this species, without this any conservation measures that it might need cannot be planned. Fresh searches need to be made wherever lowland forest remains in south-western Sarawak and West Kalimantan.<br/><br/>Within areas being converted to plantation, the survival prospects of the species would be greatly increased by good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads. The strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}