{"name": "890", "result": [{"species_id": 890, "taxonomicnotes": "Several specimens found at from Elandshoogte near Nelspruit have extended the range of the taxon southwards, but more material needs to be studied from this locality to confirm the identification.", "rationale": "This species is a range-restricted endemic species from Mpumalanga Province in South Africa (Extent of Occurrence 162 km<sup>2</sup>; Area of Occupancy 24 km<sup>2</sup>). There are four locations. This taxon is found in four small subpopulations of fewer than 250 mature individuals in each, with fewer than 1,000 mature individuals in the population. The taxon is found at high elevations where forestry and habitat modification is a threat and there is habitat decline due to alien plant invasions and inappropriate fire management. The taxon thus qualifies globally under the IUCN criteria as Endangered under criteria B and C.", "geographicrange": "This species is endemic to Mpumalanga Province in South Africa, known from four sites near Pilgrim's Rest, namely, Morgenzon Forestry at the top of Robber's Pass, Trout Hideaway and Sterkspruit Nature Reserve as well as further south at Elandshoogte near Nelspruit.", "population": "One questionable observation of this species has been made at Mount Sheba Nature Reserve, but due to its unreliability has not been included in this assessment. From available counts, a subpopulation size of fewer than 250 individuals per locality is expected.&#160;<br/><br/>Subpopulation size calculations: (a) An extensive investigation back in the 1980’s with Duke University from the USA on&#160;<em>Aloeides dentatis</em>&#160;found that it usually had fewer than 20 recorded adults flying in the colony at any one time. The results of the investigation were that the population would not have been more than 250 breeding individuals. (b) About 10 individuals have been observed on a good day. If we take flying time of about 6 weeks max. at a turnover rate (adult life expectancy) of 5 days (from research on related taxa, mark and recapture as well as research from the USA on similar species), and if we say that the average is double seen as 20 per day then the population could be: 6 [weeks] x (7 [days] /5 [life expectancy]) x 20 [mature individuals] = 168.", "populationtrend": "decreasing", "habitat": "This species occurs on ridges on mist-belt fire-climax grassland of the Mpumalanga Drakensberg at altitudes above 1,800 m. The habitats are subject to frost and snow. The colony at Robber's Pass is confined to a small area on a high ridge. The ridge has quartzitic elements and runs east-west, with a northern face.", "threats": "The colony at Robber’s Pass, Morgenzon Forestry, is restricted to a ridge a few hundred metres long and is infested with Black Wattle (<em>Acacia mearnsii</em>). There is another colony on the top of the escarpment at Trout Hideaway, a few kilometres to the south, which is threatened by invasive plants. This subpopulation is unstable and has not been seen recently. The colony in Sterkspruit Nature Reserve was threatened by expansion of a pine plantation, but this plantation has since been felled. The colony at Klipbankspruit (the type locality) has been destroyed by forestry. A further colony to the south, Elandshoogte near Nelspruit, has been located, but more research is necessary at this locality. Inappropriate fire management may be an additional threat.", "conservationmeasures": "Population size and habitat quality should be monitored regularly. There should be no further habitat encroachment by either plantation forestry or infestation of alien trees, and the latter should be removed. Autecological research is also needed.", "usetrade": null}]}