{"name": "149115310", "result": [{"species_id": 149115310, "taxonomicnotes": null, "rationale": "<em>Brycon chagrensis</em> is restricted to the Chagres River, Cocle del Norte drainage, and its tributaries on the Atlantic versant of central Panama, and in the Rio Grande on the Pacific versant of Panama following migration through the Panama Canal. Introduced species, solid waste pollution, and raw sewage discharge have likely resulted in a reduction in the quality of available habitat. However, the scope and impact of these threats require further study. Given an Extent of Occurrence that falls within the minimum threshold for a threatened category, threats that have probably impacted the quality of available habitat, but an unknown number of locations, this species is assessed as Near Threatened. More information regarding the scope of potential threats and their impacts may result in assessment under a threatened category.", "geographicrange": "<p><em>Brycon chagrensis</em> is distributed in the Chagres River and Cocle del Norte river drainage and adjacent tributaries on the Atlantic versant of central Panama (Reeves and Birmingham 2006, Angulo <em>et al</em>. 2013), including Lake Gatun and Lake Alajuela (Sharpe <em>et al</em>. 2017). This species is also distributed in the Rio Grande on the Pacific versant of Panama following migration through the Panama Canal (Smith <em>et al</em>. 2004).</p>  Extent of Occurrence (EOO) is estimated to be approximately 4,680 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). Given uncertainties regarding the scope of potential threats, the number of locations where this species occurs cannot be accurately estimated.", "population": "<p>Total population size and population trend are largely unknown. This species is abundant in the Chagres River and Cocle del Norte drainages (Smith <em>et al</em>. 2004).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in rivers and lakes throughout its range. It may play an important role in riparian seed dispersal (Horn <em>et al</em>. 2011). Diet is comprised of algae, fruit, and terrestrial and aquatic invertebrates (Craymer and Bryant 1993).&#160;Briceño (1981) determined that in Alajuela lake, this species spawns between December and January, during the dry season and has an omnivorus diet.</p>", "threats": "<p>At present, there is no indication that potential threats have resulted in major population decline. </p>  <p><a name=\"_Hlk6834997\">The future availability of water resources may affect the extent and quality of habitat in lake Gatun and Lake Alajuela, which serve as primary water sources for the urban cities of Colon and Panama City (Larsen 2019).</a> The peacock bass <em>Cichla monoculus</em> has been introduced in both Lake Gatun and Lake Alajuela, but has not resulted in the eradication of <em>B. chagrensis</em> (Sharpe <em>et al</em>. 2017). Additionally, the invasive Asian fish tapeworm <em>Bothriocephalus acheilognathi</em> has been reported from the Chagres River and likely parasitizes a broad range of fishes within the drainage (Choudhury <em>et al</em>. 2013). Solid waste and raw sewage discharge from urban centres have the potential to negatively impact water quality (Ibáñez <em>et al</em>. 2002). The combined impacts of these threats are inferred to have resulted in a decrease in the area, extent, and quality of habitat. However, the magnitude of impact is unknown. </p>", "conservationmeasures": "<p><a name=\"_Hlk6573876\">There are no species-specific conservation actions directed towards <em>B. chagrensis</em>. This species occurs in multiple protected areas, including the Chagres and Soberania National Parks (GBIF 2019, IUCN and UNEP-WCMC 2019).&#160;</a>Additional research regarding the scope and magnitude of existing threats is needed to better categorize the extinction risk of this species.</p>", "usetrade": "<p><a name=\"_Hlk6573737\">This species is targeted in subsistence fisheries, but the volume of harvest is unknown. </a></p>"}]}