{"name": "15141984", "result": [{"species_id": 15141984, "taxonomicnotes": null, "rationale": "This species is assessed as Endangered due to suspected declines of 50-60% in the next 10 years due to ongoing and planned multiple hydro-electric dams on all of the streams in which the species occurs.", "geographicrange": "<em>Schistura afasciata</em>&#160;was earlier thought to be endemic to a restricted area of the Dor river, a left tributary of the upper Indus River near Havelian, Pakistan (Mirza <em>et al</em>. 1981). It is recently reported from Jhelum River (from the Indian border up to Muzaffarabad), Kunhar River (lower stretches), Punjkora River (middle and lower areas), Swat River (lower Swat up to Mingora), Dor River (Hazara), Unar stream, and Siren River in the upper reaches of Trabela Dam (M. Rafique pers. comm. 2020).", "population": "There is construction of multiple hydro-electric projects in the region and, due to inundation of most of the areas of distribution due to the development projects, the habitat will be non-conducive for the species. It is suspected, therefore, that this species is suspected to decline by 50-60% in the next 10 years (M. Rafique pers. comm. 2020).", "populationtrend": "decreasing", "habitat": "<em>Schistura afasciata</em>&#160;is a carnivorous freshwater species that occurs in running rivers with stony beds and shallow runs in small streams. It is a bottom feeder found between 800 to 1,000 m above sea level (M. Rafique pers. comm. 2020).", "threats": "This species is threatened by multiple hydroelectric dams planned and in progress on the rivers, and flash floods are threats to both the quality and area of its habitat (CAMP 2004, Mirza and Mirza 2014, M. Rafique pers. comm. 2020). Some areas in the upper reaches are impacted by invasive species such as Brown Trout.", "conservationmeasures": "Research is needed into the life history of this species, habitat and wild population management are recommended, alongside raising public awareness and captive breeding, which could lead to reintroduction. There are no current conservation actions in place.", "usetrade": "It has the potential of becoming an aquarium species, but is not used at present."}]}