{"name": "57484459", "result": [{"species_id": 57484459, "taxonomicnotes": null, "rationale": "This species occurs on only two, rather small rocky reefs between Lumbaulo and Mala Point (Mozambique).&#160;It meets the area requirements under criterion B1 for Endangered and it is known from one location. However, continuing declines or extreme fluctuations in EOO, AOO, habitat quality or population size are possible but uncertain. The effects of aquarium trade and sedimentation on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi. It occurs on only two, rather small rocky reefs between Lumbaulo and Mala Point, Mozambique. The type locality is a rocky reef near Cobwé within Mozambique and a similar form, probably belonging to the same species, is collected at Kanjindo Rocks. Kanjindo Rocks&#160;is close to Cobwé but no further information on this locality is known.", "population": "At the type locality, this&#160;is a common cichlid.", "populationtrend": "stable", "habitat": "It inhabits the intermediate habitat, consisting of sand and rocks, and rarely ventures into deep regions. The rocky reef at Cobwé consists almost entirely of an intermediate type habitat and <em>M. glaucos</em> occurs at depths ranging between 7-15 m. It feeds on algae and mostly on phytoplankton which it finds in the water column. Males stay closer to their burrows and browse more often from surrounding rocks and breeding males are territorial, often burrowing a spawning place beneath small rocks. Females are either single or in small groups. Spawning takes place inside the male's burrow and mouth-brooding females are usually solitary and move quietly among the rocks of the habitat, staying close to the sand.", "threats": "Sedimentation is a threat and it is also irregularly targeted by the ornamental fish trade.", "conservationmeasures": "No conservation actions are in place.", "usetrade": "The form at Kanjindo Rocks has been targeted&#160;irregularly&#160;by the ornamental fish trade, but the subpopulation at the type locality only rarely."}]}