{"name": "125341262", "result": [{"species_id": 125341262, "taxonomicnotes": null, "rationale": "<em>Pseudoxiphophorus cataractae</em> is known only from its type locality in the Sachicha Arroyo, a large jungle stream in Alta Verapaz, Guatemala that is isolated from all downstream habitat by a 30 meter high ribbon waterfall. Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>, and this species occurs in a single location. Total population size and population trend are unknown though the species is relatively abundant within the type locality. Potential threats include abstraction of water for agricultural development. Though the species' habitat is currently relatively well protected, development of palm oil plantations has the potential to cause significant population declines. Given the species' very limited range and the potential for habitat quality declines, it is assessed as Vulnerable under criterion D2.", "geographicrange": "<p><em>Pseudoxiphophorus cataractae</em> is known only from its type locality in the Sachicha Arroyo, a large jungle stream that is tributary to the Senizo River (Usumacinta River drainage, Matamoros <em>et al</em>. 2015) approximately 20 km northwest of Cobán in Alta Verapaz, Guatemala (Rosen 1979, Lucinda 2003, Agorreta <em>et al</em>. 2013). The Sachicha Arroyo is isolated from the downstream Senizo River by a 30 meter high ribbon waterfall (Rosen 1979). The species is difficult to identify and additional surveys could expand the range of the species.<br/></p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a 2x2 km grid overlain on the only known collection locality (GBIF 2019). This species occurs in a single location. </p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from collections made during its original description, which included 93 young adult males and females, and 105 young to adult males and females (Rosen 1979). Additional collections have occurred in 2015, 2018, and 2019. It is common within the type locality.<br/></p>", "populationtrend": "unknown", "habitat": "<p>This species is restricted to a large, isolated jungle stream above a large ribbon waterfall in Alta Verapaz, Guatemala (Rosen 1979). This species reaches a maximum reported body size of 6 cm standard length (SL) (Lucinda 2003).</p>", "threats": "<p>The species' habitat has been developed for eco-tourism. However, current land use practices for recreational purposes are not thought to significantly impact the species. Development of palm oil plantations in the region has the potential to alter the regional hydrology which could cause habitat degradation. Additional research is needed to better understand the nature, extent, and severity of these hydrological changes.<br/></p>", "conservationmeasures": "<p></p><p>This species is currently listed in category two on the Guatemalan List of Threatened Species, which limits use to scientific research or reproduction for conservation purposes (CONAP 2009). Multiple authors have expressed the need for further research and species-specific conservation measures (Valdez-Moreno <em>et al</em>. 2005, Quintana <em>et al</em>. 2019). This species has not been reported within the boundaries of any protected areas (IUCN and UNEP-WCMC 2019). Research priorities include distribution, population size, population status, and the impacts of potential localized or regional threats. Population monitoring and site protection may be warranted. </p><br/><p></p>", "usetrade": "<p>This species is not utilized. Use and trade is restricted to scientific research and reproduction for conservation purposes (CONAP 2009).</p>"}]}