{"name": "191248", "result": [{"species_id": 191248, "taxonomicnotes": null, "rationale": "<p><em>Algansea aphanea</em> currently occupies the San Jeronimo River and the San Pedro Bridge stream, two small tributaries in the upper Coahuayana River drainage. Historical reports suggest that it has been extirpated from the Armeria River drainage, as well as multiple locations in the Coahuayana River drainage. Primary threats include severe flow-modification and surface water diversion for agricultural use, municipal and industrial wastewater discharge, and potential interspecific competition with introduced species (e.g., <em>Oreochromis aureus</em>). Given an estimated extent of occurrence between 188-530 km<sup>2</sup>, an estimated area of occupancy that does not exceed 500 km<sup>2</sup>, a number of locations that is between 2-5, in addition to a continued decline in the extent of occurrence, area, extent, and quality of habitat, the number of locations, and the number of mature individuals, this species is assessed as Endangered.</p>", "geographicrange": "<p><em>Algansea aphanea</em> was historically restricted to the Armeria and Coahuayana river drainages on the Pacific slope of Mexico in Jalisco and Colima. The most recent sampling efforts suggest that this species has been extirpated in the Armeria River (Lyons <em>et al</em>. 1998, Lyons 2006). Miller <em>et al.</em> (2005) mapped 5 collection localities for this species. Currently, there are only two known locations in the Coahuayana River: One in the San Jeronimo River, and one in the San Pedro Bridge stream (Lyons 2006). Extensive sampling at historical localities has failed to detect this species, although it may occur at remote unsampled localities in the upper Coahuayana River (Lyons 2006). Additional sampling failed to detect this species in the upper Armeria River on two occasions after 2003 (J. Lyons pers. comm. 2018). </p>", "population": "<p>The total populations size of <em>A. aphanea</em> is unknown, but likely relatively small given such a restricted range. Based on limited sampling, the San Jeronimo River population contains much of the known total population size, whereas the San Pedro Bridge stream population is much smaller (Lyons 2006). <br/><br/>Total population size and number of location where this species occurs are likely declining, primarily resulting from severe surface water diversion for sugarcane production, as well as municipal and industrial wastewater discharge (Lyons <em>et al.</em> 1998, Lyons 2006). <br/><br/>A study in 2011 visited most of the sites where the species had been  recorded and was not found in 95% of the sites (Pedraza Marron 2011).</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in swift riffles and below waterfalls in clear streams, over coarse substrates, and at depths greater than 0.7 m (Miller <em>et al. </em>2005). Little is known about the reproductive characteristics of this species.&#160;</p><em></em>", "threats": "<p><em>Algansea aphanea</em> is threatened by severe surface water diversion and flow modification for agricultural use, industrial and municipal wastewater discharge, and the potential impacts of introduced species, including blue tilapia <em>Oreochromis aureus </em>(Lyons <em>et al.</em> 1998, Lyons 2006, Jelks<em> et al.</em> 2008). While the impact of these threats on the total population size of <em>A. aphanea</em> have not been quantified, they are likely considerable and have contributed to declines in the number of locations where this species occurs, when compared to historical reports (Lyons <em>et al. </em>1998, Miller <em>et al.</em> 2005, Lyons 2006).</p>", "conservationmeasures": "<p>This species is federally threatened in Mexico under NOM-59-SEMARNAT-2010. Additionally, the American Fisheries Society’s Endangered Species Committee lists it as endangered, based on the present or threatened destruction, modification, or reduction of the taxon’s habitat or range, over-exploitation for commercial, recreational, scientific, or educational purposes including intentional eradication or indirect impacts of fishing, and a narrowly restricted range (Jelks <em>et al.</em> 2008).<br/><br/>A better estimate of total population size, exploratory sampling in suitable habitat to quantify the total number of locations where this species occurs, and protection of existing subpopulations and surrounding habitat are needed.</p>", "usetrade": "More information is needed about the use or trade of <em>Algansea aphanea</em>."}]}