{"name": "122150365", "result": [{"species_id": 122150365, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis remiger</em> is endemic to Borneo, where it is known from a relatively small area in Brunei and adjacent parts of Sarawak and Sabah. Threats exist at all sites and the species is likely to become extinct at a number off the known locations in the not-too-distant future. The area of occupancy (AOO) of this species cannot be calculated accurately at present, but will be declining, as will the quality and extent of suitable habitat. This species cannot be assessed as Least Concern, but the currently available information does not clearly support placement in Vulnerable or a higher threat category, so it is assessed as Near Threatened. When it is possible to place an accurate upper bound on the AOO the species will probably require re-assessment to Vulnerable or Endangered.</p>", "geographicrange": "<p><em>Amphicnemis remiger</em> is endemic to Borneo, where it is known from Brunei (Orr 2001, Dow &amp; Choong unpublished), and adjacent parts of Sarawak (Laidlaw 1912, Dow &amp; Reels 2008, Dow unpublished) and Sabah (unpublished). Laidlaw (1913) gives Batu Lawi (a mountain) as the location of a specimen that is clearly the holotype, but since Laidlaw (1912) gives the type locality as Kuala Madalam, this is clearly a mistake. Laidlaw (1920) lists two males in imperfect condition from \"Murud\" collected in December 1914, received from J.C. Moulton from the Sarawak Museum. Collectors from the Sarawak Museum went to Gunung Murad, a high mountain in an area all at greater altitude than any other record of this species, in late 1914, but it is not clear if they were still there in December and these specimens may have been collected somewhere on their route back. Since the condition of the specimens is stated to be imperfect they may also not actually be <em>A. remiger </em>but another <em>Amphicnemis </em>species known to occur at altitudes over 1,000m a.s.l. in the same part of Sarawak. In either case this record cannot be regarded as reliably referring to <em>A. remiger</em> and is excluded from the assessment. This leaves 18 locations, mostly in Brunei, known for this species. The species is known from one totally protected area (Gunung Mulu National Park in Sarawak). An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but it will be declining, as will the extent and quality of suitable habitat (see Threats).</p>", "population": "<p>This species can be moderately common where it occurs. Beyond this little can be said except that a decline in population, at least outside of Brunei, can be inferred from loss of lowland swamp forest in Sarawak and Sabah. If not all ready severely fragmented, it is likely to become so in the not-too-distant future.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in swamp forest, most often in peat swamp forest but it has also been found in other formations.</p>", "threats": "<p>Outside of Brunei and Gunung Mulu National Park populations are threatened by conversion of forest to plantation or agriculture; sites in the Marudi area are not likely to survive for these reasons. Forest fires are a threat to all populations and have already affected sites close to some of the known locations in Brunei, sand mining is also a threat to some sites in Brunei and urban and industrial expansion are threats at others.</p>", "conservationmeasures": "<p>More data is needed on the distribution of this species outside of Brunei, and better protection at some sites even in Brunei. Within areas being converted to plantation, the survival prospects of the species would be greatly increased by good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest. The strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial.</p>", "usetrade": null}]}