{"name": "214611849", "result": [{"species_id": 214611849, "taxonomicnotes": null, "rationale": "<em>Rhagophthalmus hiemalis</em><strong><em>&#160;</em></strong>is a firefly beetle known only from Hong Kong. Before 2021, it was found in Tai Mo Shan, Tsuen Kam Au (including a 2 km section of&#160;MacLehose Trail Stage 9)&#160;and Mui Tsz Lam. Altitudes at these sites range from 100 m asl in Mui Tsz Lam to 660 m asl in Tai Mo Shan.&#160;The species was recorded in one more site—Sha Tin Pass—after a territory wide firefly survey target on this species in 2021. The subpopulations in Tai Mo Shan and Mui Tsz Lam no longer exist.<br/><br/>The area of occupancy (AOO) for this species is 12 km²<sup> </sup>and its estimated extent of occurrence (EOO), calculated using a minimum convex polygon around known extant localities, is 7.3 km². However,&#160;EOO cannot be smaller than AOO, therefore for the Red List assessment, the EOO is also&#160;12 km². The species is estimated to occur in two locations: Tsuen Kam Au (including a 2 km section of MacLehose Trail Stage 9) is considered as one location, which is threatened by mountain bike activities and increasing light pollution; and the Sha Tin Pass location is threatened by increasing light intensity and hiking activities. Considering the enormous amount of surveying efforts spent on this species, additional occurrences are not likely.<br/><br/>Continuing decline in EOO, AOO, and number of locations has also been observed, as two sites are known to have been lost in the past 10 years.&#160;All known sites of occurrence are threatened by increasing serious light pollution at night resulting from expanding urban development and there is no foreseeable legal restriction to reduce the amount of light pollution. All the sites of occurrence are situated in a popular hiking area. Hiking routes and nature trails, and their neighbouring environment, are facing soil erosion, island effect on plant community, path widening, and shortcut creation, which adversely affects growth of plants, and concretization of trails which creates additional physical barriers in the habitats. Recent increasing amount of hiking activities has intensified the threats of habitat degradation. The site at Tsuen Kam Au is suspected to have been degraded by mountain bikers riding outside the designated tracks (Yiu 2021). As such, it is estimated that the area and quality of habitat suitable for this species is continuing to decline. Also, a series of quantitative surveys found that the number of mature individuals has dropped significantly within the past few years, and the decline may continue. Therefore the species qualifies for the Endangered category under criterion B (EN B1ab(i,ii,iii,iv,v)+2ab(i,ii,iii,iv,v)).<br/><br/>Repeated qualitative survey have been done at the site housing the largest population of this species: Tsuen Kam Au. It was found that the reduction over the past 10 years (which is longer than three generations for this species) was 88.5%, assuming that the rate of decline has been constant over time. Unusual clearance of vegetation along the slopes in the habitat was found.&#160;Without cover by the vegetation, the habitat experiences higher fluctuations in temperature and moisture levels and becomes less suitable for the firefly (Yiu 2021). Due to its proximity to expanding, densely populated cities, increasing light population may have also caused the reduction. However, the causes may not be understood and may not have ceased. Therefore the species qualifies for (and is assessed as) Critically Endangered under criterion A (CR A2b).", "geographicrange": "<em>Rhagophthalmus hiemalis</em><strong><em>&#160;</em></strong>is only known from Hong Kong. Before 2021, it was only known in Tai Mo Shan, Tsuen Kam Au (including a 2 km section of&#160;MacLehose Trail Stage 9)&#160;and Mui Tsz Lam. Altitude ranges from 100 m asl in Mui Tsz Lam, to 660 m asl in Tai Mo Shan.&#160;Tsuen Kam Au is the largest site holding the largest number of individuals.&#160;There has been only one record of a mating pair at the Tai Mo Shan site in 2010. Occasional field surveys have been carried out during the flight period to check for this species, no further records have been found at this site since 2010. It is assumed that the firefly has been extirpated from the Tai Mo Shan site.&#160;The record from Mui Tsz Lam was collected in 2014. The site was checked again, twice, in 2021, but the species was not found. Habitat in Mui Tsz Lam has largely been destroyed by development of village houses. It is assumed that the subpopulation in Mui Tsz Lam has been lost.<br/><br/>All three sites were less disturbed natural habitat (Yiu, 2017). In 2020, 13 potential sites with similar habitat and land features as the three sites mentioned above were identified. The 13 potential sites are evenly distributed all over Hong Kong, covering the New Territories, Hong Kong Island, and Lantau Island. Surveyors walked along designated survey routes at each site. Length of the routes ranges from 2.2 km to 5.3 km. After 30 surveys, completed within the flight period of the species—December to February—in the 13 potential sites in Hong Kong, the species was recorded in one more site: Sha Tin Pass (Yiu 2021). A small number of female adults were discovered in December of 2021 in Quarry Pass on Hong Kong Island, the identity was not confirmed until male was found in December of 2022. Moreover, a total of 241 field visits to 47 different sites in Hong Kong were conducted specifically for firefly surveys, from 2009 to 2020 (Yiu 2020), and this species has not been found in any other places. In view of enormous survey efforts spent on this species, additional occurrences are not likely.", "population": "Transect count method was used to study the population size of&#160;<em>Rhagophthalmus hiemalis</em>. Surveyors walked along a 2 km section of MacLehose Trail Stage, 9 which is the locality housing the largest&#160;population&#160;of this species. Four surveys were carried out from 2012 to 2014. Seventeen surveys were carried out between December 28 2020 and February 17 2021.&#160;Fifteen transect count surveys were carried out from 24 December 2021 to 27 February 2022 (Yiu 2021, 2022). The index of population size data found in 2021–2022 and that from 2012–2013 were entered into the IUCN Red List Criterion A tool (IUCN 2013) to calculate the population size reduction. Generation length is shorter than one year, therefore reduction is calculated over 10 years (longer than three generations). The reduction over the past 10 years (2012–2022) is 88.5% for the population of <em>R. hiemalis</em>,&#160;assuming that the rate of decline has been constant over time&#160;(Yiu 2022).", "populationtrend": "decreasing", "habitat": "The species is nocturnal and adults are seen from late December to February, though mostly are recorded in January. They are typically seen in less disturbed natural habitats (Tai Mo Shan, Tsuen Kam Au, and Mui Tze Lam). Female adults are often seen lying on the sparsely vegetated slope surfaces near woodland margins, bending their abdomens upward such that the light organ is facing upward, emitting a continuous glow. The light display could be seen shortly after sunset and usually lasts for 2 hours. Light emission from one female was observed when the air temperature was 12°C or higher. As female adults select uncovered places to display light, the light is easily visible by observers from 10 m away. No light emissions have been observed from males. Eggs are laid in a cluster and the female curls around the egg cluster. On each larva, a pair of small light spots appear near the posterolateral margin of the mesothorax, metathorax, and each&#160;abdominal segment, except the terminal one, with an additional light spot appearing near the posterodorsal margin of each of the 11 segments mentioned above. Larvae of this species are believed to prey on millipedes, as do other <em>Rhagophthalmus</em> spp.. It is likely that this species is univoltine. (Yiu 2017).", "threats": "<p>All known sites are threatened by increasing serious light pollution at night resulting from expanding urban development and there is no foreseeable legal restriction to reduce the amount of light pollution. All the sites of occurrence are situated along a popular hiking route. Hiking routes, nature trails, and their neighbouring environments are facing soil erosion, island effect on plant communities, path widening, and shortcut creations, which adversely affects growth of plants, and concretization of trails which creates additional physical barriers in the habitats. Recent increasing amount of hiking activities has intensified the threats of habitat degradation. The site in Mui Tsz Lam also faces serious habitat destruction caused by rapid development of small village houses and construction of concrete roads for motor vehicles. The site at Tsuen Kam Au is suspected to be degraded by mountain bikers riding outside the designated tracks (Yiu 2021). The site at Quarry Pass is facing the threat of proposed erection of a long series of street lamps along the road leading to the site from the city which is 3km apart from the site. As the female of this species is wingless, escaping from the threat of heavy light pollution by migration is not likely.</p>", "conservationmeasures": "All the occurrences of this species are located inside Country Parks which are legally protected in Hong Kong. No other conservation action is known. This species is one of the main targets studied by the Hong Kong Firefly Survey Team 2020–2021, and Team 2021–2022.", "usetrade": "There is no use or trade information for this species."}]}