{"name": "201164", "result": [{"species_id": 201164, "taxonomicnotes": null, "rationale": "This unique marine bivalve is restricted to hydrothermal vents at deep ocean ridges in the West Pacific Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1300 m to 1900 m bsl. There is uncertainty regarding the total AOO, EOO and other biological factors, and in particular it is not certain whether there is currently a continuing decline in habitat quality; this results in potential Red List categories for this species spanning VU and EN. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as the top of this range, EN B1ab(iii)+2ab(iii). The government of Papua New Guinea has granted mining licenses within the Manus Basin. The potential for anthropogenic influence in these sites based on these licenses for mineral extraction at or adjacent to the sites supports an inferred and projected continuing decline in quality of habitat, as there may already be disturbance to this species from the extraction of mineral deposits and testing of seabed mining technology. A reassessment would be merited if there was a substantial change to the status of mining license arrangements, for example, if a moratorium on deep-sea mining was reached by the government of Papua New Guinea, whereby the assessment would be likely to decrease to NT.", "geographicrange": "This deep-sea bivalve is restricted to one location at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. In hydrothermal vent ecosystems, a location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes would smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. The species occurs at active black smokers and sites of diffuse venting located at depths of 1300 m bsl to 1900 m bsl. It has been observed from three vent fields, all within a single location: at the PACMANUS, DESMOS Cauldron and SuSu Knolls vent fields in the Manus Basin (Hashimoto and Furuta 2007, Thaler <em>et al</em>. 2017). The species is present over very small areas in each of these vent fields, with the three vent fields distributed over a Minimum Convex Polygon area of 171.232 km<sup>2</sup> in the West Pacific Ocean.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Hashimoto and Furuta 2007, Thaler <em>et al</em>. 2017).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 1300 m to 1900 m bsl.", "threats": "The PACMANUS, DESMOS Cauldron, and SuSu Knolls vent fields lie within the Papua New Guinea Exclusive Economic Zone and are not subject to International Seabed Authority governance. The exploitation of polymetallic sulfide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner <em>et al.</em> 2018). The Papua New Guinea Government has granted exploratory and subsequent exploitative mining licenses to Nautilus Mineral Cooperation within the Manus Basin (Gena 2013). Polymetallic sulfide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the current exploratory mining and the possibility of future exploitative mining licenses within the Papua New Guinea EEZ to be a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at any West Pacific Ocean vent fields. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites in West Pacific back-arc basins.", "usetrade": "There is no known trade or use of this species."}]}