{"name": "139344721", "result": [{"species_id": 139344721, "taxonomicnotes": null, "rationale": "<p><em>Chlorogomphus piaoacensis</em> is known from the Mount Pia Oac area in northern Viet Nam and a locality in Yunnan, China. The two known locations are approximately 220 km apart. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some extent due to loss of forest within the range of the species. Its maximum current extent of occurrence (EOO) is 8,842 km². Although the species is common at the two known locations, definite threats exist at one of them; if the species were to become extinct at that site, it would rapidly become Critically Endangered. The species is assessed as Vulnerable criteria B and D (VU B1ab(ii,iii); D2). It is hoped that when more data are available, a reassessment to a lower threat category might be possible.</p>", "geographicrange": "<p><em>Chlorogomphus piaoacensis</em> is known from the Mount Pia Oac area in northern Viet Nam and a location in Yunnan, China (Karube 2013, Zhang 2019, unpublished). The two known locations are approximately 220 km apart. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some extent due to loss of forest within the range of the species. Its maximum extent of occurrence (EOO), based on the HydroBASINS areas the current known records are within, is 8,847 km².<br/></p>", "population": "<p>This species is fairly common at the known locations, little else can be said with the available data except that some ongoing decline in overall population is suspected from loss of forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 45) states that this species is found at “Narrow streams in forest at 500–1,000 m elevation.” The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>At Mount Pia Oac, threats from alterations and disturbance to streams from salmon farming and mining (for both sand and precious metals) activities exist. Clearance of forest with farming of one type or another as the main driver is a general threat.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution and ability to tolerate disturbance.</p>", "usetrade": null}]}