{"name": "161277582", "result": [{"species_id": 161277582, "taxonomicnotes": "There are no notable issues. <em>Abantis bicolor</em> is a distinctive species that cannot easily be mistaken for other members of its genus. All subpopulations show some variation in the extent of the black upper side markings, and this variation appears to be consistent across subpopulations. Flight range is based on behaviour on sites where males are found on hilltops and females lower down on flowers; typically these sites are of the order of 1,000 m apart.", "rationale": "This is an uncommon, habitat-restricted endemic species, known from seven subpopulations in central to southern coastal KwaZulu-Natal Province, and the adjoining north-eastern section of the Eastern Cape Province, in South Africa (Extent of Occurrence (EOO) 16,447 km<sup>2</sup>). Its EOO has appeared to have declined. The butterfly is present in well-protected nature reserves such as Nkandla and Ongoye Forests, Krantzkloof Nature Reserve near Durban, and Umtamvuna Nature Reserve near Port Edward. However, known sites within these are far apart. Over the entire range, the population is mostly not severely fragmented because most of the Area of Occupancy (AOO) is within fairly homogeneous forested areas (with the possible exception of the Westville and Illovo sites). Outside of nature reserves, the taxon’s forest habitat is under threat from agriculture and informal human settlements. At least one protected area (Vernon Crookes Nature Reserve) has been subject to a successful land claim and hence faces the same threats. One location, at Palmiet Nature Reserve in Westville, Durban, has produced no sightings of the butterfly in the past 18 years and the site where the sightings were made has been concreted over. The location at Illovo (Mpongolwana) is inside an area already threatened by informal agriculture and settlement, and overgrazing. Some of the sites in its known AOO are under severe threat and its AOO is expected to decline in future. There are 15 locations. The colonies around Port St Johns form several separate locations, three of which are under threat (alien plant invasion – 2, and urbanisation – 1). All these colonies may come under threat from development due to the planned N2 road extension and the urbanisation that is likely to accompany this. This would have the effect of reducing the number of locations to 10. Therefore, a continued decline in the area of suitable habitat is expected. EOO is under 20,000 km<sup>2</sup>&#160;which puts it inside the Vulnerable threshold but the number of locations is just over 10, just outside the Vulnerable threshold. With a continuing decline in its range, due to its apparent disappearance from its southern locations (East London area) and increasing threats across its range, the taxon thus qualifies globally under the IUCN criteria as Near Threatened under criterion B.", "geographicrange": "Endemic to the Eastern Cape and KwaZulu-Natal provinces in South Africa, in the coastal and coastal hinterland regions from Nqileni in the south to Nkandla in the north. Historically it occurred further south near East London. The species occurs at 15 locations, at Ongoye, Dlinza, Entumeni, Nkandla, Westville, Krantzkloof, Illovo/Mpongolwanabitat, Vernon Crookes Nature Reserve, Untamvuna Nature Reserve near Port Edward, Nqileni, Embotyi, Ntafufu and three locations in Port St. Johns itself. These are: the forests around Mt Thesiger, which does not appear to be a protected area and is not well controlled; sites in the town of Port St. Johns, and along the road to Second Beach; and inside Silaka Nature Reserve.", "population": "Seven subpopulations have been identified. The sites in Nkandla, Entumeni, Dlinza and Ongoye Forests in the north are assigned to one subpopulation as the habitat is similar and there are several smaller forests in between that may harbour more specimens. It is likely that there could be gene flow between these forests. The sites in Westville and Krantzkloof Nature Reserve in Durban are likewise deemed to form a single subpopulation. The sites are along deep river valleys that are interconnected in the Durban area. The Mpongolwana site is a single subpopulation, close to sites where the butterfly was found in the past but are now unsuitable due to sugar cane farming and alien vegetation invasion. It is isolated from the Durban and Vernon Crookes subpopulations. Vernon Crookes Nature Reserve, which contains more than one site, is isolated from other subpopulations by large areas of sugar cane farms and <em>Eucalyptus</em> plantations. The Port Edward subpopulation is isolated from others to the north and south. The sites between Mbotyi Forest and Silaka Forest at Port St Johns are in similar habitat and there are areas in between that may harbour more specimens. They are therefore deemed to constitute a single subpopulation. The subpopulation at Nqilene is isolated from the one at Port St. Johns. There are suitable forests in between, so there may be an argument that this is part of the same subpopulation. Overall the population is suspected to be declining.", "populationtrend": "decreasing", "habitat": "Males are usually found on hill tops near or in moist scarp forests, or forest/grassland mosaics, in the coastal hinterland and hillsides. Both sexes may be found on flowers, or perching on prominent shrubs and trees, close to forest edges.", "threats": "Subpopulations occurring outside of protected areas are threatened from habitat destruction by agriculture and housing, in the form of informal settlements. The sites at Vernon Crookes Nature Reserve may come under threat from both of these, due to a recent successful land claim. Invasive alien plants also pose a threat to the early stages of the taxon in the Port St Johns area, in forests where its host plant probably grows, and alien plants are poorly controlled. Although the host plant is not known, such invaders can form dense stands that shade out and displace indigenous vegetation. The subpopulations in the south, along the Eastern Cape Province coast, may face future threats from development pressures as a result of a planned highway (N2) linking Durban and East London.", "conservationmeasures": "Monitoring and research of subpopulations is required. The known subpopulations outside current protected areas should be protected from human encroachment and alien plant invasion.", "usetrade": null}]}