{"name": "61062", "result": [{"species_id": 61062, "taxonomicnotes": null, "rationale": "Most subpopulations of <em>Aulonocara guentheri</em> have been extirpated by overfishing. It no longer occurs in beach seine catches in Senga Bay where it was a common catch in the early 1990s. Its decline was already evident by the end of the previous century and this species has not been seen or reported outside of Domira Bay since 2010.&#160;The current extent of occurrence (EOO) at Domira Bay is 250 km<sup>2</sup>&#160;and represents a single location based on the threat of overfishing. The decline in population size continues in Domira Bay as many fishermen ply their nets in this area. This species it is listed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi and Lake Malombe. It occurs in the southeastern arm of Lake Malawi at Monkey Bay, Makanjila Point and Kadango. It has also been observed at Senga Bay, Domira Bay and Nkhotakota. However, this species has not been seen or reported outside of Domira Bay since 2010. It is now considered extant only at Domira Bay and possibly extinct elsewhere in its historic range.", "population": "This species used to be common in beach seine catches in the 1980s and early 1990s before the southern part of Lake Malawi became overfished. Since 1999 it has only been recorded from Domira Bay. A lake-wide survey in 1998-1999 recorded the species in Domira Bay with an average of 7.6 kg/20 min haul (5 hauls total). A survey in 2016 in the same area recorded an average of 1.7 kg/20 min haul (3 hauls total). The interpolated decline for the remaining population in the last 10 years is thus about 45%.", "populationtrend": "decreasing", "habitat": "It inhabits shallow sandy areas and was commonly caught in beach seine nets before the southern part of the lake became overfished. A few individuals were seen (Feb 2004) at a depth of about 15-20 m near Thumbi East Island, also over bare sand. This species&#160;is a predator, feeding on insects and crustaceans that it locates in the sand using an elaborate sensory system. Males in nuptial dress were rather common in beach seine catches in November and December in the early 1990s. Thus, it seems that spawning takes place in a temporarily defended territory. Males and females (characterised by the yellow colour on the lower half of the head) move around in small foraging groups and regularly accompany groups of other sand-dwelling cichlids.", "threats": "Over-fishing using beach seines and gill nets is a threat to this species.", "conservationmeasures": "This species is possibly present at Thumbi East Island of the Lake Malawi National Park.", "usetrade": "This species was rarely&#160;collected by the ornamental fish trade in the past, but is no longer targeted. It is targeted by subsistence fishermen."}]}