{"name": "176217795", "result": [{"species_id": 176217795, "taxonomicnotes": null, "rationale": "With an extent of occurrence (EOO) of 1,935 km<sup>2</sup>, a single location, and a continuing decline inferred in the habitat quality due to the large amount of mining in the region, including at the site where the type was collected, this species is considered Endangered. If mining were to further enter the area, the risk of extinction of this species would be increased. It is possible that the species can be found in areas that have yet to be explored, and further systematic investigations of the range of the species should be undertaken.", "geographicrange": "<em>Neblinichthys echinasus</em>&#160;is known from the Kukui River (upper Mazaruni River) that drains the north-eastern flank of Mount Roraima of Guyana (Taphorn&#160;<em>et al.</em> 2010).", "population": "Nothing is known about the population of<em>&#160;Neblinichthys echinasus</em>, but it is much less common than its sympatric congener <em>N.</em><em>&#160;brevibracchium</em>.", "populationtrend": "unknown", "habitat": "Species of&#160;<em>Neblinichthys&#160;</em>are found in small creeks and rivers in riffles and runs made of bedrock, cobble, and gravel. Presumed nuptial&#160;male specimens have very long odontodes (integumentary teeth). Three rows of hypertrophied odontodes are present on the snout on the mesethmoid (centre of snout) and running from the orbits to the nares to the snout edge (these are shorter than those along the snout). The odontodes of the lateral plates are slightly enlarged. Nothing is known about spawning in&#160;<em>Neblinichthys</em>&#160;or how the males use their hypertrophied odontodes (Taphorn&#160;<em>et al</em>. 2010)", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em> 2002, Mol and Ouboter 2004, Alofs <em>et al.</em>&#160;2013). The upper Mazaruni has been especially hard hit with mining including localities where&#160;<em>N. brevibracchium&#160;</em>and<em>&#160;N. echinasus&#160;</em>were collected (including the type locality of&#160;<em>N. echinasus</em>) and this activity has been increasing (Taphorn&#160;<em>et al.</em> 2010, Hook 2019). Little deforestation other than that associated with mining is seen in the area. In addition, the cichlid,&#160;<em>Cichlasoma bimaculatum</em>, has been introduced into the region and the effects of it on the native, endemic species is unknown.", "conservationmeasures": "Due to the increasing number of gold mines in the upper Mazaruni River and because of the large number of endemic taxa in the region including species of&#160;<em>Neblinichthys</em>, it is recommended that the upper Mazaruni including Mount Roraima be protected (Taphorn&#160;<em>et al.</em> 2010, Alofs&#160;<em>et al.</em> 2013). There has been talk of protection of the Guyana side of Mount Roraima, and if such an area is set aside, the courses of the Kako and Kukui rivers should be included within its boundaries (Taphorn&#160;<em>et al.</em> 2010).", "usetrade": "<em>Neblinichthys echinasus</em>&#160;is not likely used as a food fish and it has not been exported for the international aquarium trade (PlanetCatfish 2020)."}]}