{"name": "176001662", "result": [{"species_id": 176001662, "taxonomicnotes": null, "rationale": "Although the distribution is within an area with some type of environmental management (Ramsar wetland), there are plausible present and future threats to the population of the species. It has a restricted range in the lower basin of the Atabapo River, with an extent of occurrence (EOO) of 1,002 km<sup>2</sup>. Illegal mining is the main generalized threat to the whole of the basin, and it diminishes the quality of habitat available for the species. There is a single location based on this threat. Therefore, the category of Endangered is assigned.", "geographicrange": "It is registered for the lower basin of the Atabapo River, for the western bank of this river in Colombia. Its type locality is Caño Jigua, 3°47'N, 67°38'W, western tributary to the lower Río Atabapo south of San Fernando de Atabapo, Colombia (Schindler and Staeck 2008). This species is considered to be Possibly Extant in Venezuela, because the Atabapo basin is binational.", "population": "There are no estimates of the population size of this species.", "populationtrend": "unknown", "habitat": "It occurs in black water rivers, with characteristics of oligotrophic environments, with a pH of 4.4 and conductivity of 10 µS/cm. The species is collected along the banks of small tributaries in shallow waters, with sandy bottoms covered by abundant leaf litter or among submerged terrestrial vegetation (Schindler and Staeck 2008). <em>Dicrossus gladicauda</em> is a polygynous species, the male defends a territory for the laying of future females, parental care is exclusively in charge of the females. Omnivorous eating habits are recorded for the genus, based on detritus, fruits, seeds and small fish (Lasso and Machado-Allison 2000).", "threats": "Illegal mining is the main regional threat. The illegal exploitation of alluvium gold, tin and tungsten is documented in the Atabapo River (Hernández-Mora 2015, Gran Alianza contra la Deforestación 2019). Additionally, in terms of pollution and water demand, the transformation and loss of ecosystems and habitats, place this basin among those with the highest-pressure values for Colombia (Ricaurte <em>et al</em>. 2016). This area is also classified as a Critically Endangered Colombian terrestrial ecosystem (Etter <em>et al</em>. 2018).", "conservationmeasures": "Its distribution is found within an environmentally managed area called EFI (Estrella Fluvial de Inírida), a Ramsar wetland.", "usetrade": "<p>It is unknown if this species is traded in the ornamental fish market.</p>"}]}