{"name": "150106380", "result": [{"species_id": 150106380, "taxonomicnotes": null, "rationale": "<p></p><p>This species is restricted to the Chagres and Indio River drainages and their tributaries on the Atlantic versant of Panama. Population trend is suspected to be declining in at least a part of this species' range, but the rate of decline is unknown. Potential threats include pollution resulting from solid waste, non-native predators and parasites, and future reductions in the availability of water resources. However, the scope of these threats are unknown and the number of locations where this species occurs cannot be determined with accuracy. Given these uncertainties regarding the number of locations where this species occurs, current population status, and rate of population decline, this species is assessed Near Threatened (NT) under criterion B1b(iii,v). </p><br/><p></p>", "geographicrange": "<p></p><p><em>Roeboides guatemalensis</em> occurs in the Chagres River drainage and its tributaries on the Atlantic slope of Panama, including Lake Gatun (Smith and Bermingham 2004, Sharpe <em>et al</em>. 2017). Native distribution extends from the Indio River to the Cascajal River in Colón (Lucena 2013, R. González pers. comm. 2019). This species may have colonized the Rio Grande on the Pacific slope of Panama by dispersing through the Panama Canal, but confirmation is needed (Smith <em>et al</em>. 2004).&#160;</p>  <p>Extent of Occurrence (EOO) is estimated to be between 3,814-20,068 km<sup>2</sup> based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019), and on the extent of potentially suitable habitat within the Chagres River and adjacent drainages. Additional sampling would be useful in determining a more accurate distribution. The total number of locations where this species occurs cannot be estimated with accuracy given uncertainties regarding the scope of major pervasive threats.&#160; </p><br/><p></p>", "population": "<p></p><p>Total population size is unknown. This species was historically dominant in Lake Gatun (Zaret and Paine 1973). Population trend is suspected to be in decline, based on recent samples taken from the Trinidad Arm of Lake Gatun where Sharpe <em>et al</em>. (2017) failed to detect this species. This species still appears fairly abundant in small creeks and rivers along the Panama Canal watershed (R. González pers. comm. 2019).</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p>This species occurs in small streams and rivers characterized by high forest cover and sand and gravel substrates. This species prefers pool habitat with low water velocity. Reproduction occurs throughout the year, with more adults typically present during the dry season (R. González pers. comm. 2019). Diet is comprised primarily of aquatic and terrestrial insects, and fish scales (Angermeier and Karr, 1983, Kramer and Bryant 1995).</p><br/><p></p>", "threats": "<p>The introduced piscivorous peacock cichlid <em>Cichla monoculus</em> has probably&#160;resulted in population declines in the Trinidad Arm of Lake Gatun (Sharpe <em>et al</em>. 2017). The introduced parasite <em>Bothriocephalus acheilognathi</em> has been detected in the Chagres River and parasitizes a broad range of host species, but has not been confirmed from <em>R. guatemalensis</em>&#160; (Choudhury <em>et al</em>. 2013).</p>  <p>The future availability of water resources may affect the extent and quality of habitat in Lake Gatun and Lake Alajuela, which serve as primary water sources for the urban cities of Colon and Panama City (Larsen 2019). Solid waste and raw sewage discharge from urban centres have the potential to negatively impact water quality (Ibáñez <em>et al</em>. 2002). The combined impacts of these threats are inferred to have resulted in a decrease in the area, extent, and quality of habitat. However, the magnitude of impact is unknown.</p><p></p>", "conservationmeasures": "<p>There are currently no species-specific conservation action directed towards <em>R. guatemalensis</em>. This species occurs in at least three protected areas, namely Chagres National Park, Soberania National Park, and possibly in Arraijan Forest Protected Area (IUCN and UNEP-WCMC 2019). More information regarding distribution, population size and trend, and the direct impacts and scope of major threats would be useful in guiding future conservation action.&#160;</p>", "usetrade": "<p>This species is not utilized.&#160;</p>"}]}