{"name": "147473413", "result": [{"species_id": 147473413, "taxonomicnotes": "<p>Until recently this species had been confused with <em>Coeliccia erici</em>, see Dow <em>et al. </em>(2018.)</p>", "rationale": "<p><em>Coeliccia sameerae</em> is known from six locations in the northeast of Peninsular Malaysia. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large. The AOO will be declining along with the extent and quality of suitable habitat as a result of loss and degradation of hill forest across most of the range of the species. The known extent of occurrence (EOO) of the species is below 20,000 km². This species qualifies for Vulnerable status under criteria B1ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Coeliccia sameerae</em> is known from six locations in the northeast of Peninsular Malaysia (Dow <em>et al. </em>2018). The species occurs in protected areas, most notably in Taman Negera. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large. The AOO will be declining as a result of loss and degradation of hill forest across most of the range of the species. The known extent of occurrence (EOO) is somewhere between 9,801 and 14,257 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).</p>", "population": "<p>This species is local in occurrence but can be common where it occurs. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest throughout most of the range of the species. However fragmentation may not yet have occurred.</p>", "populationtrend": "decreasing", "habitat": "<p>“<em>Coeliccia sameerae</em> is found at small moderately high gradient forest streams” Dow <em>et al. </em>(2018: 366). The species may have some tolerance to disturbance of the forest surrounding the streams where it breeds but more data are needed on this. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of hill forest across most of the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and probably from logging (depending on how tolerant to this type of disturbance the species is).</p>", "conservationmeasures": "<p>More data on the distribution and ability to tolerate disturbance of this species are needed, and the protection of additional areas of suitable habitat where it occurs. The species would undoubtedly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}