{"name": "125521608", "result": [{"species_id": 125521608, "taxonomicnotes": null, "rationale": "<p><em>Megalestes australis</em> is known from six locations in central and southern Viet Nam, with a number of known locations being very close to the border with Laos. Some known locations are within protected areas. The species is apparently confined to pristine forest habitats. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, however the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest within the range of the species. Its extent of occurrence (EOO) is likely to be &lt;20,000 km² (EOO = 13,145–25,723 km²). The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)), but it is hoped that when more information becomes available, a future reassessment to Near Threatened or Least Concern will be possible.</p>", "geographicrange": "<p><em>Megalestes australis</em> is known from six locations in central and southern Viet Nam (Karube 2014, Phan and To 2018, Phan unpub. data), however the assessors cannot provide coordinates for one of the locations. A number of known locations are very close to the border with Laos and the species should be looked for in that country as well as in Viet Nam. Some known locations are in protected areas (for example, Bach Ma National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss and degradation of forest within the range of the species. Its minimum extent of occurrence (EOO) is 13,145 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 25,723 km² (based on an MCP around the HydroBASINS known to be occupied by this species); its true EOO is likely to be &lt;20,000 km².<br/></p>", "population": "<p>This species can sometimes be quite common where it occurs. No other statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest in Viet Nam.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is known from small rocky streams, usually in pristine forest, typically at high elevations. However it has been found in disturbed forest at one location at least so it can tolerate some degree of disturbance. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Populations of this species within protected areas may not be threatened at present but outside of protected areas populations will be threatened by deforestation (driven by logging and farming of one sort or another).</p>", "conservationmeasures": "<p>The priority for this species is for additional information on its distribution, habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}