{"name": "11290", "result": [{"species_id": 11290, "taxonomicnotes": "Closely related to <span style=\"font-style: italic;\">Lanistes nasutus</span> and <span style=\"font-style: italic;\">Lanistes nyassanus</span>, but conchologically distinctive (Berthold in Brown 1994). Mandahl-Barth (1972) suggested these species might not be distinct.&#160;This seems corroborated by recent molecular research (Jørgensen <em>et al.</em>&#160;2008) which states: \"The very low genetic diversity of the endemic radiation of <em>Lanistes </em>in Lake Malawi suggests that the morphological divergence has happened much faster than the molecular divergence as is also evidenced from the cichlid radiations\".", "rationale": "This species occurs within Lake Malawi and has an extent of occurrence (EOO) of 24,096 km<sup>2</sup>. It has an estimated four to five threat-based locations, which are threatened by sedimentation and pollution from agricultural run off, as well as changing habitats at edge of the lake margin. These threats are causing a continuing decline in its habitat quality. It is therefore assessed as Near Threatened because it is close to qualifying as threatened under B1ab(iii) and could fall into a threatened category in the near future.", "geographicrange": "This species is endemic to Lake Malawi and has a wide distribution within the lake.", "population": "This species is thought to be declining due to changing habitats within the lake margins, due to sedimentation and pollution from agricultural run off.", "populationtrend": "decreasing", "habitat": "<em>Lanistes solidus </em>occurs in the freshwater Lake Malawi. It is a littoral species that is found down to a maximum of 27 m, but has the highest abundances at around 5 m (Brown 1994). It has recently been found most commonly in shallower waters.", "threats": "This species is vulnerable to the changing habitats within the lake margins, due to sedimentation and pollution from agricultural run off. It is not known if there are other factors that threaten this species.", "conservationmeasures": "There are no specific conservation measures in place for&#160;<em>Lanistes solidus</em>, but research into the taxonomy, population trends and ecology of this species is needed.", "usetrade": "There is no information available on the use or trade of this species."}]}