{"name": "198099", "result": [{"species_id": 198099, "taxonomicnotes": null, "rationale": "The species is endemic to the Malili Lakes and its catchment area in Sulawesi, Indonesia. It has been recorded in all three major lakes and is the only&#160;<em>Caridina</em>&#160;species occurring in the two smaller satellite lakes Masapi and Lontoa.&#160;It now considered to be extinct in Lake Matano due to the impact of invasive Flowerhorn Ciclihds (<em>Colossoma</em> sp.) after surveys in 2017 and 2018 failed to it (T. von Rintelen pers. obs. 2018). As Flowerhorn Cichlids have had a direct impact on this species in Lake Matano and their presence in the River Petea and spread to the remaining Malili lakes and rivers is almost certain, they are predicted to cause a population decline in this species of &gt;90% within the next 10 years (T. von Rintelen pers. comm. 2018). Although the populations in the satellite lakes are less severely threatened, these populations are small and not likely to have any major effect on the overall percentage decline. As such this species is considered Critically Endangered under A3e.", "geographicrange": "The species is endemic to the Malili Lakes and its catchment area in Sulawesi, Indonesia. It has been recorded in all three major lakes and is the only <em>Caridina</em> species occurring in the two smaller satellite lakes Masapi and Lontoa. However, this species is now thought to be Possibly Extinct in Lake Matano after surveys in 2017 and 2018 failed to recover any specimens&#160;(T. von Rintelen pers. obs. 2018).", "population": "In Lake Matano no specimens of this species were found in 2017 or 2018 at two sites where it was abundance in 2013 (T. von Rintelen pers. obs. 2018), and it is now considered to be possibly extinct in this lake. This decline was probably due to the impact of invasive Flowerhorn Chiclids (<em>Colossoma</em> sp.) as <em>Caridina</em> species are an important part of their diet (Herder <em>et al.</em> 2012). Based on this and the spread of Flowerhorn Cichlids in the Malili lakes, an overall population decline of &gt;90% is predicted over the next 10 years (T. von Rintelen pers. comm. 2018). They have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona, and are predicted to cause population declines similar to those seen in Lake Matano populations.", "populationtrend": "decreasing", "habitat": "The species is a generalist and has been found on various substrates both within the lakes and the surrounding rivers.", "threats": "<p>For the lake subpopulations of this species the current threats are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. This species is occasionally collected for the aquarium trade.&#160;Most critically, invasive species (particularly Flowerhorn Cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and <em>Caridina </em>species are an important part of their diet (Herder <em>et al</em>. 2012). In addition to their direct impact in Lake Matano, where this species is thought to be extinct, Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018). They are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona. They are predicted to cause an overall population decline of &gt;90% in this species within the next 10 years.&#160;<br/><br/>A thick algal cover was observed at all six sites in Lake Matano visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native shrimps by the invasive Flowerhorn Cichlid or to water level regulation by the mining company PT Vale remains to be investigated.<br/><br/>No specific threats to the stream subpopulations of this species are known, except for the potential destruction of streams in the mining area.&#160;</p>      <p><span lang=\"EN-GB\"></p>", "conservationmeasures": "<p>  </p><p><span lang=\"EN-GB\">No conservation plans are currently in place for this species, but harvest and trade management is needed along with research into its population dynamics, ecology and threats. Surveys are required to confirm whether this species is still extant in Lake Matano.</p>", "usetrade": "<p>  </p><p>This species <span lang=\"EN-GB\">is available in the aquarium trade and is all wild harvested.</p>  <p><span lang=\"EN-GB\"></span></p>"}]}