{"name": "163720", "result": [{"species_id": 163720, "taxonomicnotes": "The female of <em>Archibasis rebeccae</em> has not been described.", "rationale": "<p><em>Archibasis rebeccae </em>is widely distributed in Peninsular Malaysia, and is known from single locations in Singapore (where it is considered critically endangered) and Sumatra. Relatively few locations are known, and threats certainly exist to populations outside of protected areas, however it is tolerant of disturbance to its lowland forest habitats. It is not possible to make an accurate estimate of the area of occupancy of this species, but it may not be large and will be declining due to loss of lowland forest throughout its range, as is the extent of suitable habitat. It is assessed as Near Threatened because of the relatively few known locations and definite threats to non-protected locations, it meets criteria B2b(ii,iii) and is close to meeting criteria B2a for Vulnerable. It is to be hoped that when more data are available, especially from Sumatra, it will be possible to re-assess this species as Least Concern.</p>", "geographicrange": "<p><em>Archibasis rebeccae </em>is known from Peninsular Malaysia, Singapore (Ngiam 2009) and Sumatra (Dow <em>et al. </em>2018). Records from Peninsular Malaysia are from Johor (Kemp 1989, Kitagawa &amp; Katatani 2007, Norma-Rashid &amp; van Tol 1995, Vick 1993, Wilson &amp; Gibert 2005, Dow, Choong &amp; Ngiam unpublished), Kelantan (Hämäläinen <em>et al. </em>1996), Pahang (Choong 2014, Choog <em>et al </em>2018, Kemp 1989, Kemp &amp; Kemp 1989, Vick 1993), Selangor (Choong <em>et al. </em>2008) and Terengganu (Choong &amp; Ng 2014). Only single locations are known in Singapore and Sumatra; it is considered to be a critically endangered species in Singapore (Ngiam &amp; Cheong 2016). The assessor is aware of records from 18 locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but given the local occurrence of the species it may not be large, and will be declining due to loss of lowland forest throughout its range. The species is present in protected areas in Peninsular Malaysia (for instance Endau Rompin National Park and the Krau Wildlife Reserve).</p>", "population": "<p>This species appears to occur at relatively low densities at most locations, and to be local in occurrence. Little else can be said with the available data except that some ongoing decline in overall population will be occurring due to loss of forest throughout its range and that it is in danger of becoming severely fragmented if it is not so already.</p>", "populationtrend": "decreasing", "habitat": "Where the habitat has been recorded this species has been found at streams in lowland forest, but not swamp forest. It occurs in forest that has been disturbed by logging activities as well as pristine forest, so has some tolerance to disturbance. However the extent of suitable habitat for this species is certainly declining throughout its range.", "threats": "<p>Clear cutting of forest for plantation establishment is the main threat to this species outside of protected areas.</p>", "conservationmeasures": "<p>More data on the distribution of this species in Sumatra are needed. It would undoubtedly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}