{"name": "1866", "result": [{"species_id": 1866, "taxonomicnotes": "<em>Aplochiton marinus</em> was synonymized with <em>A. taeniatus</em> (Fowler 1945,  McDowall 1971, McDowall and Nakaya 1987) but Dyer (2000) regards it  as a potentially good species. Aló <em>et al. </em>(2013) identified <em>A. marinus</em> unambiguously (100% accuracy) both from the genetic and morphological viewpoints.", "rationale": "This species is known only from three localities along the Chilean coast. It has an area of occupancy (AOO) of 12 km<sup>2</sup>. Escapees from industrial salmon cage culture are a potential source of competition and predation. This threat could push the species to becoming Critically Endangered or Extinct in a very short time period. Therefore, it is assessed as Vulnerable.", "geographicrange": "Eigenmann (1928), McDowall (1971a) and Cussac<em> et al.</em> (2004) only indicated one locality for this species: Estero Cutipay. Aló <em>et al.</em> (2013) added and documented two other localities, one in Chiloe island and one more in Baker river estuary.", "population": "This species has been rarely recorded (known from 13 individuals), and its taxonomic validity has been questioned ever since its original description. Aló <em>et al.</em> (2013) resurrected the species on the basis of genetic and morphological viewpoints considering only three localities along the Chilean coast.", "populationtrend": "unknown", "habitat": "This species is known from estuarine environments. There is little information on its habitats and ecology.", "threats": "Escapees from industrial salmon cage culture are a potential source of competition and predation.", "conservationmeasures": "There are no conservation actions in place for this species.<br/><br/>Taxonomic research is recommended. The taxonomic validity of this species has been questioned ever since its original description. Aló <em>et al.</em>  (2013) resurrected the species on the basis of genetic and  morphological viewpoints.", "usetrade": "There is no use or trade information for this species."}]}