{"name": "139562955", "result": [{"species_id": 139562955, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis polilloensis</em> is only known from 15 locations in Catanduanes, Luzon and Polillo in the Philippines. Only one location is in Luzon, the majority are in Catanduanes. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest throughout the range of the species. The known extent of occurrence (EOO) is less than 20,000 km² and although this is likely to be an underestimate the EOO will not be large. Severe fragmentation appears highly likely. The species qualifies for Vulnerable status under criteria B1ab(ii,iii) and is assessed as such.</p>", "geographicrange": "<em>Igneocnemis polilloensis</em>&#160;is only known from Catanduanes, Luzon and Polillo in the Philippines (Gassmann and Hämäläinen 2002, Villanueva 2010a, 2010b, Villanueva and Gil 2011). The assessor is aware of records from 15 locations but it has not been possible to assign coordinates to two of these for mapping purposes. Only one location is in Luzon, the majority are in Catanduanes. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and is inferred to be declining due to loss and degradation of forest throughout the range of the species. The extent of occurrence (EOO), calculated using a minimum convex polygon around the mapped data points and HydroBASIN areas, is somewhere between 11,951 and 21,301 km²; it is very likely to be smaller than 20,000 km².", "population": "<p>There is insufficient information to make any statement about current population sizes and health except that an ongoing decline is inferred due to loss and degradation of forest in the range of the species occurs and severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded but according to Villanueva (2010a) it perches on moist dark forest floors, although it presumably breeds in streams or seepages. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest within the range of the species.</p>", "threats": "<p>Threats from clearance of forest for agriculture, logging and mining exist throughout the range of this species, even within protected areas. For instance for Polillo, based on information compiled in 2001, BirdLife International (2019) state: “Much of the forest cover of the Polillo Islands has already been lost as a result of logging activities and conversion to farmland. At present, small scale logging activities continue to operate around the few remaining tracts of mature secondary forest, harvesting lumber for domestic use in housing, infrastructure development, boat-building, furniture making, charcoal production and for export to the mainland of Luzon. Tourists and fisherman camping out on the beach cut trees for firewood. The islands also suffer severely from the ravages of strong typhoons that cause the loss of important nesting trees and fruiting trees.” There is no evidence that the situation has improved.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for the protection of habitat on Catanduanes and Polillo.</p>", "usetrade": null}]}