{"name": "149114854", "result": [{"species_id": 149114854, "taxonomicnotes": "Molecular data suggests that there are at least two distinct subpopulations that exhibit morphological differences. Additional research is needed to determine if these distinct subpopulations warrant species-level status. Changes to the current species concept would likely warrant reassessment.", "rationale": "<em>Odontostilbe dialeptura</em>&#160;ranges from the Coto River drainage in Costa Rica to the Hato River drainage in Panama. Extent of Occurrence (EOO) is limited. Population size and population trend are unknown. Existing threats are producing inferred continuous declines in habitat quality. However, the magnitude of potential impacts are unknown and therefore the number of locations where this species occurs cannot be determined with accuracy. Despite these uncertainties, <em>O. dialeptura</em> is assessed as Near Threatened under criterion B1b(iii) because additional information regarding the scope of threats is likely to qualify this species for a threatened category.", "geographicrange": "<p>This species is distributed on the Pacific versant of Central America, occurring from the Coto River drainage in Costa Rica to the Hato River drainage in Panama (Bussing 1998, Angulo <em>et al</em>. 2013). It may also occur in the Terraba River drainage, as one specimen is reported from the Osa Peninsula in southwestern Costa Rica (Monfredi 2012), but verification is needed. Elevation ranges from 20-80 meters above sea level (Bussing 1998). </p>  Extent of Occurrence (EOO) is estimated to be 15,140 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced point records (GBIF 2019).", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in stagnant puddles, ditches, and creeks characterized by low to moderate velocity water and temperatures ranging between 22-35 °C. It feeds primarily on aufwuchs, algae, and seeds (Bussing 1998). Fertilization occurs internally (Burns <em>et al</em>. 1997). </p>", "threats": "<p>The Coto River drains extensive areas of plantation agriculture (Spongberg and Davis 1998) that have undergone significant deforestation and land-use changes in the last 35-45 years, and now consist primarily of coffee plantations (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008). Plantation agriculture is widespread in the south Pacific portion of Costa Rica and in western Panama, and much of the land has been converted and channelized to support monoculture crops of palm oil (Beggs and Moore 2013). While the scope and magnitude of these impacts have not been evaluated in detail, they are producing continuous inferred declines in habitat quality and potentially habitat availability. </p>", "conservationmeasures": "<p>There are no species-specific conservation actions directed towards <em>O. dialeptura</em>. This species likely occurs in at least one protected area, namely Fortuna Forest Reserve (IUCN and UNEP-WCMC 2019). Additional information regarding distribution, population size, population status, life history and ecology, and the scope and magnitude of existing threats would be useful in guiding future conservation outcomes.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}