{"name": "176003914", "result": [{"species_id": 176003914, "taxonomicnotes": null, "rationale": "There is little information about <em>Rhynchodoras castilloi</em>, except the original description. The species has a restricted distribution to the lowlands of the Apure River and its population has an unknown trend. The extent of occurrence (EOO) for this species is best estimated at 5,688 km² and the area of occupancy (AOO) is best estimated at 532 km². There are two threat-based locations associated with general changes in channel sedimentation and habitat loss. Therefore, it is assessed as Vulnerable.", "geographicrange": "<em>Rhynchodoras castilloi</em> was described from Caño Bravo (Barinas) in Apure river drainage in Orinoco Basin, Venezuela (Birindelli <em>et al</em>. 2007). All reports are in the lowlands of the Apure river basin: Apure river and Bucaral Creek near of San Fernando de Apure. The species&#160;is reported in three sites with a elevational distribution ranges from 48-55 meters above sea level.<br/><br/>The extent of occurrence (EOO) for this species is best estimated at 5,688 km<sup>2</sup>&#160;and the area of occupancy (AOO) is best estimated at 532 km<sup>2</sup>. There are two threat-based locations associated with general changes in channel sedimentation and habitat loss.<br/><br/>The geographic attributes for&#160;<em>Rhynchodoras castilloi</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "<em>Rhynchodoras castilloi </em>has a restricted distribution in the lowlands of the Apure river basin. The species is rare in museum records and its population trend is unknown.", "populationtrend": "unknown", "habitat": "According to Birindelli<em> et al</em>. (2007), <em>Rhynchodoras castilloi</em> is known only from a few sites in the middle to lower Apure river (Orinoco basin) in the llanos region of Barinas and Apure states. The species lives on the sandy bottoms of rivers. The diet is composed of macroinvertebrates.&#160;The species can reach 79.8 mm standard length.", "threats": "The habitat of <em>Rhynchodoras castilloi</em> is at potential risk of fragmentation and loss due to the deposition of sediments associated with the transformation of channels produced by the deforestation of the upper tributaries and riparian areas in the Apure river basin (Winemiller&#160;<em>et al.&#160;</em>1996, Oliveira-Miranda&#160;<em>et al.&#160;</em>2010).&#160;Likewise, in the Apure river basin, dams have been built on most of the large piedmont rivers and large agro-industrial sectors associated with irrigation systems are being developed.", "conservationmeasures": "<em>Rhynchodoras castilloi</em> is not subject to laws or regulations oriented for its specific protection. The species is reported in the following protected areas: National parks&#160;Santos Luzardo, Capanaparo Cinaruco (IUCN and UNEP-WCMC 2020). Generation of adequate laws surrounding the species is recommended. It is necessary to research and monitor the trends of the population and threats to the species.", "usetrade": "There are no known uses for<em> Rhynchodoras castilloi</em>."}]}