{"name": "139569432", "result": [{"species_id": 139569432, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta trimaculata</em> is known with certainty only from the holotype male, collected in 1876 at Bilucao in southern central Luzon in the Philippines. Satellite images show significant loss of and degradation to forest in the area where this species was found and the main threat to it will be from clearance of forest for agriculture. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but since only a single location is definitely known, the currently known AOO is less than 10 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in the area where it occurs. The species qualifies for Critically Endangered status under criterion B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta trimaculata</em> is known only from the holotype male, collected in 1876 at Bilucao in southern central Luzon in the Philippines (Lieftinck 1939). Additionally there are specimens listed as <em>Drepanosticta</em> sp. cf. <em>philippa</em>/<em>trimaculata</em> from Marinduque (Hämäläinen and Muller 1997) and Polillo (Villanueva 2010a,b) whose status has not been resolved from another six locations; these are excluded from further consideration in this assessment because of the uncertainty involved. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but since only a single location is definitely known the known AOO is likely to be less than 10 km². The AOO is inferred to be declining due to loss and degradation of forest in the area where it occurs.<br/></p>", "population": "<p>This species is known from a single specimen collected more than 100 years ago. However, the area of Luzon where it occurs does not appear to have been sampled for Odonata in the intervening years. An ongoing decline in overall population is suspected due to loss and degradation of forest in the area where the species was found.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species, but it will be a forest-dependent stream-breeding species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest in the area where the species was found.</p>", "threats": "<p>Satellite images show significant loss of and degradation to forest in the area where this species was found and the main threat to it will be from clearance of forest for agriculture.</p>", "conservationmeasures": "<p>The priority for this species is for more (and fresh) data on its distribution, presence in protected areas and ability to tolerate disturbance, and for protection of any habitat where it remains. Resolution of taxonomic issues is also urgently required. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}