{"name": "173714662", "result": [{"species_id": 173714662, "taxonomicnotes": null, "rationale": "<p><em>Ophiogomphus minimus </em>is known from southern and central Viet Nam, where it is known to occur in 12 locations. Some locations are within protected areas. A number of locations are close to the border with Laos, therefore the species should be looked for there as well as in Viet Nam. Its area of occupancy (AOO) is likely to be smaller than 2,000 km² and is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to forest within the range of the species. Its extent of occurrence (EOO) is much greater than the criterion B1 thresholds (EOO = 45,074–59,440 km²). Despite its relatively large EOO, this species appears to be dependent on high-quality habitat and is therefore likely to be declining too fast to allow a Least Concern assessment. The species would qualify for Vulnerable status under criterion B2ab(ii,iii) if severe fragmentation was certain, or if the number of locations reduces to 10 or less. The species is therefore assessed as Near Threatened (nearly meets criterion B). It is hoped that when more information becomes available reassessment to Least Concern will be possible.&#160;</p>", "geographicrange": "<p><em>Ophiogomphus minimus </em>is known from southern and central Viet Nam (Karube 2014, Kompier unpub. data, Phan unpub. data). The assessors are aware of records from 13 individual sites, but two of these are so close together that they only constitute a single threat-defined location in the face of almost any conceivable threat to the species, therefore the species is considered to occur in 12 locations. Some locations are within protected areas (for example, the Sao La Nature Reserve in Thua Thien Hue Province). A number of locations are close to the border with Laos, therefore the species should be looked for there as well as in Viet Nam. An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is not likely to be very large (below 2,000 km²). The AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 45,074 km² (based on a minimum convex polygon (MCP) around the known data points).<br/></p>", "population": "<p>This species appears to be locally occurring but can be moderately common where it does occur. At least some ongoing decline in overall population is inferred from loss of and disturbance to forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in open aspect streams with large rocks and boulders in the bed in in mountainous areas. The species is forest-dependent and is most common in areas with undisturbed old growth forest but can tolerate a low level of disturbance to the forest around its streams. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "Although this species is relatively widely distributed in Viet Nam, it appears to be largely dependent on good quality forest and therefore under threat at least outside of protected areas (and probably within some protected areas) from loss of and disturbance to old growth forest (with farming of one sort or another as a major driver, also logging).", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, exact habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}