{"name": "17765", "result": [{"species_id": 17765, "taxonomicnotes": null, "rationale": "The species is endemic and restricted to Lago de Quechulac in the Federal State of Puebla in Mexico. A population decline has been observed as a result of overfishing and introduced invasive alien species (Rainbow trout). With an AOO of less than 1 km<sup>2</sup> and one location, the species is assessed as Critically Endangered.", "geographicrange": "<em>Poblana squamata</em>&#160;is known to occur within Lago de Quechulac, Puebla, Mexico (Díaz-Pardo and Mendoza-Vallejo 2016).", "population": "The average maximum size of this species has decreased as a result of the increase in the number of fishermen (Díaz-Pardo and Mendoza-Vallejo 2016). More information is needed about the population size and population trend of <em>Poblana squamata</em>.", "populationtrend": "decreasing", "habitat": "Quechulac is an axalapasco or lake-crater, whose major axis barely exceeds 1000 m in length and is 39 m deep. Given the strong slope of the edges there is emergent aquatic vegetation in only some parts of the axalapasco, represented by ciperáceas; these are the sites preferred by this species. The absence of human settlements on the edges or inside the crater has propitiated that the lacustrine body maintains good quality conditions: the only use of water is for domestic work and for the cultivation of exotic fish. The crater lake is a body of clear and relatively cold waters. Throughout an annual cycle the transparency ranges from 2 to 6 m, the temperature from 15 to 19 ° C, the dissolved oxygen varies from 7 to 8.5 mg/l, the hardness from 37 to 55 mg/l, the pH of 7.7 to 9.1, sulphates of 14 to 24 mg/l, phosphates 0.01 to 0.9 and nitrates of 0.9 to 2.2 mg/L (Díaz-Pardo 1992). The lake has a surface area of 0.5 km<sup>2</sup>&#160;(Arriaga-Cabrera 1998).", "threats": "The absence of human settlements on the edges or inside the crater has led to the lake body maintaining good quality conditions, the only use of water is for domestic work and for the cultivation of exotic fish (Díaz-Pardo 1992).&#160;The average maximum size of this species has decreased as a result of the increase in the number of fishermen. In addition, there is a risk of the escape of trout (<em>Onchorynchus mykiss</em>) from the enclosures present in the lake (Díaz-Pardo and Mendoza-Vallejo 2016) and desiccation due to over extraction of water resources and climate change.", "conservationmeasures": "The species is listed as threatened in the SEMARNAT (2010). However, there are currently no conservation actions in place for the species. The lake belongs to a hydrological priority region of CONABIO (the 'Comisión Nacional para el Conocimiento y Uso de la Biodiversidad').", "usetrade": "This species is subject to fishing for local consumption&#160;&#160;(Díaz-Pardo and Mendoza-Vallejo 2016)."}]}