{"name": "176236997", "result": [{"species_id": 176236997, "taxonomicnotes": null, "rationale": "<em>Japigny kirschbaum</em>&#160;is known from the Altantic-draining basins of the Guiana Shield in Guyana, Suriname, and French Guiana. The best estimate of the area of occupancy (AOO) is between 500-2,000 km<sup>2</sup>. This species is threatened by high levels of gold mining across the Guiana Shield region. There are four locations and an inferred continuing decline in habitat quality based on this threat. Therefore, the species is assessed as Vulnerable.", "geographicrange": "<em>Japigny kirschbaum</em>&#160;is known from the Altantic-draining basins of the Guiana Shield in Guyana, Suriname, and French Guiana.<br/><br/>The minimum area of occupancy (AOO) based on the known localities is 24 km<sup>2</sup> and the maximum AOO based on the HydroBASIN map is 5,548 km<sup>2</sup>, with a best estimate based on expert opinion of between 500-2,000 km<sup>2</sup>. The minimum extent of occurrence (EOO) based on the area of the minimum convex polygon around the known localities is 236,067 km<sup>2</sup> and the maximum EOO based on the area of the minimum convex polygon around the HydroBASIN map is 275,464 km<sup>2</sup>.", "population": "Since its original description from specimens collected in French Guiana (Meunier <em>et al.</em>&#160;2011), subpopulations of <em>Japigny kirschbaum</em>&#160;have since been found in Suriname and Guyana. Due to the disconnected nature of the Atlantic-draining basins of the Guiana Shield, multiple separate subpopulations are likely to exist.", "populationtrend": "unknown", "habitat": "<em>Japigny kirschbaum</em> inhabits streams and river margins.", "threats": "This species is threatened by high levels of gold mining across the Guiana Shield region (Dezécache <em>et al.</em>&#160;2017).", "conservationmeasures": "No conservation plan is currently in place for <em>japigny kirschbaum</em>. Additional research on the populations, distribution, and life history of this species is necessary.", "usetrade": "<em>Japigny kirschbaum</em>&#160;is not known to be used, traded, or consumed by humans."}]}