{"name": "176429176", "result": [{"species_id": 176429176, "taxonomicnotes": null, "rationale": "This rare species is only known from its type locality in the Paraguay River basin in Departamento Concepción, Paraguay. Land use change for agriculture and exotic wood plantations and are the most severe impacts. There is a single threat-based location based on these threats. At present, it is unknown as to whether the threats are causing continuing declines. However, it is possible that they could push the species to becoming Endangered or Critically Endangered in a very short time period. Therefore, this species is assessed as Vulnerable.", "geographicrange": "This species is native to the Paraguay River basin in Departamento Concepción, Paraguay (Fricke <em>et al.</em> 2020).", "population": "This is a rare species, only known from its type locality based on the available literature. The population documentation is null. Research and monitoring is required to know population composition, structure, size and trend.", "populationtrend": "unknown", "habitat": "There are no data about its habitat preferences or ecology.", "threats": "This species is very rare and needs research in taxonomy and distribution. Its type locality occurs in a region where the cattle sector has been traditionally developed. However, other recent activities in the region are land use change for agriculture and exotic wood plantations and are the most severe impacts. Associated impacts of these activities are channelization of swamps, eucalyptus and rice monocultures, and removal of superficial water for agriculture irrigation.", "conservationmeasures": "There is no research, monitoring and planning known to be conducted for this species. Species with very restricted areas of distribution should be priority species for management allied to land and water protection and management. Research is necessary into its taxonomy, population, ecology, conservation and threats.", "usetrade": "This species is used in the aquarium trade, as are most tetras."}]}