{"name": "139069838", "result": [{"species_id": 139069838, "taxonomicnotes": null, "rationale": "<p><em>Oligoaeschna buehri</em> is known from Borneo and Sumatra where it appears to be uncommon and very local in occurrence. It has been recorded from 10 specified locations, but it is not known if it still occurs at four (at least) of these, so that only at most six locations can be considered as currently known. None of the known locations is totally protected and threats certainly exist at all known locations. It is close to qualifying for Vulnerable status under criterion D2 and, taking the reasonable precautionary approach advocated by the IUCN, it is therefore assessed as Near Threatened. It is to be hoped that with more information on the distribution of the species re-assessment as Least Concern will be possible in the future.</p>", "geographicrange": "<p><em>Oligoaeschna buehri</em> is known from Borneo and Sumatra (Lieftinck 1968), including Belitung (Dow <em>et al. </em>2017). Records from Borneo are from Brunei (for instance in Orr 2001), East Kalimantan (Lieftinck 1968) and Sarawak (Dow <em>et al. </em>2019). The assessor is aware of records from ten locations to which it is possible to assign coordinates, but it is not known if the species survives at the locations in East Kalimantan (three locations) or mainland Sumatra (one location). To the assessor’s knowledge none of the known locations is totally protected, but the location in Sarawak is inside a wildlife corridor in an area of acacia plantation. Most records are from Brunei. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data, but it is not likely to be very large and can be inferred to be declining from loss of lowland forest across most of the species range.</p>", "population": "<p>This does not appear to be a common species, but beyond this nothing can be said about current population sizes and health with the available information except that some ongoing decline in overall population can be inferred from loss of lowland forest across most of the species’ range.</p>", "populationtrend": "decreasing", "habitat": "<p>In Brunei (Orr 2001) this species was found in alluvial forest at one location, hawking over a steep ridge at another and a female was recorded apparently ovipositing in shallow pools in secondary dipterocarp forest. In Sarawak both sexes were recorded flying in a clearing in disturbed mixed dipterocarp forest in the early morning and late afternoon. In Belitung a male was found perched in low secondary forest near a stream. Nothing else is known, but it appears that this species occurs very locally in lowland forest and possibly breeds in small forest pools and alluvial forest.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for plantation. Forest fires are an additional threat.</p>", "conservationmeasures": "<p>Totally protected status for some of the locations where this species occurs is needed, as is more information on its distribution and exact habitat requirements. The species would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}