{"name": "161331776", "result": [{"species_id": 161331776, "taxonomicnotes": "This species was described from a colony near Houtbosdorp, Limpopo. This colony is under severe threat and may be extinct. However, the taxonomic position of the populations to the south, currently assigned to <em>Pseudonympha varii</em>, needs to be revised.", "rationale": "The most recent taxonomic determination of the known subpopulations published was used to do this conservation assessment.&#160;<br/><br/>This species occurs in the Limpopo and Mpumalanga Provinces in South Africa (Extent of Occurrence [EOO] 5,245 km<sup>2</sup>, Area of Occupancy [AOO] 40 km<sup>2</sup>). The population is severely fragmented, with five small subpopulations separated by 20 to 45 km. There are four locations. There have been no confirmed recent records from Houtbosdorp, Long Tom Pass and Mount Sheba and these subpopulations may be extinct, but more surveys are required to be sure. There are ongoing declines, and the taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species occurs in the Limpopo and Mpumalanga Provinces in South Africa, originally recorded from the Woodbush/Houtbosdorp area near Haenertsberg. Subpopulations on Long Tom Pass and Mount Sheba, and at Verloren Valei, are recognised to represent this taxon. The subpopulation recorded in the Serala Wilderness area of the Wolkberg is also recognised as this taxon for the purpose of this conservation assessment.", "population": "The locations/subpopulations recognised are: 1. Woodbush/Houtbosdorp near Haenertsburg - one subpopulation, which may be extinct; 2. Serala Wilderness area in the Wolkberg - one subpopulation; 3. Long Tom Pass and Mount Sheba - two subpopulations; 4. Verloren Valei Nature Reserve - one subpopulation. These locations are separated by distances of 20 to 45 km, far beyond the dispersal capacity of this habitat specialist montane species. The population is thus severely fragmented, with all of the subpopulations in small isolated patches of suitable habitat.", "populationtrend": "decreasing", "habitat": "This species occurs in the vicinity of wetlands associated with Woodbush Granite Grassland, at an altitude of about 2,000 m.", "threats": "The type locality near Houtbosdorp in Limpopo Province has deteriorated because of invasive alien plants and afforestation, which dried out the wetland habitat. The Long Tom Pass and Mount Sheba localities are small in size and are threatened by possible expansion of plantations, alien plant invasions, fires and uncontrolled grazing. Subpopulations at Verloren Valei and in Serala Wilderness are protected and are not threatened.", "conservationmeasures": "Searches for the taxon in the Woodbush/Houtbosdorp area should continue, and if it is found the area should be protected and properly managed. A taxonomic study will be conducted to confirm the status of all known populations, including some that have been excluded from this assessment. Research should then be conducted into its life history, ecology, population numbers and distribution.", "usetrade": null}]}