{"name": "132629372", "result": [{"species_id": 132629372, "taxonomicnotes": null, "rationale": "<em>Astyanax salvatoris&#160;</em>is endemic to the natural springs of Tamazulapan, for example the 'Ojo de agua' spring, in Oaxaca, Balsas drainage, Pacific versant of Mexico (Schmitter-Soto 2017). The species has a very restricted range with an EOO and AOO of less than 1 km<sup>2</sup>. A continuing decline of its habitat quality has been observed as a result of the impacts of tourism and recreation activities at the springs. Based on the most serious plausible threat (recreation activities) the species has one location. Therefore, the species is assessed as Critically Endangered.", "geographicrange": "<em>Astyanax salvatoris&#160;</em>is endemic and it has a very restricted range as it only occurs at the 'Ojo de agua' spring, within the natural springs of Tamazulapan in Oaxaca, Balsas drainage, Pacific versant of Mexico (Schmitter-Soto 2017). Only Ojo de agua spring provided material for the species' description. The species could occur as well in the other two springs, however further survey efforts are needed to confirm this.", "population": "More information is needed on the population size and trend of <em>Astyanaz salvatoris</em>; however, given the small size of its location, the population size is probably small as well.", "populationtrend": "unknown", "habitat": "<em>Astyanaz salvatoris</em>&#160;is only known to occur within the freshwater springs of Tamazulapan (Schmitter-Soto 2017). These springs are warm all year long, ca. 26 °C, and at least one has been heavily modified as a spa, which is regularly visited by tourists.", "threats": "At least one of the sites is heavily modified (natural banks replaced with concrete) as a spa, which can receive a large amount of visitors. Nevertheless, this possible impact protects the locality from other kinds of damage, e.g. agricultural runoff, excessive water extraction, etc.", "conservationmeasures": "No actions known for <em>Astyanax salvatoris,</em>&#160;although the species was listed by Williams <em>et al.</em> (1989) as \"<em>Astyanax </em>sp. 'Oaxaca'\" as Threatened, on account of its extremely limited distribution.", "usetrade": "<em>Astyanax salvatoris</em>&#160;is not utilised."}]}