{"name": "197979019", "result": [{"species_id": 197979019, "taxonomicnotes": null, "rationale": "<em>Leptoneta soryongensis</em> is only known from Jageunyong Cave (a.k.a. Solyong Cave), Republic of Korea. Taking into account the cave's small size (&lt;100 m), other subpopulations may exist in the surrounding underground terrain. Even so, most of the major potential habitats near the type locality were destroyed by mining development decades ago. According to our analysis of known distributional data, its extent of occurrence (EOO) and area of occupancy (AOO) are both estimated at 4 km<sup>2</sup>.<br/><br/>Based on the available information, it appears that the habitat quality for this particular species is experiencing a continuing decline due to the installation of internal facilities and light pollution after the opening of the cave. This may have resulted in a reduction in the species' frequency and range. The cave is relatively small, and roughly half of it is open to tourists. As a result, the interior of the cave can be divided into two locations - one that has been impacted by tourism and another that has not. According to criterion B, the species meets the threshold for being classified as Endangered under criteria B1ab(iii)+2ab(iii). However, if it is determined that less than 50% of the population is affected by the habitat degradation caused by tourism, the species may be re-evaluated and re-classified, particularly if additional habitats are discovered in the future.", "geographicrange": "<em>Leptoneta soryongensis</em> is a cave spider endemic to the Republic of Korea (National Institute of Biological Resources 2014). This species is only known from the Jageunyong Cave (a.k.a Solyong Cave), Guryong-ri, Munmun-myeon, Cheongwon-gun, Chungcheongbuk-do Province, Republic of Korea (cave coordinate: 36°30′12.4′′N, 127°31′05.0′′E; an occurrence coordinate: 36°30′10.3′′N, 127°31′05.4′′E; Cave Research Institute of Korea 2004, Oh <em>et al. </em>2022). In its entirety, this limestone cave spans about 100 m (Cave Research Institute of Korea 2004). It is possible that there are a few subpopulations distributed around nearby terrains. Even so, the distribution of this species must be highly localized.<br/><br/> There were large caves named Dulubongdong Cave (cave coordinate: 36°30′31′N′, 137°32′25′′E; The Academy of Korean Studies 2022) and Keunnyong Cave (cave coordinate: 36°30'21.2''N, 127°31'55.6''E; Cave Research Institute of Korea 2004) near the type locality. Specimens of the same genus, which were not identified as this species, were collected in Keunnyong Cave (Cave Research Institute of Korea 2004), implying this species might dwell there. However, as a result of mining development, the Dulubongdong Cave has disappeared, and the Keunnyong Cave became a large puddle of water after being seized (Cave Research Institute of Korea 2004). Therefore, this species is not currently able to dwell in these caves.<br/><br/> The area of occupancy (AOO) is estimated to be 4 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Following IUCN Guidelines, the extent of occurrence (EOO) is increased to match the AOO; therefore, the final EOO used in this assessment is 4 km<sup>2</sup>.", "population": "This species is rarely observed even at its type locality, where only a very small number of specimens were found from 1964 to 2021 (Paik 1969, Kim 2015, Oh <em>et al. </em>2022). There have been concerns among some researchers that this species hasn't been found in fauna surveys in its only known habitat since this cave opened to the public (Cave Research Institute of Korea 2004). However, this was prior to the species being re-found in 2021 (Oh <em>et al. </em>2022).", "populationtrend": "unknown", "habitat": "So far, there is no information on the ecology of this species. In cave environments, this genus has been found in irregular sheet webs on cave crevices, under stones or silt layers in the dark zone of caves (National Institute of Biological Resources 2014). There is a debate about whether this species is troglophilic (Cave Research Institute of Korea 2004) or troglobitic (Kim 2015). However, this species, regardless of whether it is a troglobite or not, seems to be very vulnerable to habitat disturbance due to its strong endemism as most members of the family Leptonetidae can only be found in the type locality or a small number of localities in the region (Kim <em>et al.&#160;</em>2016, Oh <em>et al. </em>2022).", "threats": "It has been claimed in several papers that cave tourism and the construction of facilities in half (50 m) of the cave tunnel have disturbed the physical environment of the only known habitat. Furthermore, there is no protection at all, physically and administratively (Cave Research Institute of Korea 2004, Bae <em>et al</em>. 2014). There is reference to how artificial lighting has limited the distribution of a Leptonetidae spider (Cave Research Institute of Korea 2010a,b). Lighting in Jageunyong Cave may have a similar effect on the target species, too.<br/><br/>Taking into account the cave's small size (&lt;100 m), other subpopulations may exist in the surrounding underground terrain. Even so, most of the major habitats near the type locality were destroyed by mining development decades ago.", "conservationmeasures": "There is an urgent need for research on the current distribution of this species. Additionally, there is a need for a quantitative monitoring study to understand the negative impacts of tourism on the species. To preserve the species' habitats, it is essential to control tourists and develop a system to restore the cave environment.", "usetrade": "There is no trade in this taxon."}]}