{"name": "192882", "result": [{"species_id": 192882, "taxonomicnotes": null, "rationale": "<em>Chiapaheros grammodes</em> is endemic to the upper reaches of the Grijalva River Basin in Chiapas and western extreme western Guatemala. Range-wide population size and population trend are unknown. However, this species appears uncommon at some localities where it occurs and has an estimated Extent of Occurrence of 18895 km<sup>2</sup>. Localized and regional threats include habitat degradation resulting from adjacent agricultural activity and forest clearing, flow hydrology modification, introduced species, and genetic introgression. To date, the effects of these stressors on the habitat quality and population status of <em>C. grammodes</em> have not been evaluated, but are likely having a significant impact on the extent and quality of habitat. Therefore,<em> C. grammodes</em> is assessed Vulnerable under B1ab(iii).", "geographicrange": "<p></p><p><em>Chiapaheros grammodes</em> is endemic to the upper Grijalva River on the Atlantic Slope of Mexico and extreme western Guatemala (Huehuetenango) (Miller <em>et al.</em> 2005). It has been specifically reported from Río Grande de Chiapas (Miller<em> et al. </em>2005), the coastal regions of Istmo and Soconusco (Velazquez-Velazquez <em>et al. </em>2016), and from the Chicoasen and Angostura regions of the upper Grijalva (Gomez-Gonzalez <em>et al. </em>2015). Extent of occurrence is estimated at 18071 km<sup>2</sup>. Given the scope of threatening factors, this species is unlikely to occur in more than 10 locations (Schmitter-Soto <em>et al.</em> 2006, Jelks <em>et al.</em> 2008).&#160;</p><p></p>", "population": "<p>The total population size and population trend of this species are unknown.<br/><br/>The search for records deposited in collections indicates the existence of very few specimens of <em>C. grammodes</em> captured until the end of the last century. However, recent catches made by personnel from the “Colección Nacional de Peces Dulceacuícolas Mexicanos, ENCB, IPN”, in 124 sites, located in the \"Corredor Sierra Madre del Sur\" as part of Project Y026 funded by CONABIO, indicate that this species is quite scarce. They captured 86 specimens of the species from a total of 15360 fish, representing only 0.5% of the catches (Soto-Galera 2006). Velazquez-Velazquez <em>et al. </em>(2015) report 10 captured specimens from the Grijalva between the years 2006-2009.&#160;</p>", "populationtrend": "unknown", "habitat": "<p>During the dry season this species was collected in clear or slightly turbid water with moderate to strong currents (with the exception of the shallow waters where juveniles were caught, which generally do not present current). The composition of the bottom was variable, constituted by gravel, boulders, sand and in some cases organic mud. The vegetation was usually scarce or absent, but the presence of <em>Potamogeton</em> and green algae was detected; the fish in the tributaries were found in pools. The depths varied in the tributaries between 0.5 and 1 m, while in the main river it reached 1.7 m; the width of the tributaries fluctuated between 3 and 6 m. The Rio Grande de Chiapas presented an average width of 60 m. Water temperatures between January and May varied from 20 to 29 °C, while the pH ranged from 7.0 to 8.0. (Taylor and Miller 1980, Miller<em> et al.</em> 2005). In the Sierra Madre del Sur this species is more abundant in the rivers of the higher portions, at altitudes ranging from 870 to 1490 m above sea level, they prefer sites with a certain speed of the current, average depths of 85 cm, although it is also possible to find them in the backwaters. The average temperature of the water in which they inhabit is 18.4 °C with dissolved oxygen of 10.42 mg/l (Soto-Galera 2006).</p>", "threats": "<p>There are considerable environmental changes in the upper reaches of the Sierra Madre del Sur resulting primarily from increases in cleared and disturbed areas, erosion, and habitat fragmentation due to agricultural activity (Arriaga-Cabrera <em>et al. </em>1998).&#160;Further downstream, habitat quality is impacted by urban pollution and the modification of river beds by hydraulic works, road construction and exploitation of material banks&#160;(Soto-Galera 2006). However, the direct impact of these stressors on suitable habitat and population status have not been evaluated.<br/><br/>The introduced Asian parasitic copepod <em>Neoergasilus japonicus</em> has been reported from <em>C. grammodes</em> and from other cichlids in the upper Grijalva River, which represents a potential threat to individual fitness (Suarez-Morales<em> et al.</em> 2010). Additionally, the syntopic <em>Vieja hartwegi</em> may be hybridizing with <em>C. grammodes</em>, but may require further validation (Gomez-Gonzalez<em> et al.</em> 2018, see Rican and Morgenstern unpublished response).&#160;</p>", "conservationmeasures": "There are currently no species-specific conservation actions directed towards <em>C. grammodes</em>.&#160;&#160;<br/><br/>This species receives special protection status under the Mexican Official Norm (SEMARNAT 2010). Additionally, it is listed as Vulnerable by the American Fisheries Society's Endangered Species Committee due to the impacts of non-native taxa and potential genetic introgression, and due to its narrowly restricted range (Jelks <em>et al.</em> 2008). The range of this species includes at least one protected area, namely El Triunfo Biosphere Reserve and potentially extending southward into La Encrucijada Biosphere Reserve (IUCN and UNEP 2018).&#160;<br/><br/>More research regarding potential hybridization with the syntopic <em>Vieja hartwegi</em> (Gomez-Gonzalez <em>et al.</em> 2018, see Rican and Morgentstern unpublished response), distribution, population size, population size, and the effects of localized or regionally pervasive threats are needed to guide future conservation action.", "usetrade": "There is no information on the use and trade of this species."}]}