{"name": "177521398", "result": [{"species_id": 177521398, "taxonomicnotes": null, "rationale": "<em>Distocyclus guchereauae</em> is known from the Maroni River basin in French Guiana and Suriname. The minimum area of occupancy (AOO) based on the two known localities is 8 km<sup>2</sup>. The maximum extent of occurrence (EOO) based on the area of the minimum convex polygon around the HydroBASIN map is 3,753 km<sup>2</sup>. <em>Distocyclus guchereauae </em>is potentially threatened by high  levels of gold mining in the Maroni River basin and across the Guiana  Shield region. Its distribution is in  an area of known mineral deposits within a national park, but these  areas are not under immediate development pressure. Two locations are inferred based on this threat, but there are no continuing declines. The threat of mining could push the species to becoming Vulnerable or Endangered in a very short time period. Therefore, this species is assessed Near Threatened.", "geographicrange": "<em>Distocyclus guchereauae</em> is known from the Maroni River basin in French Guiana and Suriname (Meunier <em>et al.</em>&#160;2014).<br/><br/>The minimum area of occupancy (AOO) based on the two known localities is 8 km<sup>2</sup>. The maximum extent of occurrence (EOO) based on the area of the minimum convex polygon around the HydroBASIN map is 3,753 km<sup>2</sup>.", "population": "No information about the population of the species is available.", "populationtrend": "unknown", "habitat": "No information is known about this species' habitat or ecology other than it was collected from the Tampoc and Litany Rivers, French Guiana (Meunier <em>et al.</em>&#160;2014).", "threats": "<em>Distocyclus guchereauae </em>is potentially threatened by high levels of gold mining in the Maroni River basin and across the Guiana Shield region (Dezécache <em>et al.</em>&#160;2017). Its distribution is in an area of known mineral deposits within a national park, but these areas are not under immediate development pressure.", "conservationmeasures": "This species occurs within a national park, but there is currently no conservation plan in place for this species. As it is known from very few specimens, further research into the distribution and life history of this species will be critical for a successful conservation plan. This species is in need of further taxonomic investigation. The last serious examination of the genus <em>Distocyclus </em>(Dutra <em>et al. </em>2014) was published only months before the description of<em> D. guchereauae </em>(Meunier <em>et al.</em> 2014). Dutra<em> et al.</em> recognized only<em> D. conirostris</em> in their revision, however the Material Examined section indicates that he only examined one specimen from Guyana and none from Suriname or French Guiana.", "usetrade": "This species is not known to be consumed or traded by humans."}]}