{"name": "139070447", "result": [{"species_id": 139070447, "taxonomicnotes": null, "rationale": "<p><em>Planaeschna asahinai</em> was described from Bach Ma National Park in central Viet Nam and is known from 1—2 locations within the National Park and three different locations close to the Laotian border. It is likely that the species also occurs in Laos, and it should be looked for there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species, but since there is much forest cover remaining in the area (including protected and semi-protected areas) surrounding the known locations and in the adjacent part of Laos this decline may not be too severe at present. Its extent of occurrence is 353–1,580 km².&#160;The habitat requirements of this species are not well understood. Strict application of IUCN criteria place this species in Endangered under criterion (EN B1ab(ii,iii)) and it is assessed as such. However, this assessment is likely to change rapidly when more information becomes available, and it is to be hoped that eventually it will be found that the species qualifies for Near Threatened or Least Concern status.</p>", "geographicrange": "<p><em>Planaeschna asahinai</em> was described from Bach Ma National Park in central Viet Nam (Karube 2011). Kompier recorded the species again from Bach Ma in 2016 (probably from a distinct location within the National Park from the type locality), and at two different locations close to the Laotian border in Thua Thien (Hue Province) in the same year. Karube <em>et al. </em>(2020) recorded it from the&#160;Sao La Nature Reserve in Thua Thien (Hue Province).&#160;It is likely that the species also occurs in Laos, and it should be looked for there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species, but since there is much forest cover remaining in the area (including protected and semi-protected areas) surrounding the known locations and in the adjacent part of Laos this decline may not be too severe at present. The minimum extent of occurrence (EOO) for this species (based on a minimum convex polygon (MCP) around the known locations) is 353 km²; maximum EOO (based on a MCP around the known occupied HydroBASINS) is 1,580 km².</p>", "population": "<p>All that can be said with the available data is that at least some ongoing decline in overall population is inferred from loss and degradation of forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Karube (2011) records that a male was “collected in crepuscular flight near the ground” and “a female was collected ovipositing into dry mossy rock about 1 m above the water level”. Nothing was recorded about the forest cover, but this is most likely a forest dependent species. Karube (2011) does not mention what type of water body the species was ovipositing above, but it was most likely a stream. Kompier (unpub. data) found a female hawking over a road in the late afternoon in Bach Ma while two specimens close to the Laotian border were caught inside rocky secluded gullies with streams inside forest cover. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range, although large areas of good forest remain at present in the area and Bach Ma National Park at least is generally well-protected.</p>", "threats": "<p>The main threat to this species is likely to be from deforestation which is occurring as a result of clearance for agriculture and logging. However large areas of semi-protected and protected forest remains in the area where the species is known to occur so these threats may not be as severe for this species for some others.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and on the threats that it faces.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}