{"name": "17842", "result": [{"species_id": 17842, "taxonomicnotes": "It has been hypothesised that&#160;<em>Chrysoritis lyncurium</em>&#160;is the most westerly form of a cline with adults becoming gradually paler until it becomes&#160;<em>C. lycegenes</em>&#160;in the east (Owen-Johnson 1991).", "rationale": "This is an endemic species of South Africa, occurring in the Eastern Cape and KwaZulu-Natal Provinces (Extent of Occurrence 15,830 km<sup>2</sup>). There are six recorded locations. The locations around Mbulu are under severe threat from invasion by Black Wattle (<em>Acacia mearnsii</em>), and the number of mature individuals appear to have declined there. Known localities for the taxon are few and fragmented, and invasive alien plants and livestock overgrazing is causing ongoing decline in at least the habitat quality at most of the locations. The taxon thus qualifies globally under the IUCN criteria as Vulnerable under criterion B.", "geographicrange": "Endemic to the Eastern Cape and KwaZulu-Natal Provinces in South Africa, from Ngxingxolo in the south to the southern Drakensberg in the north.", "population": "There is no information currently available, but it is inferred to be in decline due to ongoing threats.", "populationtrend": "decreasing", "habitat": "It occurs on rocky slopes and hillsides in grassland where its host plants <em>Diospyros&#160;</em>species or <em>Myrsine </em>species grow in bush clumps amongst the rocky outcrops.", "threats": "The Mbulu Forest locality is severely threatened by invasive Black Wattle, <em>Acacia mearnsii</em>. High intensity grazing also poses a significant risk.", "conservationmeasures": "Removal of alien invasive plants, especially <em>Acacia mearnsii</em>, is required at the type locality and other sites. Further searches for additional subpopulations are urgently required. Verification of the distribution of this taxon and an in depth taxonomic study of its known subpopulations is required because taxonomic confusion with the closely related <em>C. lycegenes</em>, which occurs further north, may obscure the true conservation status of this taxon.", "usetrade": null}]}