{"name": "122802000", "result": [{"species_id": 122802000, "taxonomicnotes": null, "rationale": "<p><em>Rhinocypha heterostigma</em> is endemic to Java, where it is known from forest streams in the western and central parts of the island. However, more than half of the records date from the colonial period. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to at least some degree along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is likely not much more than 20,000 km²; the minimum estimate, including all of the older records, is just under 22,000 km². Given that its EOO is not far above the 20,000 km² threshold for Vulnerable under critreion B1, and inferred declines in AOO and extent and quality of suitable habitat, the species is close to qualifying for Vulnerable. Therefore, taking the reasonable precautionary approach advocated by the IUCN, the species is assessed as Near Threatened (nearly meets VU B1ab(ii,iii)). It is hoped that as more data become available, a reassessment to Least Concern might become possible for this species.</p>", "geographicrange": "<p><em>Rhinocypha heterostigma</em> is endemic to Java where it is known from western and central parts of the island (Baskoro 2018, Fraser 1926, Lieftinck 1934, Schmidt 1934). The assessors are aware of records from 24 sites, some of which are in protected areas (for instance the Pringombo Nature Reserve). However, more than half of the records date from the colonial period. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on all collection records (including the old records) is 21,783 km².<span class=\"MsoHyperlink\"></p>", "population": "<p>This appears to be a locally occurring species, little else can be said with the available data except that at least some ongoing decline in overall population is suspected from loss of forest throughout Java and that the overall population is undoubtedly fragmented (but perhaps not severely).</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954) stated that this species occurs at “Wells, spring-fed marshes and brooks in dense forest from 600 m to about 1,600 m”. Recent records are from forest streams or their vicinity, over a similar altitude range. The species has been found in both second growth and primary forest. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss of forest within its range.</p>", "threats": "<p>The main threats to this species come from deforestation, with logging and clearance for agriculture or housing as major drivers, and probably from pollution of streams from a variety of sources.</p>", "conservationmeasures": "<p>The priority for this species is for fresh data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}