{"name": "53858806", "result": [{"species_id": 53858806, "taxonomicnotes": "Originally described as <em>Rivulus gransabanae</em> (Lasso <em>et al.</em> 1992), due to a revision of the subfamily Rivulinae it was recently changed to <em>Laimosemion</em> after this was considered a valid genus and not a subgenus of <em>Rivulus</em> (Costa 2011).", "rationale": "This species is listed as Vulnerable, due to its extent of occurrence (EOO) of 16,587 km<sup>2</sup> and area of occupancy (AOO) of 276 km<sup>2</sup>, with the individuals distributed in eight threat-based locations, and continuing decline in habitat due to changes in land cover use associated with agriculture and the presence of illegal gold mines.", "geographicrange": "This species is distributed across La Gran Sabana, in Canaima National Park. It occurs in tributaries and ponds of the upper Caroní and the Cuyuní rivers in Bolívar state, south-eastern Venezuela.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "It inhabits small creeks of clear and black waters with a rocky bottom and with cascades on boulders (Lasso <em>et al. </em>1992).", "threats": "The savannas and tropical forests in La Gran Sabana, where this species dwells, are vulnerable due to conversion for agricultural use for cattle ranch farms and to deforestation and fires for the settlement of agriculture (Oliveira-Miranda&#160;<em>et al. </em>2010). There are at least two illegal gold mines in the drainage of the Yuruaní River, near several localities where this species has been observed.", "conservationmeasures": "Approximately 90% of the population of this species occurs within Canaima National Park. However, considering the presence of illegal gold mines in this protected area, this measure alone might not be enough to ensure the conservation of this species in the long term.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records about harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}