{"name": "175045223", "result": [{"species_id": 175045223, "taxonomicnotes": null, "rationale": "<em>Dawkinsia crassa </em>is assessed as Vulnerable because it is known from only four locations in the Nethravati River system of Karnataka, India, with and extent of occurrence less than than 6,000 km<sup>2</sup>&#160;and threats to its habitat due to several anthropogenic stressors including organic pollution from  households, agricultural runoffs, destructive fishing practices and  ongoing and proposed developmental projects. The Nethravati River system has experienced major land use changes in  the last five decades because of increase in the urbanization and  agriculture, which are affecting the soil erosion properties of the  region and can alter the critical habit of the species. However, it is <span><span data-dobid=\"hdw\">pertinent to mention that this species is recently described with limited information on its distribution and no information on its population status, population trends and species specific threats and research in these areas are essential.</span>", "geographicrange": "<em>Dawkinsia crassa</em> is currently known only from the upper catchment areas of westward flowing Nethravati River system of Karnataka, in the central Western Ghats, India (Katwate <em>et al.</em> 2020). The species has an Extent of Occurrence of 5,908 km<sup>2</sup> and is present in four locations where the habitat is threatened by developmental activities, land use changes, urbanization, organic pollution from households, agricultural runoffs, poisoning and electric fishing (Ramachandra&#160;<em>et al</em>. 2013, Ali <em>et al. </em>2013, Lanka and Shrihari 2015, Ganasri and Ramesh 2016, Sinha and Eldho 2018).", "population": "There is no information on population status or trends for the species.", "populationtrend": "unknown", "habitat": "<em>Dawkinsia crassa </em>inhabits the main river channel with big ponds of sluggish water current and mud, sand, gravels and large boulders as substrate (Katwate <em>et al.</em> 2020). The quality of the habitat of the species is deteriorating because of developmental activities, land use changes, urbanization, organic pollution from households, agricultural runoffs, poisoning and electric fishing (Ramachandra&#160;<em>et al</em>. 2013, Ali&#160;<em>et al.&#160;</em>2013, Lanka and Shrihari 2015, Ganasri and Ramesh 2016, Sinha and Eldho 2018).", "threats": "Species specific threats to <span style=\"font-style: italic;\">Dawkinsia crassa</span>  are not known. However, habitat of the species in Nethravati&#160; River system is threatened because of  several anthropogenic stressors. In the Kumaradhara tributary of the  Nethravati&#160; River, the habitat of the species is threatened by organic  pollution from households, agricultural runoffs and ongoing and proposed developmental projects (Ramachandra&#160;<em>et al. </em>2013).  In Sullya, poisoning and electric fishing are prevalent, especially when  the water levels are low, and there is also a continuing decline in the  quality of habitats due to pollution from domestic sources as well as  petroleum related pollution as a result of washing motor vehicles (Ali <em>et al.</em> 2013). In general, the Nethravati&#160; River system has experienced major land use  changes in the last five decades because of increase in the urbanization and agriculture (Sinha and Eldho 2018). These land use changes are  affecting the soil erosion properties of the region and is leading to  excessive siltation (Ganasri and Ramesh 2016, Sinha and Eldho 2018),  which can alter the critical habit of the species. In addition, the  proposed and ongoing projects, including the Nethravati River Diversion  Project and Kukke Mini Hydel Scheme (Kukke MHS), are damaging the habitats in this region (Ramachandra&#160;<em>et al. </em>2013, Lanka and Shrihari 2015).", "conservationmeasures": "There is no conservation action in place for this species. Since this is a recently described species, there is a need for research and monitoring is essential to understand its distribution, population size, population trends, life history ecology, species specific threats and habitat trends. Since it is known that the general habitat of the species is threatened, site area management and protection is essential.", "usetrade": "There is no use and trade information for this species."}]}