{"name": "139565397", "result": [{"species_id": 139565397, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis gracilis</em> is only known from six locations within a relatively small area in Luzon in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and with the available data is certainly less than 500km<sup>2</sup>. The AOO will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in the area where it occurs and severe fragmentation is certain for the same reasons. The species qualifies for Endangered under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Risiocnemis gracilis</em> is only known from a relatively small area in Luzon in the Philippines (Gapud 2006, Hämäläinen 1991, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen). The assessor is aware of records from six locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and with the available data is certainly less than 500km<sup>2</sup>. The AOO will be declining due to loss and degradation of forest in the area where it occurs.</p>", "population": "<p>All that can be said wit the available data is that an ongoing decline is inferred due to loss and degradation of forest in the part of Luzon where the species occurs and that severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a species of streams in lowland and lower montane forest. The extent and quality of suitable habitat will be declining due to loss and degradation of forest in the area where it occurs.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging and, possibly from mining and associated pollution of streams.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for the protection of remaining habitat where the species occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}