{"name": "169784342", "result": [{"species_id": 169784342, "taxonomicnotes": null, "rationale": "The species is endemic to Central Kenya and the best estimate of its extent of occurrence (EOO) is 964–1,980 km². Its area of occurrence (AOO) is 20 km². It is found in two threat defined locations and is experiencing a continuing decline in the quality of its forest habitat due to the spread of invasive species. Currently, the species is not protected, and more information is required on population trend. This species is assessed as Endangered under criterion B (EN B1ab(iii)+2ab(iii)).<p></p>", "geographicrange": "This species is endemic to the central highlands of Kenya, and is known from the Nyambene and Gatamaiyu Forests (Larsen 1996).", "population": "The species is known from 93 records from only two locations: Gatamaiyu and Nyambene Forests. The majority of collections were made at Gatamaiyu, with only two from Nyambene. The population trend is unknown but is suspected to be stable as there has not been any deforestation in the two forest patches that this species is known from. The only threat present at both locations is invasive alien plants which so far is not known to have caused significant population decline, but decline in habitat quality has commenced already and this is likely to lead to future declines to the population.", "populationtrend": "stable", "habitat": "It is an open forest species and quite rare because it is a high flier (Larsen, 1996). Larval food plants are <em>Hibiscus</em> (Malvaceae) and <em>Vernonia jugalis</em> (Asteraceae) (Larsen, 1996). Adults use these plants as a source of nectar and lay their eggs on them.", "threats": "Both known subpopulations occur in protected forest reserves, however there is ongoing habitat degradation from the spread of invasive alien plant species, in particular <em>Lantana camara</em>, which is known to outcompete one of this species' host plants,&#160;<em>Vernonia jugalis.&#160;</em>", "conservationmeasures": "Restoration of habitat via the planting of&#160;<em>Hibiscus</em> plants (this species' food plant) would support its conservation.", "usetrade": "There are no confirmed records for use of the species."}]}