{"name": "173721152", "result": [{"species_id": 173721152, "taxonomicnotes": "<p>Van Tol (2008) defined a “dark form” of <em>Protosticta satoi </em>Asahina, 1997. Later Kompier (2016a) considered this dark form as a separate species, <em>P. nigra </em>Kompier, 2016 but only provided a description and list of type material in Kompier (2016b).</p>", "rationale": "<p><em>Protosticta nigra</em> is known from nine locations in the north of Viet Nam and from two locations in Guangxi. Some locations are within protected areas. Its area of occupancy (AOO) is not known, however the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to forest within the range of the species. Its extent of occurrence (EOO) is larger than the threshold for criterion B1 (EOO = 28,308–34,536 km²). It is clear that the overall population of this species is already severely fragmented and threats exist throughout its known range, including within some protected areas where it occurs. The species is close to qualifying for Vulnerable under criterion B (VU B1ab(ii,iii)), therefore, taking a reasonable precautionary approach as advised by IUCN, it is assessed as Near Threatened. It is hoped that when more information becomes available, reassessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Protosticta nigra</em> is known from nine locations in the north of Viet Nam (Kompier 2016a,b unpub. data; Phan and Kompier 2016; Phan unpub. data). The species has also been recorded at two locations in Guangxi (Zhang (2019, pers. comm. June 2020). Some locations are within protected areas (for example, Tam Dao National Park and Pia Oac Nature Reserve in Viet Nam and Shiwandashan National Nature Reserve in China). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of and disturbance to forest within the range of the species. Its minimum extent of occurrence (EOO) is 28,308 km² (based on a minimum convex polygon (MCP) around the known data points).</p>", "population": "<p>This species can be common where it occurs. Little else can be said with the available data except that an ongoing decline in overall population is inferred from loss of forest within the range of the species and it is clear that the overall population is already severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Both sexes of this species usually perch 10–20 cm above the ground in shade at the side of shallow, narrow (about 1–3 m width) mountain streams in forest, and also disperse inside the forest. The extent and quality of suitable habitat for the species are inferred to be declining to at least some degree due to loss and degradation of forest within its range, but we do not know enough about its ability to tolerate disturbance to judge how severe these declines will be. </p>", "threats": "<p>The main threats to this species will be from clearance of forest with farming (and logging) as drivers, unfortunately these threats also exist in some protected areas in Viet Nam. In Pia Oac Nature Reserve illegal mining of both sand and precious metals might also pose a threat to some subpopulations but the species also occurs at streams smaller than those affected by these operations so that the adverse effects on the species will be limited. </p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, exact habitat requirements and ability to tolerate disturbance and for an end to illegal activities within protected areas that may be have a negative impact on the species.</p>", "usetrade": null}]}