{"name": "168027", "result": [{"species_id": 168027, "taxonomicnotes": null, "rationale": "<p><em>Chlorogomphus kitawakii</em> is only known from China where there are records from five localities (interpreted as locations, based on plausible threats and the distribution of the known records). At least one location is within a protected area (the Chebaling National Nature Reserve in Guangdong). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data the AOO is not likely to be large (likely smaller than 2,000 km²). Moreover, the AOO is inferred to be declining along with the extent and quality of habitat due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is &gt;43,000 km². Although this is a relatively common species, there is certainly some cause for concern over its future. With only five locations currently known, it is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)). It is hoped that when more data are available, a reassessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Chlorogomphus kitawakii</em> is only known from China, where there are records from five localities (Garrison <em>et al</em>. 2015, Karube 1995, Zhang 2019, unpublished, Zhang and Tong 2013). At least one locality is within a protected area (the Chebaling National Nature Reserve in Guangdong). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data the AOO is not likely to be large (likely smaller than 2,000 km²). Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on the currently known collection records, is 43,398 km².</p>", "population": "<p>This species can be common where it occurs, however some ongoing decline in overall population is suspected from loss and degradation of forest within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 540) states that this species is found at “Streams in forest below 1,000 m elevation.” The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threats to this species are from expansion of farmland, pollution of the streams in which it breeds by pesticides and alteration of stream courses to feed medium scale hydroelectric projects. At one of the known locations, Nankunshan, there is a serious threat from development of accommodation and other infrastructure for tourists, which has already led to the loss of much habitat.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of additional habitat where it occurs and for more information on its distribution and ability to tolerate disturbance.</p>", "usetrade": null}]}