{"name": "176461812", "result": [{"species_id": 176461812, "taxonomicnotes": null, "rationale": "This species is assessed as Vulnerable. It has a limited distribution in some tributary creeks of the Paraná river in Misiones, with an extent of occurrence (EOO) of 7,264 km<sup>2</sup>. Although two of the localities are located near protected areas, there are threats in all the basins, derived from deforestation, forestation with exotic species, agrochemicals from tea, yerba mate and tobacco crops, and the Yacyretá dam, among others. There are four locations based on these threats, and an inferred continuing decline in habitat quality.", "geographicrange": "<em>Rhamdella cainguae</em> was first found in Cuña Pirú stream, affluent of the Paraná river basin in Misiones, Argentina (Bockmann and Miquelarena 2008). Later, Benitez <em>et al.</em> (2016) added records from other affluents of the Paraná river: Tabay stream, near Jardín América city, and Horqueta stream, a tributaty of Yabebirí stram, near San Ignacio city.", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and progress (Flores <em>et al.</em> 2020). These rivers are stony-bottomed, clear waters and fast current, with waterfalls of different heights (Araya <em>et al. </em>2013).The climate on the mountain ridge in Aristóbulo del Valle is classified as warm and temperate. There is significant rainfall throughout the year in this area (average per year is 1,678 mm), and even the month with lowest precipitation, August, still has a considerable amount of rain (111 mm). The lowest precipitation months are July, August, and September, but the driest period and lowest water levels are in December, January, and February due to the marked seasonal change in temperature. The peaks in precipitation occur in May and October. The annual average temperature is 19.1˚C, with 23.9ºC monthly average temperature in January and 14.3ºC in June. Water level in the stream can have important changes. Water turbidity is variable among the year with peaks of turbidity after rains and increases in water visibility the rest of the year (Alonso<em> et al.</em> 2019). It is found in a small, clear fast flowing stream with a rock and sand bed, and vegetated margins (Miquelarena<em> et al.</em> 2002). Specimens of<em> H. cainguae</em> from the type locality were collected with seine or hook-and-line, over rocky bottoms in a clear water stream (ca. 50–100 cm deep, with pools around 3 m deep), running through a densely forested subtropical area. Individuals demonstrated a tendency for gregariousness as they were densely grouped under large stones (Bockmann and Miquelarena 2008).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The Cuña-Pirú stream is partially protected by Valle del Cuñá Pirú Provincial Park, but, mainly due to its extension, has a great anthropic influence because of the expansion of forestation with exotic species, tea, yerba mate and tobacco crops, and with the increase in urbanization and deforestation (Araya 2017). This author also mentions the poor condition of the protective wooded margins of the Tabay stream and its tributaries. Finally, Horqueta Creek is in the Yabebiry stream basin. It is located upstream of the Yacyretá Dam and is within its area of influence. Although it had a lush and dense marginal forest, today only traces of jungle or transition areas remain due to the advancement of agricultural and forestry activities (Alvarez 2017). In addition, with the increase of the reservoir level, the final reach of the stream underwent modifications in its channel, becoming part of the reservoir (Meichtry <em>et al.</em> 2013).", "conservationmeasures": "It has been assessed as \"vulnerable\" for the La Plata river basin (Cappato and Yanosky 2009). Cuña-Pirú creek is moderately protected by the homonymous reserve (Araya 2017), and the middle basin of this stream is partially protected, as it passes through the Salto Encantado Provincial Park and Cultural Reserve of the Cuña-Pirú Valley, the Cuña-Pirú Private Reserve and the Cuña-Pirú Municipal Ecological Reserve (Azpelicueta <em>et al.</em> 2005). The records of <em>H. cainguae</em> in this basin are near, but outside of these protected areas. The other records are not protected, but protection, management, and restoration are recommended. Further research is also recommended.", "usetrade": "There is no use or trade information on this species."}]}