{"name": "139566159", "result": [{"species_id": 139566159, "taxonomicnotes": "<em>Drepanosticta halterata</em> and its allies are in need of revision and it is possible that records from some locations that are considered to belong to <em>D. halterata </em>here will eventually prove to be different species.", "rationale": "<p><em>Drepanosticta halterata</em> is only known from eight locations in the north of Luzon in the Philippines. Threats exist at all locations, including the Northern Sierra Madre Natural Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is not likely to be large. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) is less than 20,000 km². This species qualifies for Vulnerable under criteria B1ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta halterata</em> is only known from Luzon in the Philippines (Gapud 2006, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Villanueva <em>et al</em>. 2009). The assessor is aware of records from at least eight locations in the north of Luzon, one of which is within the Northern Sierra Madre Natural Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is not likely to be large. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) is somewhere between 11,451 and 17,904 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>Judging from the number of specimens available this is a locally common species. Little else can be said with the available data except that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a forest-dependent stream-breeding species, Villanueva <em>et al. </em>((2009: 73) record it “in well shaded rheophilous areas”. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging or mining. These threats extend even to the protected area where the species has been recorded, the Northern Sierra Madre Natural Park: “Logging, agricultural encroachment, the use of destructive fishing and hunting methods, and the conversion of wetlands form major threats to the biodiversity of the protected area. Government plans for infrastructural development and mining could have a severe impact on the park” Villanueva <em>et al. </em>2009: 72.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection for the Northern Sierra Madre Natural Park.&#160;</p>", "usetrade": null}]}