{"name": "173824557", "result": [{"species_id": 173824557, "taxonomicnotes": null, "rationale": "<p><em>Cambeva pascuali</em> is known only from its type locality, a small unnamed tributary stream of the Tamanduá River close to the town of Itatinga in the upper Paraná River basin, São Paulo state, southeastern Brazil. Area of Occupancy (AOO) and Extent of Occurrence (EOO) are estimated to be 4 km<sup>2</sup>, and the species is assigned to a single threat-based location. Population size is suspected to be low given few sampled individuals in the type series. The primary threat to this species is the persistence and expansion of monocrop silviculture. While the direct impacts of current activities on habitat quality and population status have not been evaluated in detail, continued activities could feasibly drive this species into a high threat category in the immediate future. Therefore, <em>C. pascauli </em>is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Cambeva pascuali</em> is known only from its type locality, a small unnamed tributary stream of the Tamanduá River close to the town of Itatinga in the upper Paraná River basin, São Paulo state, southeastern Brazil (Ochoa&#160;<em>et al.</em>&#160;2017).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup> based on a single 2x2 km grid overlain on the type locality (Ochoa&#160;<em>et al.</em>&#160;2017). Given a single collection locality in a region utilized for intensive agricultural production, it is feasible that the persistence or expansion of agricultural activities could severely and quickly impact the entire known range of this species. Therefore, despite uncertainties regarding the severity of impact that agricultural expansion may have on the type locality at the current point in time, this species is assigned to a single threat-based location and is considered very restricted. It is important to note that additional surveys may yield range extensions, as well as potential increases in the known number of threat-based locations.</p>", "population": "<p>The population trend of this species are unknown. Population size is likely low, given a low number of sampled individuals at the type locality (Ochoa&#160;<em>et al.</em>&#160;2017). This species is known from a total of 11 specimens (Ochoa&#160;<em>et al.</em>&#160;2017).</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species is a small, unnamed tributary stream at approximately 600 m above sea level characterized by clear water, moderate flow, substrates of mud and rock, and aquatic and riparian vegetation (Ochoa&#160;<em>et al.</em>&#160;2017). <em>Cambeva pascuali</em> was the only species of fish found at the type locality (Ochoa&#160;<em>et al.</em>&#160;2017).</p>", "threats": "<p>The region that surrounds the type locality is highly impacted by agricultural activities, primarily eucalyptus monoculture (Ochoa&#160;<em>et al.</em>&#160;2017). Rivers in this region are typically poor in species diversity and in ichthyofaunal abundance (Ochoa&#160;<em>et al.</em>&#160;2017). However, the direct impact of agricultural activities on habitat quality and species abundance at the type locality have not been evaluated. Despite these uncertainties, persisting activities or future expansion of eucalyptus monoculture has the potential to drive this species to Critically Endangered in the immediate future.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. pascuali</em>, nor has it been reported from within the boundaries of any existing protected areas. Additional research regarding distribution, population size, population trend, and the direct impact of existing threats would be useful in clarifying the extinction risk of this species. Habitat monitoring and site protection may be warranted as immediate conservation priorities if surrounding agriculture continues to expand.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}