{"name": "123529582", "result": [{"species_id": 123529582, "taxonomicnotes": null, "rationale": "<p><em>Telosticta santubong </em>is only known from Gunung Santubong in Sarawak; based on surveys in suitable habitat on nearby mountains it is judged likely to be endemic to this single mountain and so has an area of occupancy (AOO) less than 50 km². Although the known sites, which count as one or two threat-defined locations, are within a National Park, the species is still vulnerable to threats from forest fires and disturbance due to the activities of visitors; in the longer term climate change could be a threat. Outside of the National Park the AOO and extent and quality of suitable habitat are believed to be declining as a result of development or will decline in the near future as a result of development. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Telosticta santubong </em>is endemic to Borneo, where it is only known from Gunung Santubong&#160; on the Damai Peninsular near Kuching in Sarawak (Dow and Orr 2012). It is likely to be endemic to Gunung Santubong, since the closely related <em>T. serapi </em>Dow and Orr, 2012 occurs in its place in the nearby Matang Range, with other <em>Telosticta </em>species from the same species-group on other hills and mountains surveyed in south-west Sarawak. Part of Gunung Santubong is protected as a Gunung Santubong National Park, but it appears that not all of the mountain is within the National Park.<br/><br/>Relatively little of Gunung Santubong has been surveyed for Odonata, so it is not known how widespread the species is on the mountain. The known sites are in relatively close proximity to one another and are best counted as one-two locations for threat assessment purposes (considering forest fires as the main threat). The known sites are within the National Park. Gunung Santubong occupies an area less than 50 km² so the area of occupancy (AOO) of this species safely be said to be less than 50 km². Outside of the National Park the habitat for this species (and therefore its AOO) are likely to be declining due to development (see Threats) so the AOO is inferred to be suffering at least some ongoing decline.</p>", "population": "<p>This species is not uncommon at some sites on Gunung Santubong, but there is insufficient data to make any other statement about population sizes or health.</p>", "populationtrend": "unknown", "habitat": "<p>“Males were found at small streams in steep terrain in mixed dipterocarp forest” Dow and Orr (2012): 383. Nothing can be added to this information except that at least some ongoing decline in extent and quality of suitable habitat for the species is inferred because of development on Gunung Santubong outside of the National Park..</p>", "threats": "<p>The known sites for this species are not under any immediate, direct threat from housing development as it occurs within a National Park, but there is a plan to build a cable car to the top of the mountain; the assessor does not know if this will impact any of the known locations for this species. The species appears to be endemic to a single, coastal mountain, so is inherently vulnerable to threats such as forest fires. Moreover it is the Assessor's understanding that not all of Gunung Santubong is protected within the National Park, which is situated in a popular resort area, so that there will be pressures from development of resorts and other tourism related development or from building of luxury housing in the future, if there is not already. Since Gunung Santubong is close to Kuching, the state capital of Sarawak, it is easily accessible and situated in an area of rapid development, which can only increase the likelihood of these threats. In the longer term climate change might have adverse effects on this species.</p>", "conservationmeasures": "<p>Additional data on the distribution of this species on Gunung Santubong is needed; if it is only confined to certain parts of the mountain, even if they are within the National Park, actions such as restricting tourist access to the more easily accessible sites should be considered. Monitoring of this range-restricted species should certainly be carried out. Development on Gunung Santubong outside of the National Park should be limited. The impact (if any) of the planned cable car project on the mountain on this species should be investigated carefully before construction is allowed to start.</p>", "usetrade": null}]}