{"name": "199788991", "result": [{"species_id": 199788991, "taxonomicnotes": "This species was described in a self-published manuscript by James E. Lloyd (Lloyd 2018).&#160;<em>Photuris forresti </em>is a member of the</span><em> P. versicolor </em>species complex which contains many closely related species, distinguishable primarily by observed flash pattern, as there are few morphological differences (Barber 1951, McDermott 1967, Lloyd 2018). This species is morphologically indistinguishable from</span><em> Photuris tremulans. </em>It can only be identified by its flash pattern, which is typically a series of 4-11 pulsed flashes. It is also very similar to </span><em>P. walldoxeyi</em>, though the ranges, elevations, and habitat preferences of these two species differ markedly (Faust and Davis 2019).</span>", "rationale": "<p>The Loopy Five Firefly (<em>Photuris forresti</em>) is a flashing firefly species known to occur at only three sites, one in southern Tennessee, one in northwest South Carolina, and one in northern Georgia. It was described from a marsh in Pickens County, South Carolina in 1986, but the site was subsequently lost when the habitat was destroyed for the construction on a golf course. This rare firefly is found in marsh habitats, which are not common within its range. Habitat loss remains the main threat to this species, as all known populations are on private property. It is also likely threatened by light pollution. </p>  <p></p><p>The extent of occurrence (EOO) for this species is at least 11,206 km<sup>2</sup>. The area of occupancy (AOO) is at least 12 km<sup>2</sup>, as there are only three known occurrences, each contained within a four km<sup>2</sup> area. While the AOO for this species may increase, should new occurrence localities be discovered, search efforts have been fairly extensive already. Therefore, the AOO is unlikely to surpass the threshold for listing as Endangered (500 km<sup>2</sup>), as an additional 122 occurrence localities would be needed. Currently, three locations are considered, as each occurrence locality is independently impacted by the main threat of habitat loss. The number of locations may also prove to be larger, if additional occurrences are discovered. Continuing decline in extent of occurrence, area of occupancy, number of locations, and area and extent of habitat has been observed, as a result of the loss of at least one occurrence. Therefore, this species meets the threshold for listing as Endangered under criteria B2ab(i,ii,iii,iv).&#160;</p><br/><p></p>", "geographicrange": "<p>The loopy five firefly (<em>Photuris forresti</em>) is found in the Southeastern United States. It is known from very few occurrences; one each in eastern Tennessee, northwestern South Carolina, and northern Georgia (L. Faust pers. obs., Faust and Davis 2019). When it was first described, it was known only from a site in Pickens County, South Carolina. This type locality, located at the southern tip of the Appalachian Mountains, was destroyed during the construction of a golf course in 1986, shortly after it was discovered (Lloyd 2018). A survey was conducted at the type locality for this species in 2018, but no <em>P. forresti</em> were found (L. Faust pers. obs.) This species has since been found at a nearby site in Pickens County, as well as a site in Jefferson County, Tennessee. It is possible that additional occurrences remain to be found in appropriate habitats in Tennessee, South Carolina, Georgia, North Carolina, and Alabama. However, during concerted search efforts in 2018, 2019, and 2020, when as many as five biologists searched appropriate habitats for this species, across multiple states, no additional occurrences were reported (L. Faust pers. obs.). </p>  <p>The extent of occurrence (EOO) for this species is at least 3,349 km<sup>2</sup>. The area of occupancy (AOO) is at least twelve km<sup>2</sup>, as there are only three known extant occurrences, each contained within a four km<sup>2</sup> area. This species is found in only three locations, as each occurrence locality is separately impacted by the main threat of habitat loss. The EOO, AOO, and number of locations may prove to be larger, if additional occurrences are discovered. </p>", "population": "<p>The population size and trend are not known for this species. However, as this species is known from only three localities, and has not been observed at other appropriate habitats within its range despite extensive search efforts, it is probably rare. Additionally, at least one historical occurrence has been lost to development (Lloyd 2018), so it is likely that the population size has declined since historical times. </p>", "populationtrend": "decreasing", "habitat": "<p>This species is restricted to marshy habitats, usually containing cattails (Lloyd 2018, Faust 2017). Males of this species often begin flashing after dark, from perches low down in the marsh vegetation (L. Faust pers. obs.). Forty to 50 minutes after sunset, males begin flying out over the marsh and displaying to females below (Lloyd 2018). The flash of this species can be quite erratic, but generally presents as combinations of 4-7 flashes, lasting about 2.5 seconds, emitted as they fly in vertical loops (Faust 2017). There is a relatively long interval between flash patterns, usually 12-26 seconds, and males move laterally a couple meters during this pause (Lloyd 2018). Larvae of this genus are usually dietary generalists, scavenging around damp areas at night looking to consume snails, worms, other soft-bodied invertebrates, and plant material (Buschman 1984).</p>", "threats": "<p>Threats to this species include residential and recreational development as well as natural systems modifications due to water management practices. This species is a habitat specialist, found only in marshy areas. Within its known range, marshy habitats are uncommon and often form as the result of human activities. For example, the site where this species is found in Tennessee was created when a road was built through surrounding farmland, almost a hundred years ago. The road dammed runoff from a nearby spring, creating a marsh (Faust 2017). Well-established marshes that have persisted for a long time seem to be important for this species. Young marshes seldom have very many fireflies (L. Faust pers. obs.). Historically, marshes and wetlands were more common in this region, due to the presence of beaver dams. </p>  <p>Both known occurrences of this species are on private land and are therefore are vulnerable to development. The loss of the type locality was caused when the marsh habitat was drained to make way for the construction of a golf course. Light pollution could also adversely impact this species, as a result of development in proximity to occurrence localities. Artificial light at night has been shown to interfere with the production and reception of courtship signals in some firefly species (Owens and Lewis 2018, Lewis <em>et al.</em> 2020). </p>", "conservationmeasures": "<p>There are no conservation measures in place for this species and it is unknown whether it occurs in any protected areas. All known occurrence localities are on private property and are therefore are vulnerable to disturbance. This species would benefit from site protections. Efforts to identify additional occurrences should continue and additional research on population size, habitats and ecology, and threats is necessary.</p>", "usetrade": "<p>There is no evidence that this species has been harvested for luciferase or otherwise utilized.&#160;</p>"}]}