{"name": "190837", "result": [{"species_id": 190837, "taxonomicnotes": "<p><br/></p>", "rationale": "<em>Cryptophaea yunnanensis</em> is known from three locations in Yunnan, China, and a location in Thailand. The species is known from protected areas in Yunnan (the Xishuangbanna National Nature Reserve) and Thailand (Doi Phu Kha National Park). Based on the current known distribution, the species should also be looked for in Laos. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of forest and other alterations to habitat within the range of the species. Its current known extent of occurrence (EOO) is 11,696–20,696 km² (its true EOO is likely &lt;20,000 km²). The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it is hoped that when more information becomes available, a reassessment to a lower threat category will be possible.", "geographicrange": "<em>Cryptophaea yunnanensis</em> is known from three localities in Yunnan, China (Davies and Yang 1996, Zhang 2019 unpublished) and a locality in Thailand (Buppachat <em>et al</em>. 2020). The species is known from protected areas in Yunnan (the Xishuangbanna National Nature Reserve) and Thailand (Doi Phu Kha National Park). Based on the current known distribution, the species should also be looked for in Laos. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest and other alterations to habitat within the range of the species. Its minimum extent of occurrence (EOO), based on the known records, is 11,696 km². Its maximum EOO, based on the extent of HydroBASINS the known records are from, is 20,696 km². Its true EOO is likely smaller than 20,000 km².", "population": "<p>This appears to be a scarce and locally occurring species. At least some ongoing decline in overall population is inferred from loss of forest and other alterations to habitat within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "Zhang (2019: 1079) states that this specie is found at “Shady streams below 1,500 m elevation.” The extent and quality of suitable habitat for the species are inferred to be declining to at least some degree due to loss and degradation of forest and other alterations to habitat within its range.", "threats": "The main threat to this species will be from clearance of forest, with farming of one type or another as the main driver.", "conservationmeasures": "The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.", "usetrade": null}]}