{"name": "128723334", "result": [{"species_id": 128723334, "taxonomicnotes": null, "rationale": "<em>Glyptothoraz sufii&#160;</em>is endemic to Pakistan where it occurs widely, but is extremely rare as compared to the other commonly occurring <em>G. naziri</em>. Due to the innumerable dams, rampant sand and gravel mining, and pollution, the population is suspected to decline by 50-60% in the next 10 years. Therefore, it is assessed as Endangered.", "geographicrange": "<em style=\"color: rgb(0, 0, 0); font-family: Times New Roman; font-size: 16px; font-style: italic; font-variant: normal; font-weight: 400; letter-spacing: normal; orphans: 2; text-align: left; text-decoration: none; text-indent: 0px; text-transform: none; -webkit-text-stroke-width: 0px; white-space: normal; word-spacing: 0px;\">Glyptothorax sufii</em> was originally described from Sutlej River, Lahore District, Kanganpur, Pakistan. This species is native to Pakistan where it occurs in the Indus river and its tributaries in Punjab, Sindh, and&#160;Khyber Pakhtunkhwa&#160;(Pakistan) (Naqvi <em>et al. </em>2004, Javed<em> et al.</em> 2013) with a possibility of its occurrence in Sutlej (J.A. Johnson pers. comm. 2020). It also occurs in Kabul, Malakand, Siran and Sutlej rivers (M. Rafique pers. comm. 2020).<strong><u><br/></u></strong><br/><br/><strong></strong><strong><u> </u></strong>", "population": "It is not a very common fish in its area of distribution compared to <em>G. naziri</em>&#160;(2:500) and is considered rare (M. Rafique pers. comm. 2020). Since it is rare, the impacts from hydropower projects, pollution and sand and gravel mining have had an impact on the species. The population is suspected to have declined by more than 40% in the past 10 years and with increasing threats, it is suspected to decline by 50-60% in the next 10 years.", "populationtrend": "decreasing", "habitat": "<em>Glyptothoraz sufii</em> is a&#160;demersal&#160;freshwater species, that occurs in streams and shallow stretches of rivers (Naqvi <em>et al.</em> 2004).", "threats": "In Pakistan this species is threatened by pollution, drought and dams (Naqvi <em>et al.</em> 2004, M. Rafique pers. comm. 2020). It was also thought to be greatly impacted by hydropower developments on the Panjkora river, as it went from highly prevalent in 2012 to missing after construction in 2017. High levels of heavy metals and sedimentation were recorded from the discharge sites in the river, as well as sewage and solid waste (Ullah and Li 2018). Sand and gravel mining are big threats (M. Rafique pers. comm. 2020).", "conservationmeasures": "There is no information regarding conservation for this species. It is not protected by law.", "usetrade": "This species only has minor fisheries value due to its small size (Javed<em> et al.</em> 2013)."}]}