{"name": "183133", "result": [{"species_id": 183133, "taxonomicnotes": "<em>Serranochromis robustus</em> and&#160;<em>Serranochromis jallae</em> were previously considered to be subspecies of&#160;<em>Serranochromis robustus</em>. They are now both considered to be valid at the species level - this is therefore the more restricted concept of&#160;<em>Serranochromis robustus</em>, which was previously assessed at the subspecies level.", "rationale": "<em>Serranochromis robustus </em>has been subjected to heavy and unsustainable fishing pressure throughout its range, including major habitat destruction by the use of beach seine nets and nkacha nets that destroy aquatic vegetation beds, and as a result subpopulations have undergone major decline. While it is difficult to quantify this decline over much of its range, in Lake Malombe and the Upper Shire River it was very common until the late 1970s when widespread netting destroyed its habitat, resulting in near extirpation in these areas, a population reduction of well over 90% in much less than a decade. This decline is documented in angling competition records of the Angling Society of Malawi. While this decline occurred more than 10 years ago, intense and increasing fishing pressure continues unabated throughout its range and a continued decline can thus be inferred as there are no mitigating factors. The population was also recorded to decline by more than 90% between 1995 and 2006.&#160;There is also a strong possibility that the disease EUS will be introduced to Malawi given its spread throughout southern Africa in recent years. The <em>Serranochromis</em> species appear to be highly vulnerable to this disease.<br/><br/>Therefore, despite its wide distribution, the lack of definitive quantitative data, and its fragile protection in a small part of its range, notably the Middle Shire River within Liwonde National Park, there is a suspected population decline of&#160; &gt;80% within the last 10 years, and also a suspected decline of&#160; &gt;80% within the next 10 years as these threats continue unabated (D. Tweddle pers. comm.). Therefore, it is assessed as Critically Endangered.", "geographicrange": "<em>Serranochromis robustus </em>is found in Lakes Malawi and Malombe and in the lower reaches of inflowing rivers (Tweddle and Willoughby 1978), and also in the the upper Shire River. It has been translocated to the upper Ruo River in Malawi and also to Swaziland.<br/><br/>The Luangwa River subpopulation is now believed to be <em>Serranochromis robustus</em> and not the related&#160;<em>S. jallae</em> but good specimens and live photos are needed for confirmation.", "population": "This species was formerly a common and popular angling target. As a result of heavy and unsustainable fishing pressure that has also caused major habitat destruction the subpopulations have undergone major declines. While it is difficult to quantify this decline over much of its range, in Lake Malombe and the Upper Shire River it was very common until the late 1970s when widespread netting destroyed its habitat, resulting in near extirpation in these areas, a population reduction of well over 90% in much less than a decade, documented in angling competition records of the Angling Society of Malawi. The population was also recorded to decline by more than 90% between 1995 and 2006. A survey of the southern part of the lake in 2016 did not record this species. However, this is likely due to the fact that no haul was made in water shallower than eight metres, while <em>S. robustus</em> is normally found in shallow waters. The species was formerly considered an important component of fishers' catches in the Middle hire River down to Kamuzu Barrage at Liwonde. This section of river is now protected within Liwonde National Park, but surveys conducted in 2016 and 2017 using gillnets and supplemented by angling yielded no specimens of this species in the park's waters (Huchzemeyer 2017).&#160; &#160;<br/><br/>Therefore, despite its wide distribution, the lack of recent quantitative data, and its fragile protection in a small part of its range, there is a suspected continued population decline over the last ten years that will continue as the threats of over-exploitation and habitat degradation continue unabated.", "populationtrend": "decreasing", "habitat": "<em>Serranochromis robustus</em> is a demersal fish, most frequently found in the shallows. It&#160;occurs in vegetated areas of the lake and along rocky shores in depths of two to five metres over sand at the base of the rocky slopes. It also occurs rarely in the lower reaches of the larger inflowing rivers, with juveniles found in smaller streams, and down through the Upper and Middle Shire River. Juveniles are common in plant beds in shallow bays and are rarely seen among rocks. Large adults are regularly seen among large rocks in the shallow intermediate habitat.&#160;Poorly-conditioned specimens are occasionally caught in the Lower Shire, having come over the falls separating the Lower from Middle Shire, but there is not an established subpopulation. It is an oviparous fish that breeds in the summer, nesting along vegetated fringes of mainstreams with the females incubating the eggs in their mouths. This species is sexually mature at an age of about three years, at which time males have grown to about 30 cm. Although it is a mouth-brooder with rather large eggs, 3.5 mm in diameter, a single brood can contain up to 1,000 eggs. Breeding males are territorial and defend a large cave among the rocks. Mouth-brooding females are rarely seen and usually hide in caves in Lake Malawi or in weedbeds in Lake Malombe and the Shire River. Fry-guarding females are usually found in the shallow intermediate habitat, with broods that can contain more than 500 free-swimming fry. Maximum total length is about 45 cm. It is a piscivore and in Lake Malawi large individuals may be specialised in feeding on the catfish <em>Synodontis njassae</em>.", "threats": "Overexploitation and widespread use of seine nets throughout Lakes Malawi and Malombe has destroyed much of its preferred weeded habitats, and gillnets target the species along rocky shores. This is thought to have caused major population declines in the 1970s and 1980s and the destruction of the weeded habitats by seine nets continues on an increasing scale. This species is also vulnerable to the impact of diseases such as EUS. The epidemic of this disease in the Zambezi and Okavango rivers in the 2000s had a disproportionately large impact on the similar species <span style=\"font-style: italic;\">Serranochromis jallae </span>and may have contributed to its precipitous decline throughout its range, and there was no improvement in numbers since the disease outbreak died down. It is likely that an outbreak of EUS in the Lake Malawi catchment would have a similar impact on <em>S. robustus.</em>", "conservationmeasures": "The subpopulation in the Middle Shire River in Liwonde National Park is theoretically protected, as is the subpopulation along rocky shores of Lake Malawi National Park. Poaching, however, is rampant and largely uncontrolled and recent surveys in the park have not yielded this species. Research is needed into its taxonomy, population dynamics, threats and potential actions alongside monitoring of habitat trends, as well as habitat protection, management, and restoration, invasive species and harvest control, improved legislation, and environmental education.", "usetrade": "<em>Serranochromis robustus</em> is targeted in gillnet and seine net fisheries and is an important food fish locally known as \"Sungwa\" or \"Tsungwa\". It is also the main target for anglers in Lake Malawi."}]}