{"name": "56097796", "result": [{"species_id": 56097796, "taxonomicnotes": null, "rationale": "<em>Dario urops</em>&#160;is assessed as Vulnerable, because it is restricted to less than five locations in the Western Ghats Mountain range, with an Extent of Occurrence (EOO) of 6,611 km<sup>2</sup>,<sup>&#160;</sup>and a<sup>&#160;</sup>continuing decline in the extent and quality of habitats of the species due to increasing developmental activities, fishing activities and pollution.", "geographicrange": "Endemic to the Western Ghats,&#160;<em>Dario urops</em> is known from the Barapole tributary of the Valapattanam River, Karnataka, Southern India, and from streams in the&#160;neighbouring&#160;region of Wayanad plateau Kerala (Britz <em>et al.</em> 2012). There are recent records of this species from the upper reaches of the Cauvery near Bhagmandala and Talacauvery (S. Philip and A. Ali <em>pers. comm.</em> 2017), but these have not been published.", "population": "No information exists on either the status or trends in population of the species. The species does not seem to be common in the type locality (R. Raghavan. <em>pers. observ.</em>).", "populationtrend": "unknown", "habitat": "It occurs in small clear water streams, with the substrate comprising of a mixture of sand, mud and larger boulders. The species occurs among bundles of tree roots hanging into the water along the edges of the stream, and from thicker layers of leaf litter accumulated in low current depressions of the stream (Britz <em>et al</em>. 2012).", "threats": "Increasing developmental activities including widening of roads (for housing or tourism) and building of bridges have extensively modified the type locality of the species (Nikhil Sood <em>pers. comm.</em>) and has resulted in the species not being observed in the same abundance, as it used to be when it was first described. Valapattanam river is also polluted by extensive usage of pesticides from adjacent agriculture lands and the habitat of the species are also threatened by dynamite and chemical fishing methods (Sajeevan <em>et al</em>. 2014).", "conservationmeasures": "No species-specific conservation actions are in place. There is a need to generate baseline information on distribution, life history, ecology and threats to this species.&#160; Though there is information that the type locality has been extensively modified, field surveys are required to understand its impacts on the species.", "usetrade": "No information on use and trade is available. Although fishes under the family are <em>Badidae</em> are popular as aquarium pets and traded internationally, there is no information to suggest that <em>D. urops</em> are collected and traded."}]}