{"name": "139568750", "result": [{"species_id": 139568750, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta pistor</em> is known from at least 13 locations in Catanduanes, Luzon, Negros, Panay and Sibuyan in the Philippines. Threats exist throughout the range of the species, even within the protected areas where it occurs and severe fragmentation appears certain. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large; based on the available data the AOO is less than 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The species qualifies for Endangered status under criterion B2ab(ii,iii) and is assessed as such.</p>", "geographicrange": "<p><em>Drepanosticta pistor</em> is known from Catanduanes, Luzon, Negros, Panay and Sibuyan in the Philippines (Hämäläinen and Muller 1997, van Tol 2005, Villanueva and Gil 2011). The assessor is aware of records from at least 13 locations but it has only been possible to assign separate coordinates to 10 of these for mapping purposes. The species does occur in protected areas, for instance the Mount Isarog Natural Park on Luzon and Mount Kanala-on Natural Park on Negros. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and with the available data is less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>Van Tol (2005: 259) states “A rather widespread species, but apparently uncommon where found.” Little can be added to this except that an ongoing decline in overall population is suspected due to loss and degradation of forest across the range of the species and that severe fragmentation appears certain, especially given the extent of deforestation that has occurred on Panay and Negros and in the south of Luzon.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded on the habitats or ecology of this species but it will be a forest-dependent stream-breeding species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>Threats from clearance of forest for agriculture, and probably from logging and possibly also mining, exist throughout the range of this species. Loss of forest in the south of Luzon and on Panay and Negros has already been severe. These threats extend even to the protected areas where the species has been recorded. For instance BirdLife International (2019, but based on information compiled in 2001) list many threats to Mount Kanla-on: “The national park status of Mt Kanla-on has not protected the forests on its lower slopes from total clearance. It is now heavily occupied by settlers, and a recent census indicated that there are over 3,000 households living in the park. The rich volcanic soils give the area great potential for agricultural cultivation, especially in San Carlos, Kanla-on and La Castellana. This is a successful vegetable production area and the need for more farmland has encouraged the inhabitants to continue to clear forests. On the eastern slope of the mountain it is reported that no forest occurs below 1,200-1,300 m, and on the western slope it has retreated to around 1,000 m in most areas, with only one sector, Mambucal, still extending down to 750 m. When this lowest block of forest at Mambucal is lost, as it could be in a few years if the current intensity of cutting and clearance continues, the only suitable habitat for several of the park's rarest birds will be lost. Resource extractive activities are also degrading and clearing forest in the park, including the illegal cutting of trees for charcoal-burning and timber, and kaingin [slash and burn agriculture], mainly in the lower altitude forests.”</p>", "conservationmeasures": "<p>The priorities for this species are for better protection of the protected areas where it occurs and protection of additional suitable habitat. More data are urgently needed, on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}