{"name": "109725602", "result": [{"species_id": 109725602, "taxonomicnotes": null, "rationale": "This species&#160;has been recorded from a single site on the southern shore of Lake Matano, however it was not found in surveys in the lake in 2017 or 2018.&#160;The current threats to this   species are pollution from nickel mining and water regulation by hydro-electric power installations on the   outlet of Danau Matano, which impact outflow and natural water level   fluctuations, while the rapidly expanding human population and erosion   around the lake are also causing siltation. Invasive species also   threaten this species through direct predation. A thick algal cover was observed at all six sites visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native shrimps by the invasive Flowerhorn Cichlid or to water level regulation by the mining company PT Vale remains to be investigated. It is estimated that there has been a decline in population size of &gt;90% over the last 10 years and the lack of specimens seen in 2017/2018 suggest this species is Possibly Extinct. This species is, therefore, assessed as Critically Endangered (Possibly Extinct) and additional surveys are required to confirm its status.", "geographicrange": "This species<em>&#160;</em>is endemic to Lake Matano the Malili Lakes system in Sulawesi, Indonesia, where is has been recorded from only a single locality on the southern shore (Zielske <em>et al.&#160;</em>2010). However, this species is now considered Possibly Extinct after no specimens were recorded from surveys at the site in 2017 and 2018 (T. von Rintelen pers. obs. 2018).", "population": "<p>This species is thought to have persisted in Lake Matano until at least 2013, before the introduction of invasive cichlids within the lake. There is thought to have been a &gt; 90% population decline within the last 10 years and surveys in 2017 and 2018 failed to recover this species (T. von Rintelen pers. obs. 2018). It is now considered Possibly Extinct.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is only known to occur in the freshwater Lake Matano and is a rock dweller.</p>", "threats": "Current threats to the species are nickel mining and hydro-electric  power installations on the outlet of Danau Matano, which impact the  outflow and natural water level fluctuations throughout the entire lake  system. Siltation due to erosion and organic effluents from the rapidly  expanding human population around the lakes are also problematic. Most  critically, invasive species (particularly Flowerhorn cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and <em>Sulawesidrobia</em> species are the most important part of their diet (Herder <em>et al.</em> 2012).<br/><br/>There is direct impact on this species in Lake Matano, with no specimens found in 2017 or 2018 within the lake. A thick algal cover was observed at all six sites in the lake visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native shrimps by the invasive Flowerhorn Cichlid or to water level regulation by the mining company PT Vale remains to be investigated.", "conservationmeasures": "<p>There are no known conservation actions currently in place for this species. Additional surveys are required to confirm whether this species is still extant within Lake Matano. If still extant then research into its distribution and&#160; threats is recommended, alongside monitoring of population trends, habitat and site protection and invasive species control.</p>", "usetrade": "This species is not utilised."}]}