{"name": "139568933", "result": [{"species_id": 139568933, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta sugbo</em> is only known from three non-protected locations in Cebu in the Philippines. Threats exist throughout Cebu and severe fragmentation appears certain due to deforestation on the island An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, however loss of forest has been so severe on Cebu that it is unlikely that the AOO of the species exceeds 50 km²; it could be much smaller. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. Its known extent of occurrence (EOO) is likely smaller than 100 km². Therefore, this species qualifies for Critically Endangered under criterion B1ab(ii,iii); it is also close to meeting CR B2ab(ii,iii). </p>", "geographicrange": "<p><em>Drepanosticta sugbo</em> is only known from three non-protected locations in Cebu in the Philippines (Villanueva and Seidenschwarz 2012). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, however loss of forest has been so severe on Cebu that it is unlikely that the AOO of the species exceeds to 50 km²; it could be much smaller. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO), based on the known localities (calculated using <a href=\"http://geocat.kew.org/\">http://geocat.kew.org/</a>) is 87 km², and EOO based on known occupied HydroBASIN areas is 1,227 km. Since the area of Cebu is only approximately 4,468 km², even if more locations are found on the island the EOO is would not be greater than 5,000 km².</p>", "population": "<p>This species occurs at low densities. An ongoing decline in overall population is suspected due to loss and degradation of forest across Cebu and severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>A forest stream species, “It prefers shady areas beside or several meters from the water, and occurs singly.” Villanueva and Seidenschwarz (2012: 10). The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across Cebu.</p>", "threats": "<p>Cebu is one of the most severely deforested islands in the Philippines and the main threat to this species will be from clearance of the remaining (presumably often second growth) forest around streams for agricultural purposes.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of areas where the species occurs and for more information on its distribution, habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}