{"name": "191201", "result": [{"species_id": 191201, "taxonomicnotes": null, "rationale": "<em>Astyanax&#160;jordani</em> is an endemic blind cave fish species restricted to Sierra El Abra cave cluster in the Huasteca region in eastern San Luis Potosí and Tamaulipas, Mexico. With an extent of  occurrence of less than 5,000 km<sup>2</sup>, this troglomorphic fish species is known from 31 populations in three main locations defined as geographically distinct areas (Sierra de Guatemala, Sierra del Abra and Sierra de la Colmena) considering the most plausible threats: water over-extraction, water pollution from agriculture, and intensive scientific sampling. Even though the species occurs in a fairly large number of localities, the hydrological connectivity of the caves may allow some of these threats to spread rapidly. Therefore, the species is assessed as Endangered.", "geographicrange": "<em>Astyanax jordani </em>is an endemic blind cave fish which inhabits the karstic Sierra Madre Oriental in northeastern Mexico, at the&#160;Sierra El Abra, Sierra de Guatemala and Sierra Colmena in the northeast of San Luis Potosí and southeast of Tamaulipas, Mexico. Over 200 caves have been found in the lowland Sierra de El Abra, with hundreds more in the adjacent areas (Elliott 2016). The species is known from from 31 caves, with Cueva Chica being its type locality just 1 km north of El Pujal and 1.5 km north of the Río Tampaón within Río Panuco basin (Breder 1943, Elliott 2018, Espinasa <em>et al.</em> 2018). In total, <em>Astyanax</em> cavefish were found in 32 caves, divided in to three major regions based on previous genetic studies (Bradic <em>et al.</em>&#160;2011, 2013, Strecker <em>et al.</em> 2012, Hausdorf <em>et al.</em>&#160;2011). These regions include the following mountain ranges and caves: <br/><br/>1) Sierra de Guatemala: Sótano de Jineo, Sótano del Molino, Sótano Escondido, in Gomez Farias;&#160; Bee Cave, Sótano de Caballo Moro, Sótano de Vásquez, in Chamal-Ocampo (Elliott 2018); <br/><br/>2) Sierra del Abra: Sierra de El Abra: Cueva de El Pachón, Sótano del Venadito, Sótano de Yerbaniz, Sótano de Matapalma, Sótano de Japonés, Sótano del Tigre, Sótano de la Roca, Cueva de Los Sabinos, Sótano del Arroyo, Sótano de la Tinaja, Sótano del Soyate, Sótano de Pichijumo,&#160; Sótano de Montecillos, Sótano de Jos, Sótano de las Piedras, Sótano de la Palma Seca, Cueva de la Curva, Sótano de Toro, La Cueva Chica, Los Cuates and Cueva Chiquitita (Elliott 2018, Espinasa <em>et al.</em>&#160;2018);<br/><br/>3) Sierra de la Colmena: Cueva del Río Subterráneo, Cueva de Otates, Cueva Lienzo and Cueva del Fraile) (Elliott 2018).", "population": "More information is needed about the population size and population trend of <em>Astyanax jordani</em>.", "populationtrend": "unknown", "habitat": "Most of the populations are known from lakes, pools and streams within the vadose region of the caves. Two exceptions to this are the populations in Sótano de Soyate and Sótano del Venadito which are almost certainly living in the low-level phreatic zone of the karst area. In particular, the Soyate population is in a huge deep lake-like area which is probably the main groundwater flow in this area. During high flow, the water levels rise considerably and fishes from the phreatic populations may become washed into vadose areas, becoming stranded there for some time (Elliott 2018).<br/><br/>In general terms, the microbiome diversity found in <em>Astyanax jordani </em>is similar to that previously reported for another omnivorous fish (Liu <em>et al.</em>&#160;2016), in which stomach microbiome contributes to several enzymatic activities related to polysaccharides digestion (Ornelas-García <em>et al.</em> 2018). Several studies have documented trophic habits of the troglobitic populations of <em>A. mexicanus</em>, with evidence of detritivore habits (Wilkens and Burns 1972, Hüppop 1986). In contrast, food regime in individuals from the Pachón cave present an ontogenetic change: during post-larvae stage,&#160;<em>Astyanax jordani</em> fish are active predators of water fleas (Cladocera), copepods, ostracods, isopods and other insects. In contrast, in the adult stage, the stomach content was dominated by detritus (possibly bat guano), and preys such as complete flies and beetles, which, tentatively, were ingested alive (Espinasa<em> et al.</em>&#160;2017).", "threats": "There are some studies which have carried out a phylogeographic analysis for the caves and surface populations in <em>Astyanax</em>, where at least five independent colonization events have been proposed (Bradic<em> et al.</em>&#160;2011, 2013). More recently,a complete genome analysis recovered two different lineages corresponding to an old and new invasion hypothesis, where both lineages have been clearly associated to its the geographic distribution (Herman <em>et al.</em> 2018). <br/><br/>In this respect, three locations have been defined based in the previous genetic studies: <br/><br/>1) Sierra de Guatemala: Sótano de Jineo, Sótano del Molino, Sótano  Escondido, in Gomez Farias;&#160; Bee Cave, Sótano de Caballo Moro, Sótano de  Vásquez, in Chamal-Ocampo (Elliott 2018); <br/><br/>2) Sierra del Abra:  Sierra de El Abra: Cueva de El Pachón, Sótano del Venadito, Sótano de  Yerbaniz, Sótano de Matapalma, Sótano de Japonés, Sótano del Tigre,  Sótano de la Roca, Cueva de Los Sabinos, Sótano del Arroyo, Sótano de la  Tinaja, Sótano del Soyate, Sótano de Pichijumo,&#160; Sótano de Montecillos,  Sótano de Jos, Sótano de las Piedras, Sótano de la Palma Seca, Cueva de  la Curva, Sótano de Toro, La Cueva Chica, Los Cuates and Cueva  Chiquitita (Elliott 2018, Espinasa <em>et al.</em> 2018) and <br/><br/>3) Sierra de la Colmena: Cueva del Río Subterráneo, Cueva de Otates, Cueva Lienzo and Cueva del Fraile) (Elliott 2018).<br/><br/>However, some populations within this locations present&#160;higher threats than others. The Cueva Río Subterráneo is surrounded by wide extensions&#160;of intensive sugar cane crops, significantly increasing the sediments in the cave, and probably chemicals used in the crops (i.e. phosphorous and methyl parathion pesticide). Additionally in this cave, exotic fish species have been collected (Tilapia <em>Oreochromis sp. </em>).&#160;The Cueva Chica and El Pachón cave also present a very important threat: associated with water extraction for human and agriculture uses, locals now report that individual fish are extracted by the pipes used for water extraction. Finally, due to the increasing interest in the species for evolutionary biology studies, nowadays individuals from the Pachón Cave, Chica cave, Sabinos, Molino and Caballo Moro are continuously being extracted, and there are no studies measuring the possible impact of this scientific sampling on populations.&#160;More information is needed on specific threats<em> </em>to the species. <em></em>", "conservationmeasures": "<em>Astyanax jordani </em>occurs within the Sierra del Abra Tanchipa Biosphere Reserve and it is categorised as threatened by the NOM-059-SEMARNAT-2010. However, there are no known species-specific conservation actions. At the Instituto de Biología, UNAM, Dr. Ornelas-García has begun a reproduction in captivity program for the species.", "usetrade": "The species is widely traded in the international market and also known to be sold in aquarium trade."}]}