{"name": "118039034", "result": [{"species_id": 118039034, "taxonomicnotes": null, "rationale": "The area of distribution of this species faces intense pressure for agricultural use, the construction of dams and the presence of coal mines. Both the extent of occurrence (EOO: 2,133 km<sup>2</sup>) and area of occupancy (AOO: 20 km<sup>2</sup>) are small. The rivers integrity has been affected by pollution from agricultural and mining sources. This, together with the deforestation for the settlement of farms, is deteriorating the habitat quality of this species. However, it is not possible to count locations across its range. Therefore, it is assessed as Near Threatened.", "geographicrange": "This species is distributed in the Sierra de Perijá. It is present in the Guasare River basin, in the drainage of Maracaibo Lake in Zulia state, western Venezuela.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species is associated with mountain rivers of transparent waters with moderate to strong water velocity, in addition to bottoms of cobble, gravel and sand. The riparian forest is dense and covers the rivers channels, for which there is no associated aquatic vegetation (Pérez and Provenzano 1996).", "threats": "The main threats come from deforestation in the drainages due to agricultural activities (such as goat farming), the presence of the dam in the Palmar River (which has altered its limnological conditions; Hernández-Montilla and Portillo-Quintero 2010) and from the extraction of coal from Palmar and Limón rivers (García 2017,&#160;Hernández-Montilla and Portillo-Quintero<em>&#160;</em>2010). These threaten the species through habitat loss and degradation.", "conservationmeasures": "The species is not known from any protected areas, but there is a need for habitat protection at sites where it is known to occur.", "usetrade": "It is unknown if this species is traded in the ornamental fish market."}]}