{"name": "135435076", "result": [{"species_id": 135435076, "taxonomicnotes": null, "rationale": "<p></p><p><em>Teinobasis ruficollis</em> is known from the north west of Borneo, Singapore and Peninsular Malaysia, with old records from Sumatra and the Lingga Islands and Riouw Archipelago. It is a locally occurring species that appears to occur at low densities where it does occur. Although it is capable of surviving in swamp forest disturbed by logging, some of the known sites are certainly threatened by development and other sites are likely to be threatened by conversion of forest to plantation and forest fires; at least one site in Sarawak appears to have already been lost. Although the species is widespread, the number of locations known is relatively small and it is not known if the species still occurs at the sites of old records. The area of occupancy (AOO) cannot be accurately estimated with the currently available data, but given the local occurrence of the species, it may be small and can be inferred to be declining along with the extent of suitable habitat because of loss of lowland swamp forest throughout its range, and the overall population is believed to already be severely fragmented. The species is would qualify for Vulnerable status under criteria B2ab(ii,iii) if its AOO was known to be less than 2,000km<sup>2</sup> and taking a precautionary approach it is therefore assessed as Near Threatened until more data become available.</p><br/><p></p>", "geographicrange": "<p></p><p><em>Teinobasis ruficollis</em> is known from Borneo, Peninsular Malaysia (for instance Choong 2013, Choong <em>et al. </em>2016, Dow 2010), Singapore (for instance Murphy 1997, Norma-Rashid <em>et al</em>. 2008), Sumatra (Ris 1927), and the Lingga Islands (St. Quentin 1968 as <em>T. rajah</em>) and the Riouw Archipelago (Lieftinck 1935). Records from Borneo are from the northwest, from West Kalimantan (Dow 2010) and the south west of Sarawak (for instance in Dow 2010, Dow &amp; Reels 2013). The assessor is aware of records from at least 18 locations, some in protected areas (Bako National Park in Sarawak, the Krau Wildlife Reserve in Pahang). All records except some from Peninsular Malaysia, Sarawak and Singapore are old. The species is already likely to be extinct at one of the locations in Sarawak because of clearance of forest, and two of the other locations in Sarawak are likely to be lost to development in the not-to-distant future. No remotely accurate estimate of the area of occupancy (AOO) of the species is possible with the currently available data, but it is likely to be small and but it can be inferred to be declining because of loss of lowland swamp forest throughout its range.</p><br/><p></p>", "population": "<p><p>This species is local in occurrence and appears to occur at low densities where it does occur. Beyond this little can be said with the currently available data except that some decline in overall population must be ongoing due to loss of lowland swamp forest in the species’ range, and that the overall population will have become severely fragmented.</p><br/></p>", "populationtrend": "decreasing", "habitat": "<p><p>Where the habitat has been recorded this species has been found in swamp forest (often peat swamp forest) and sometimes swampy areas within other forest formations. It has been found in forest disturbed by logging activities, but not yet in any type of plantation. Occasionally it is found in buildings (a house in Singkawang, a petrol station toilet in Lundu), where it has presumably come from some suitable habitat nearby. The extent of suitable habitat for this species can be inferred to be declining due to loss of lowland forest throughout its range.</p><br/></p>", "threats": "<p>Clear cutting of forest (chiefly for plantation establishment), forest fires and housing and other developments are certainly threats to some populations of this species, but with the currently available data it is difficult to gauge how severe the threats are to the overall population</p>", "conservationmeasures": "<p>More data on the distribution of this species, especially in Indonesia and Peninsular Malaysia, are urgently needed, as is research into threats. </p>", "usetrade": null}]}