{"name": "191290", "result": [{"species_id": 191290, "taxonomicnotes": null, "rationale": "This species has a relatively restricted distribution in central-western Mexico (EOO = 19,590 km<sup>2</sup>) and there is continuing decline in the extent and quality of its habitat due to pollution, water abstraction, and invasive species. However, it likely occurs in more than 10 locations. Therefore, it is listed as Near Threatened.", "geographicrange": "<em>Notropis tropicus</em>&#160;is an endemic freshwater fish species from Rio Panuco basin (Tamaulipas, San Luis Potosí, Veracruz ) in Mexico (Miller <em>et al</em>. 2005, Nelson <em>et al.</em>&#160;2004). The type locality of the species is Río Guayalejo at Llera in Tamaulipas and the lagoon connecting Rio Tamesi and Panuco in Veracruz (Hubbs and Miller 1975). It has also been collected in the Rio Axtla and Rio Huichihuayan in the Rio Panuco basin (J. Lyons pers. comm. 2018).", "population": "There are no data on population size and trends for this species. It is encountered frequently. <br/><em></em>", "populationtrend": "unknown", "habitat": "This shiner occupies diverse habitats from broad, open, and often silty rivers (e.g., Rio Guayalejo in Tamaulipas) to well-shaded, clear, well-vegetated streams (Rio Axtla in San Luis Potosí), in slight to moderate currents. In Rio Tamesi basin it also penetrates into shallow, upstream backwaters (Miller<em> et al</em>. 2005).&#160; Meager evidence from occurrence of tuberculate males and ripe female suggests that this small species spawns from December into April and May. Maximum known SL is 41 mm (Miller <em>et al.</em> 2005).", "threats": "Modification of the environment has led to well conserved areas being difficult to access. There is immoderate logging and overexploitation of the water table by the Pepsi soft drink factory.&#160; Pollution is occurring from manganese, mercury, coliforms and coffee benefit derivatives (high BOD). There is overexploitation of aquifers that limit the recharge of groundwater for the supply of industrial, urban water and dams, in addition to activities associated with mining, the sugar industry and petroleum deposits (Arriaga-Cabrera&#160;<em>et al</em>. 1998).&#160;Introduction of invasive species, specifically the exotic<em>&#160;Amatitlania nigrofasciata&#160;</em>and the translocated&#160;<em>Poeciliopsis gracilis&#160;</em>(Soto-Galera <em>et al</em>. 2018), is also a threat. The species is potentially threatened by predation and competition from invasive alien species like&#160;<em>Hypostomus plecostomus</em> and water pollution from urban discharges and agricultural run off in the Panuco river basin.", "conservationmeasures": "No conservation actions for <em>Notropis tropicus&#160;</em>are known. More information on the species population status and threats across its range would be useful.&#160;This species distribution is known to be included in the boundaries of Arroyos y Manantiales de Tanchachín (Ramsar site) and the Sierra Gorda Biosphere Reserve Buffer Zone protected areas.", "usetrade": "This species is not used or traded."}]}