{"name": "58600994", "result": [{"species_id": 58600994, "taxonomicnotes": null, "rationale": "This species is endemic to peninsular Malaysia, where it has only been found on Bukit Kubu, limestone hill in the State of Perli and surveys failed to find it on other hills close by (Liew&#160;<em>et al</em>. 2014). Whilst the hill lies in a gazetted area, there is permitted use for recreational use, and the best populations lie on the summit, subject to human disturbance. There is no species-specific management plan in place for this species. It would benefit from a habitat trends and species monitoring, given the small populations fragmented over the hill.&#160;<br/><br/>Liew <em>et al.</em> (2014) proposed a status of Endangered (B2ab(iii)+C2a(i)) and this listing follows that category but with the criteria modified to B1ab(iii)+2ab(iii), noting that if the forest were degazetted, or if human disturbance increased at the site, it would be a candidate to a higher listing as Critically Endangered.", "geographicrange": "This species is endemic to peninsular Malaysia, where it has only been found on Bukit Kubu (6°24'15\"N, 100°8'37\"E), a limestone hill in the State of Perli (Liew <em>et al</em>. 2014).&#160; There were various sites of suitable habitat on the hill, one on the summit and other smaller subpopulations in the other areas on Bukit Kubu where the habitat is relatively more exposed and dry (Liew&#160;<em>et al</em>. 2014).", "population": "There are insufficient data for determining population trends, however the declining quality of habitats suggests that it is probably in decline. A living population of consisting of several hundred individuals at the top of Bukit Kubu was located in 2011. Several very small populations (&lt; 50 individuals) live at the other areas on Bukit Kubu where the habitat is relatively more exposed and dry (Liew&#160;<em>et al</em>. 2014).", "populationtrend": "decreasing", "habitat": "This species is recorded from limestone outcrops within tropical forests on Karst (Liew <em>et al</em>. 2014).", "threats": "Whilst the hill Bukit Kubu is gazetted by Perlis State government as a recreation forest, it lies on the edge of a coastal town Kuala Perlis, completely surrounded by roads, agricultural land (paddy fields)&#160;and residential housing. As such, there are pressures on the habitats from recreational use. There are also suggestions of microclimatic variations (seasonal drying: Liew <em>et al</em>. 2014)). The species has a scattered distribution through the forest and the main abundance was at the top of Bukit Kubu hill. Several very small populations (&lt; 50 individuals) live at the other part of Bukit Kubu where the habitat is relatively more exposed and dry. Consequently it is considered to be threatened by human activities and possibly changes to rainfall patterns.", "conservationmeasures": "Bukit Kubu is gazetted by Perlis State government as an Amenity forest for recreation and its surroundings consist of urban development and paddy fields. As such, whilst it lies within a protected zone, there are pressures on the habitats from recreational use, path construction and microclimatic variations (seasonal drying).&#160;&#160;<br/>There is no species-specific management in place for this species. It would benefit from a habitat and species monitoring, given the small populations fragmented over the hill.", "usetrade": "There is no known trade in this species."}]}