{"name": "139559753", "result": [{"species_id": 139559753, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis fuligifrons</em> is endemic to the Philippines where it is known from Basilan, Dinagat, Leyte, Mindanao, Panaon and Siargao. It is not clear if the species is present in any protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it might not be particularly large, quite possibly less than or not much more than 2,000 km² and will be declining, along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The overall population is believed to already be severely fragmented. The species would qualify for Vulnerable status if its AOO was known to be below 2,000 km² and is therefore assessed as NT.</p>", "geographicrange": "<p><em>Igneocnemis fuligifrons</em> is endemic to the Philippines where it is known from Basilan, Dinagat, Leyte, Mindanao, Panaon and Siargao (Cayasan <em>et al</em>. 2013, Gassmann and Hämäläinen 2002, Hämäläinen 1991, Hämäläinen pers. comm. 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen; Villanueva 2009, 2011). The assessor is aware of records from at least 21 locations but it has only been possible to assign separate coordinates to 19 of these for mapping purposes. It is not clear if the species is present in any protected areas but it might be present, for instance, in the Cabadbaran River Watershed Forest Reserve within the Mount Hilong-hilong Important Bird Area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it might not be particularly large, quite possibly it is less than or not much more than 2,000 km² and will be declining due to loss of forest across the range of the species.</p>", "population": "<p>This species does not appear to be particularly common and is probably rather local in occurrence. An ongoing decline in overall population is suspected due to loss and degradation of forest throughout the range of the species, and severe fragmentation is almost certain for the same reasons.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded but this is a species of forest streams. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest throughout the range of the species.</p>", "threats": "<p>The main threats to this species are from clearance of forest for agriculture or as a result of logging and from toxic pollution in streams as a result of mining activities (often illegal).</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, presence in protected areas, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}