{"name": "164304141", "result": [{"species_id": 164304141, "taxonomicnotes": "A second species of <em>Aenigmachanna</em>, <em>A. mahabali</em> described by Kumar <em>et al.</em> (2019) is now a synonym of <em>A. gollum</em> (Raghavan<em> et al.</em> 2022).", "rationale": "<em>Aenigmachanna gollum&#160;</em>is assessed as <span style=\"\">Vulnerable&#160;B1ab(ii,iii)+2ab(ii,iii)&#160;since the species has an&#160;extent of occurrence of 3,942-19,059&#160;km<sup>2</sup> and an area of occupancy (AOO) of 36 km<sup>2</sup>&#160;and&#160;is currently known from less than 10 locations. All known locations from where the species has been current</span>ly recorded are threatened by a range of anthropogenic stressors which has resulted in the continuous decline in the area and quality of habitats. Being a poorly known species, there is also a need to determine the microlevel distribution, behaviour, population status and threats in order to inform future conservation action.", "geographicrange": "<em>Aenigmachanna gollum</em> is endemic to the state of Kerala, southern peninsular India, where it is currently known from wetlands and adjoining paddy-fields in at least five districts (Kozhikode, Malappuram, Thrissur, Ernakulam and Pathanamthitta) (Raghavan <em>et al</em>. 2022). It was described from a paddy field near&#160;Oorakam, Malappuram, Kerala, India (Britz&#160;<em>et al.</em>&#160;2019).", "population": "There is no information on the population status of <em>Aenigmachanna gollum</em>. Though there are very few published records of the species, and only less than 25 specimens have been recorded in the scientific literature (Britz <em>et al</em>. 2019, Britz <em>et al</em>. 2020, Raghavan <em>et al</em>. 2022), it may not be as rare as it was once considered (Britz <em>et al</em>. 2019).", "populationtrend": "unknown", "habitat": "<p>The species is primarily known to occur in wetlands and adjoining paddy fields (Raghavan <em>et al</em>. 2022) where they likely lead a fossorial life. A single individual has also been collected from a homestead well (Kumar <em>et al</em>. 2019). Fish were collected mostly at night, from low water areas of the rice paddies, as well as from deeper parts with a noticeable flow of water. It is still entirely unclear whether <em>A. gollum </em>is a subterranean species residing in the lateritic aquifers or whether it lives an exclusively nocturnal, previously undetected, secret life in paddy fields that are supplied with groundwater (Britz <em>et al</em>. 2019, Raghavan <em>et al</em>. 2022).&#160;</p>", "threats": "The wetland ecosystems including paddy fields where the species is known to occur are at risk from increasing development and urbanization. A major threat to wetland ecosystems in the region is reclamation for urban settlements and housing (WISA 2013). Similarly, pesticides and insecticides are commonly used in the paddy fields, which may lead to physiological imbalances (Jayson 2018). The poor knowledge on the ecology and habitat of the species, and the likelihood that the species might live a subterranean life would mean that any deterioration in the level and/or quality of groundwater may have a significant impact on the survival of the species (Raghavan <em>et al</em>. 2022). Most wetlands and paddy fields in Kerala are also increasingly threatened by a wide variety of alien species including <em>Oreochromis mossambicus</em>&#160;(Bijukumar 2000) and <em>Clarias gariepinus </em>(Krishnakumar<em> et al. </em>2011). The impacts of these alien species on a unique and evolutionary distinct lineage such as <em>Aenigmachanna</em> needs to be studied.", "conservationmeasures": "The species has been recently listed in the Schedule II of the Indian Wildlife Protection Act, but its enforcement will be a challenge given that all sites where the species occurs are in open-access, common-property, human dominated landscapes. There is a need to specifically protect the wetlands and paddy fields in and around the region from where <em>A. gollum</em> has been recorded. Most importantly, there has to be a regulation on the use of pesticides and insecticides in the paddy fields. Extensive reclamation of paddy fields and wetlands is an issue in the State of Kerala, though strict regulations against the same is in place. Given the importance of these wetland ecosystems as a critical habitat for one of the most unique freshwater fish lineages of the world (Britz <em>et al</em>. 2020), no development activities should be permitted.", "usetrade": "There is a growing demand for <em>A. gollum </em>in the international aquarium pet trade, largely as a result of its bizarre 'dragon-like' appearance and perceived rarity. Customs records of the Government of India indicate that export trade of the fish has already commenced."}]}