{"name": "123526472", "result": [{"species_id": 123526472, "taxonomicnotes": null, "rationale": "<p><em>Protosticta himalaiaca</em> is known from a few locations in north-east India and Bhutan, but may be under-recorded. There is insufficient information on its distribution, exact habitat requirements and threats for a reliable assessment. However it appears to be relatively widely distributed, and may not belong in a high threat category, although Least Concern status does not seem justified with the current data. Accordingly, and taken a reasonable precautionary approach, it is assessed as Near Threatened since with current data it is close to qualifying for Vulnerable status under criterion D2 because of the small number (six) of threat defined locations and the high likelihood of threats from habitat alteration.</p>", "geographicrange": "<p><em>Protosticta himalaiaca</em> is known from north-eastern India (e.g., Laidlaw 1917, Fraser 1933, Joshi and Kunte 2014) and Bhutan (Mitra <em>et al. </em>2012). Records from India are from West Bengal, Sikkim and Nagaland. The only recent records are those from Nagaland (Joshi and Kunte 2014) and Bhutan (Mitra <em>et al. </em>2012). The Assessor has seen records from seven sites, comprising six locations for threat assessment purposes.</p>", "population": "<p>Few specimens of this species appear to have been collected, although this is as likely to be due to its habits and a lack of expert sampling within its range as to genuine rarity. There is insufficient data to make any statement on current population sizes and health.</p>", "populationtrend": "unknown", "habitat": "<p>Little has been recorded about this species; it breeds in streams and the recent record from Nagaland was made in temperate evergreen forest (Joshi and Kunte 2014).</p>", "threats": "<p>There are insufficient data on this species for a detailed assessment of threats, but the main threat will be from alteration of habitat, which is occurring across much of its range due to a variety of causes.</p>", "conservationmeasures": "<p>The priority for this species is for more data on distribution, habitat requirements and threats. Until such data is available it is difficult to determine what, if any, species specific conservation measures it needs. Obviously the species would benefit from protection of locations where it occurs.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}