{"name": "139545346", "result": [{"species_id": 139545346, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis janvantoli</em> is known from two locations in Mindoro in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information but based on the available data it will be below 500km<sup>2</sup>. The AOO and extent and quality of suitable habitat are all inferred to be declining due to loss and degradation of lowland forest in the area where the species occurs; this is based on the assumption that the species, like the others in its genus, is forest-dependent. With no definite information on habitat requirements and only two locations known it could be argued that this species should be assessed as Data Deficient, but it is likely to have a restricted range in Mindoro and given that there is ongoing loss of and alteration to all original lowland habitats in the region it is unlikely that the species will qualify for Least Concern when more information is available, a Data Deficient assessment is not appropriate. The species qualifies for Endangered status under criterion B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Sangabasis janvantoli</em> is known from two locations in Mindoro in the Philippines (Villanueva &amp; Dow 2014). One of the locations might be within Lake Naujan National Park, but this is not certain. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large and with the available data will be below 500km<sup>2</sup>, and can be inferred to be declining due to loss and degradation of forest throughout Mindoro.</p>", "population": "<p>All that can be said about current population sizes and health is that an ongoing decline in overall population is inferred from loss and degradation of forest on Mindoro and that severe fragmentation is likely.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but other species of the genus are typically associated with swamp forest and swampy areas (sometimes around the margins of ponds or lakes) in other types of forest. Assuming that the species is forest-dependent, an ongoing decline in both extent and quality of suitable habitat is inferred from loss and degradation of lowland forest in the area where the species occurs.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and possibly from logging.</p>", "conservationmeasures": "<p>More information on the distribution of this species, and on its habitat requirements and ability to tolerate disturbance is needed for this species. Protection of areas including populations of the species is also required. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}