{"name": "176216819", "result": [{"species_id": 176216819, "taxonomicnotes": null, "rationale": "<em>Paralithoxus pallidimaculatus</em> is assessed as Near Threatened. Given that specimens identifiable to the species have been found in three drainage basins, it would appear that the species has a relatively large range. However, the species has not been collected from the Suriname River (type locality) since the 1960s and so it is considered possibly extinct here. It is unclear if the Saramacca/Coppename and Maroni subpopulations are conspecific, but considering them as valid gives an extent of occurrence (EOO) of 25,742 km<sup>2</sup>, exceeding the Vulnerable B1 threshold. Based on the threat of mining, there are three threat-based locations and a continuing decline in the extent and quality of habitat. Brokopondo Reservoir may have flooded a significant portion of the distribution of the species, and it is necessary that the area be explored for the species and comparisons made to the Maroni and Saramacca/Coppename subpopulations.", "geographicrange": "<em>Paralithoxus pallidimaculatus </em>was described by Boeseman (1982) for four specimens from an area that was being flooded as part of Brokopondo Reservoir (Suriname River basin). No specimens of the species were collected until 2009/2010 in the Maroni River basin, in 2004 in the Coppename River basin, and in 2016 from the Saramacca River basin. It is unclear if the Maroni or Saramacca River specimens belong to <em>P. pallidimaculatus</em> or if the species is still present in the Suriname River basin.", "population": "Nothing is known about the population of the species. The type locality is in a region submerged or now very close to Brokopondo Reservoir.", "populationtrend": "unknown", "habitat": "<em>Paralithoxus pallidimaculatus</em>&#160;is found in small forested  streams in fast flow, and one individual was seen slithering across a  bare rock in the middle of a waterfall, moving from one side to the  other before dropping back in the water (J.W. Armbruster pers. obs.). Species of&#160;<em>Paralithoxus</em>&#160;are dorsoventrally flattened for life under flat stones in high water flow. The stomach is enlarged, perhaps as a respiratory organ. The intestines are very short for loricariid catfishes, and instead of feeding on detritus and algae, species of&#160;<em>Paralithoxus</em>&#160;feed mostly on insect larvae. Because of the flattened body and large stomach, females have very few eggs (Armbruster 1998, 2004).", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em> 2002, Mol and Ouboter 2004, Tudesque <em>et al.</em> 2012, Alofs&#160;<em>et al.</em> 2013). In addition, French Guiana has bauxite deposits that are mined for aluminium (Monsels 2016), and this has brought with it the need for biological assessments of bauxite regions due to the probability of habitat decline (Mol&#160;<em>et al.</em> 2007, Alonso and Mol 2007). The type locality is in an area that has been flooded by Brokopondo Reservoir and the Maroni River locality is on Nassau Plateau, an area that is experiencing a lot of gold mining and has been proposed as a bauxite quarry.", "conservationmeasures": "The distribution and identity of <em>Paralithoxus pallidimaculatus</em>&#160;needs to be examined. It has not been collected in the Suriname River since the types were collected in 1963. Collections attributable to&#160;<em>P. pallidimaculatus</em>&#160;have been made recently in the Maroni and Saramacca river basins, but their identity must be compared with those of the types. A monitoring scheme must be developed and the identity of subpopulations must be established. The Suriname River must be explored for additional localities.", "usetrade": "This species has not been exported for the international aquarium industry (PlanetCatfish 2020). Given its small size, it is not likely to be used as food."}]}