{"name": "176107222", "result": [{"species_id": 176107222, "taxonomicnotes": null, "rationale": "<em>Melanocharacidium blennioides</em> is considered to be Possibly Extinct, and was last recorded in the wild in 1908. It was not collected in the Potaro River in a 1998 survey; however, the Crab Falls area has not been assessed in recent times, and could be a remaining holdout. However, the distribution of <em>Melanocharacidium blennioides </em>is difficult to assess, due to similarities with <em>M. dispilomma</em>. Further taxonomic research is recommended.<br/><br/>The best estimates of area of occupancy (AOO) and extent of occurrence (EOO) are 0-24 km<sup>2</sup> and 0-550 km<sup>2</sup>, respecitvely. If extant, the species occurs in a single threat-based location based on the threat of large-scale gold mining. The lower Potaro River has been severely impacted by this threat, and a continuing decline in the quality of habitat is inferred. If extant, the population size is estimated to be at most 50 mature individuals. Taking a precautionary approach with regards to the AOO and EOO values, the species is assessed as Critically Endangered based on criteria B and D.", "geographicrange": "The distribution of <em>Melanocharacidium blennioides </em>is difficult to assess. Buckup (1993) suggested that the distribution of the species included the Potaro River (type locality) and Rupununi of Guyana and the upper Cuyuni of Venezuela. The species is similar in general colour pattern to <em>M. dispilomma</em>, which Buckup (1993) found throughout the Amazon and Orinoco and in the upper Cuyuni, but nowhere else in the Essequibo; however,&#160;<em>M. dispilomma</em>&#160;is quite common throughout Guyana and is even found in the Potaro River (Hardman <em>et al</em>. 2002; de Souza <em>et al</em>. 2012, 2020). An examination of the types of&#160;<em>M.&#160;</em><em>blennioides</em>&#160;reveals that they are distinct from&#160;<em>M. dispilomma</em>, easily distinguishable by&#160;<em>M. dispilomma</em>&#160;having 12 scales around the caudal peduncle vs. 14 in&#160;<em>M.&#160;</em><em>blennioides</em>&#160;among other characters (Buckup 1993, J.W. Armbruster pers. obs.). Specimens recently collected in 1998 in the Potaro are&#160;<em>M. dispilomma</em>. Examination of some specimens collected from the Mazaruni at the Royal Ontario Museum revealed them to be&#160;<em>M. dispilomma</em>. It is perplexing that Eigenmann collected many&#160;<em>M.&#160;</em><em>blennioides</em>&#160;in the Potaro River and from Crab Falls on the Essequibo River (located near the mouth of the Potaro River) but that the species has not been collected there in a survey 90 years later (Hardman&#160;<em>et al</em>. 2002), especially when species of <em>Melanocharacidium</em> are not difficult to collect. The species has additionally been reported from French Guiana (Planquette&#160;<em>et al</em>. 2000), but these do not even appear to be&#160;<em>Melanocharacidium</em>, let alone&#160;<em>M.&#160;</em><em>blennioides</em>.&#160;The distribution of the species must be further explored in the light of a full taxonomic revision of the species, and such is important considering it is the type species of&#160;<em>Melanocharacidium</em>. For the sake of this assessment, the species is restricted to localities reported in Eigenmann (1912) and personally examined by the assessor. It is possible that&#160;<em>M. dispilomma</em>&#160;represents a more common morphology of&#160;<em>M.&#160;</em><em>blennioides</em>&#160;and that the type morphology is no longer extant, but more research needs to be completed. For now, it would appear that&#160;<em>M.&#160;</em><em>blennioides</em>&#160;has been minimally extirpated from its type locality and appears to be extinct.<br/><br/>If extant, the area of occupancy (AOO) is estimated at 24-128 km<sup>2</sup> and the extent of occurrence (EOO) is estimated at 550-1,630 km<sup>2</sup>, with lower limits based on point data and upper limits based on HydroBASINS. However, the best estimates of AOO and EOO are 0-24 km<sup>2</sup> and 0-550 km<sup>2</sup>, respectively, given this species is considered to be Possibly Extinct and has not been recorded since 1908.", "population": "<em>Melanocharacidium blennioides</em>&#160;was not collected in a 1998 survey of the Potaro River, and was instead replaced by&#160;<em>Melanocharacidium dispilomma</em>&#160;(Hardman 2002). The current population size and trend is unknown, but if extant it is estimated that there would be under 50 mature individuals.", "populationtrend": "unknown", "habitat": "Most species of <em>Melanochracidium</em>&#160;are found in riffle habitats, but can be found in runs and pools.", "threats": "The lower Potaro River has been severely impacted by large-scale gold mining, which severely impacts most of the lower Kuribrong and Potaro rivers (Alonso&#160;<em>et al.</em> 2017).&#160;Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Hardman&#160;<em>et al</em>. 2002, Mol and Ouboter 2004, Alofs&#160;<em>et al</em>. 2013, Rendon&#160;<em>et al.</em>&#160;2020). If extant, the species occurs in a single threat-based location based on this threat.", "conservationmeasures": "<em>Melanocharacidium blennioides</em>&#160;may be extinct. It had not been collected in the Potaro River in a 1998 survey (Hardman <em>et al</em>. 2002). The Lower Potaro River has experienced significant mining recently, and it should be sampled to determine if this species is still extant or if it has been replaced by a congener. Although Buckup (1993) recognized specimens from the upper Cuyuni and  the Rupununi, Cuyuni specimens are currently not available as they are  in Venezuela, and significant collections in the Rupununi region  revealed that area to be occupied by the similar&#160;<em>M. dispilomma</em>.&#160;<em>Melanocharacidium blennioides</em>&#160;and&#160;<em>M.&#160;</em><em>dispilomma</em>&#160;are similar in morphology. The distribution of both species must be better examined taxonomically to determine the fate of&#160;<em>M. blennioides</em>. The identity of this species is particularly important because&#160;<em>M. blennioides</em>&#160;is the type species of&#160;<em>Melanocharacidium</em>, and its identity is important to establish as the genus is likely polyphyletic.", "usetrade": "This species is not utilized."}]}