{"name": "169387", "result": [{"species_id": 169387, "taxonomicnotes": null, "rationale": "The species is found only in Lake Chapala and a small stretch of Rio Grande de Santiago exiting the lake (a waterfall blocks further dispersal) in Mexico. A continuing decline of the species habitat quality has been observed as a result of over-extraction of water resources and urban and agricultural pollution. The species is also threatened by invasive alien species. With an EOO of 2305 km<sup>2</sup> and approximately 2-5 locations, based on the most serious plausible threats, the species is assessed as Endangered.", "geographicrange": "This species is found only in Lago de Chapala and a small stretch of Rio Grande de Santiago exiting the lake (a waterfall blocks further dispersal) in Mexico (Miller <em>et al</em>. 2005).", "population": "This species is reported to have low population densities across its range (Barriga-Sosa <em>et al.</em> 2002), but it was still captured in 2013 (Mercado-Silva <em>et al.</em> 2015). The species is considered a pescado blanco, or 'whitefish'.&#160; In Lake Chapala, fishery production according to species composition for the year 2000 did not consider whitefish due to their low abundance (they have not been registered since 1990; Rojas and Sasso 2005).", "populationtrend": "decreasing", "habitat": "<em>C. promelas</em> is a benthopelagic species that favours open, quiet waters of lakes and sluggish outlets. It feeds on other fish and invertebrates including zooplankton (Ceballos<em> et al.</em> 2016, Mercado-Silva <em>et al.</em> 2015)", "threats": "Over many years Lake Chapala has suffered severe water loss; in total, about three-quarters of its volume.  During the past 30 years, the population of Guadalajara, near Lake Chapala, has increased from one to approximately five million. Consequently, the demand for water from Lake Chapala has increased enormously.  This reduces the area available habitat for <em>C. promelas.</em>&#160;The small amount of water entering the lake is highly polluted by untreated waste water from households, industrial sewage and fertilisers from agriculture (Global Nature Fund 2002).  Lake Chapala is suffering because of all the threats acting on it (Miller<em> et al.&#160;</em>2005).<br/><br/>The primary threats to species of&#160;<em>Chirostoma</em>&#160;are habitat loss and degradation resulting from water flow reductions from the Lerma River, in addition to an associated increased water residency time, nutrient enrichment due to agricultural runoff, the release of toxins and pollutants from municipal and industrial sources, overfishing and potential stock collapse, competitive non-native species (e.g.,&#160;<em>Oreochromis aureus</em>), and physical habitat alteration (Lyons <em>et al. </em>1998, Becerra-Munoz<em> et al. </em>2003, de Anda <em>et al. </em>2004, Moncayo-Estrada <em>et al.</em> 2012). Recent estimates suggest that over 3000 fishermen target various species of fishes in Lake Chapala annually (NOM-032-SAG/PESC-2015).<br/><br/>Additionally, Lake Chapala has experienced a long-term continual decline in water volume primarily resulting from increased agricultural demand for ground and surface water (comprising the majority of water-use in the region) (see NOM-032-SAG/PESC-2015). Low water volume may be exacerbated by climatic fluctuations (Filonov <em>et al. </em>2001, Filonov<em>&#160;</em>2002) and by increases in surface transpiration due to nutrient-induced presence of floating macrophytes (Lind and Davalos-Lind 2002).", "conservationmeasures": "The species is also covered by the responsible fisheries regulation for the Lake Chapala (NORMA Oficial Mexicana NOM-032-SAG/PESC-2015, Pesca responsable en el Lago de Chapala, ubicado en los estados de Jalisco y Michoacán. Especificaciones para el aprovechamiento de los recursos pesqueros).&#160;This standard establishes the minimum catch size for white fish species (<em>Chirostoma promelas, C. sphyraena and C. lucius</em>) of 200 mm of total length. Additionally, <em>C. promelas</em> is included as a threatened species in the \"Carta Nacional Pesquera 2004\".<br/><br/>Fluctuation of lake levels in Chapala is a constant threat, but the Lerma-Chapala watershed council established water allocation practices to maintain water levels in the lake (Boletin 235 de la Comisión de Agua del Estado de Jalisco, and&#160; Diario Oficial de la Federación 05/11/2014 - Colaboración para Recuperación de Chapala )", "usetrade": "This species is used in local and commercial fisheries, however, it used to be more important in the past, as part of the fishery for whitefish."}]}