{"name": "42840", "result": [{"species_id": 42840, "taxonomicnotes": null, "rationale": "<em>Metacnemis valida</em> was never widespread and had disappeared from some of its former known sites (Pinhey 1984) in the nineties. It is suffering from invasive trees colonising stream and river sites. Based on its small and scattered area of occupancy and small extent of occurrence&#160;it is assessed as Endangered.", "geographicrange": "The species is endemic to South Africa. It was formerly known from a few isolated localities in the Amatola-Winterberg region of the eastern Cape. Today it is only known from two sites on the Kubusi River in the vicinity of Stutterheim.", "population": "The current population size is estimated to be at less than 1,000 (per generation) and declining. At the two known sites, population levels are low, numbering no more than 30 or so individuals (Samways 2006 in press). However, it is suspected that other populations exist in the area but have to be discovered, hence it is estimate of less than 1,000.", "populationtrend": "decreasing", "habitat": "Shallow, clear, rocky streams and rivers with wooded banks - see reference list for more information.", "threats": "There are multiple synergistic threats to this species, including loss of habitat principally through cattle farming, alien invasive trees shading the habitat (especially <em>Acacia mearnsii</em>) (Samways &amp; Taylor, 2004), pollution of the Kubusi River due to domestic run-off and siltation of the stream. The introduced rainbow trout (<em>Onycorhynchus mykiss</em>) may also be a threat.", "conservationmeasures": "Further searches are urgently required. Removal of alien invasive trees, particularly <em>Acacia mearnsii</em>, should continue. Translocation to a protected area should be considered as this species is highly threatened and currently does not occur in a protected area. Research into population numbers and range, and trends/monitoring of the species would be valuable.", "usetrade": null}]}