{"name": "184625", "result": [{"species_id": 184625, "taxonomicnotes": "The Afrotropical genus <em>Ceratophallus</em> consists of 12 small   planorbid snails, most of which are restricted to rift lakes (Brown 1994). The generic position of three of these <em>Ceratophallus</em>   species remains uncertain. The highest species diversity is found in   the Victoria Basin and Lake Victoria proper. In addition to four  species that are endemic to the lake, namely<em>&#160;C. kisumiensis, C. subtilis, C. concavus</em> and <em>C. crassus</em>, the widespread <em>C. natalensi</em>s,&#160;<em>C. gibonsi</em> and<em> C. kigeziensis</em> also do occur in the Lake Victoria basin.<br/><br/>Mandahl-Barth (1954) originally described <em>C. subtilis </em>as a subspecies of <em>Gyraulus costulatus</em>, endemic to Lake Victoria (<em>G. costulatus subtilis</em>). Brown (1994) placed it in the genus <em>Ceratophallus</em> while adding that the examination of the penis is desirable to confirm identification. The present generic status of this species or subspecies is hence not yet confirmed.", "rationale": "Though the generic position of this species is not fully resolved, <em>C.&#160;subtilis</em> has not been recorded for over 60 years. Apparently this species was never abundant and has only been found in the northern part of Lake Victoria, i.e. where the highest peaks of water pollution and water bottom disturbance were recorded. Its area of occupancy (AOO) is under 10 km² and the population is severely fragmented. Therefore this species is assessed as Critically Endangered (CR) and is Possibly Extinct.", "geographicrange": "This mollusc is recorded in the northern part of Lake Victoria from Dagusi Island (type locality) and from Jinja Bay, Napoleon Gulf, Buvuma Channel, Hippo Bay at Entebbe (Uganda) and Kisumu in Winam Bay (Kenya) (Mandahl-Barth 1954). Historically, its extent of occurrence (EOO)&#160;must have been 300 to 500 km² and its area of occupancy (AOO) 30 to 50 km², i.e. on plants and hard substrates along the littoral zone. It has not been collected since the early 1950s. Lange&#160;<em>et al. </em>(2013) do not mention it from the 2002-2003 sampling survey in Winam Bay, nor Ngupula and Kayanda (2010) from the 2008 survey in Tanzanian and Ugandese waters (including Buvuma Channel). Its current AOO is therefore assumed to be under 10 km².", "population": "No information is available about densities. It is only found in small numbers (a few specimens, <em>fide</em> Mandalh-Barth 1954).", "populationtrend": "decreasing", "habitat": "This species was recorded from sublittoral bottoms at depths ranging from <em>ca</em> 2.5 to 10 m (Mandahl-Barth 1954). This species has not been recorded since the 1950s.", "threats": "There is a severely increasing threat of sedimentation and water pollution in the densely populated northern side of Lake Victoria from where this species was recorded.", "conservationmeasures": "No conservation actions have been formulated.", "usetrade": "This species is not utilised."}]}