{"name": "29599", "result": [{"species_id": 29599, "taxonomicnotes": null, "rationale": "<p><em>Rhinocypha latimaculata</em> is only known from the islands of Bongao and Tawi-Tawi in the southwest Philippines but is likely to already be extinct on Bongao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but based on estimates of the amount of remaining forest on Tawi-Tawi the AOO cannot be more than 350km<sup>2</sup> and is likely to be substantially less than this. The AOO, extent and quality of suitable habitat are all inferred to be declining, along with the overall population of the species, due to loss degradation to the remaining forest on Tawi-Tawi. If severe fragmentation of the overall population has not already occurred it is likely to occur in the near future. There are no protected areas within the range of the species. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Rhinocypha latimaculata</em> is only known from the islands of Bongao and Tawi-Tawi in the southwest Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen &amp; Muller 1997, Lieftinck 1974, Villanueva &amp; Cahilog 2012). It is evident from satellite images that virtually no original forest remains on Bongao so it is unlikely that the species survives there. The most recent records of the species are from Tawi-Tawi in Villanueva &amp; Cahilog (2012) but details of the location(s) where the species was found are not given so they are not included in the map. Including the site on Bongao the assessor has seen records from at most six specified sites but it has not proved possible to assign separate coordinates to all of these for mapping purposes. It is not clear how many threat-defined locations are known where the species still survives but it might be as low as five. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but BirdLife International (2019) estimated (based on data compiled in 2001) that only 250-350km<sup>2</sup> of forest remains and much of that had been selectively logged, so the AOO can be assumed to be at most 350km<sup>2</sup> and is likely to be substantially less than this. Since it appears that logging and clearance for agriculture are ongoing the AOO can be assumed to be declining.</p>", "population": "<p>Judging from numbers of specimens collected this species can be common where it occurs. However an ongoing decline in overall population is inferred from loss of forest on Tawi-Tawi and if the overall population is not already severely fragmented then it will become so in the near future for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Villanueva &amp; Cahilog (2012: 21) state that the species was found at “open areas at the edge of forested streams”. It appears that this species is a forest-dependent stream dweller but it may not require undisturbed old growth forest. An ongoing decline in both extent and quality of suitable habitat for the species is certainly occurring.</p>", "threats": "<p>BirdLife International (2019) state “Small-scale illegal logging operations continue to take place on Tawi-tawi and its associated islands, either for local private use or for shipping to Mindanao and the Visayas, apparently to supply the market on these islands. As a result, a high proportion of the remaining forest on the islands is secondary, and much of this is of poor quality. The logging of steep slopes has led to localised erosion of the topsoil. Some areas have been fully logged, cleared and planted to crops, including rice, corn, cassava and camote. The low-lying coralline islands off Tawi-tawi have mostly had their natural forest replaced by coconut trees or other forms of cultivation.” Villanueva &amp; Cahilog (2012) give more recent evidence of illegal logging and slash and burn agriculture on Tawi-Tawi. Since no habitat is protected on Tawi-Tawi these threats apply to the entire known population of the species.</p>", "conservationmeasures": "<p>Further data on the distribution and exact habitats of this species, and protection of some of the habitat where it occurs are the priorities for this species. Gathering of additional data is hampered by the security situation in the southwest Philippines, see Villanueva &amp; Cahilog (2012) for an account of the difficulties faced even by a Philippine researcher in this region. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}