{"name": "212528119", "result": [{"species_id": 212528119, "taxonomicnotes": null, "rationale": "This species is endemic to Greece, where it is found only in the ancient spring of Castalia (Castalian spring), located very close to the area of Delfoi. It is known from a single locality and exhibits a preference for a habitat that is severely at risk from human activities, such as water abstraction, and from drought and temperature extremes driven by climatic change. These threats could rapidly push the species into Critically Endangered or Extinct. Therefore, the species is assessed as Vulnerable (VU D2) due to its restricted area of occupancy (AOO), extent of occurrence (EOO) and the very limited number of locations that are under ongoing and future threats due to human activities and climatic stress. Currently, it is not known if a continuing decline in habitat quality is happening, but if this can be confirmed, this species will move into Critically Endangered in a future reassessment. Monitoring of the habitat is essential.", "geographicrange": "This species is endemic to Greece, where it is only found in the ancient spring of Castalia (Castalian spring), located very close to the area of Delfoi (Szarowska <em>et al</em>. 2007).", "population": "No population data (size and trends) are available for the species.", "populationtrend": "unknown", "habitat": "this aquatic snail inhabits spring systems that are fed by snow-melt.", "threats": "Its habitat is severely threatened both by human activities, such as water abstraction, and from climatic changes and especially temperature extremes. This spring is one of the most visited places in the region. The species is known only from a single location.", "conservationmeasures": "The species is not the focus of any conservation action. Appropriate management of the spring should be sought to ensure no damage to the habitat is inflicted. Research into the species distribution, habitat and ecology, and threats is recommended.", "usetrade": "Species is not used or traded."}]}