{"name": "173699164", "result": [{"species_id": 173699164, "taxonomicnotes": null, "rationale": "<p></p><em>Amphicnemis rigiketit </em>is only known from the type locality in non-protected land not far from Kuching in Sarawak. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is likely to be small; the area of the only known location is smaller than 10 km² and therefore so is the known AOO. Although the true AOO may be greater than this, it is not likely to be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the possible range of the species. If it is not confined to the single known location, the overall population of the species will certainly already be severely fragmented. With the available information the species qualifies for Critically Endangered status under criterion B2ab(ii,iiii). It is to be hoped that with more information it may be possible to reassess it as Endangered in the future.<br/><p></p>", "geographicrange": "<em>Amphicnemis rigiketit</em>&#160;is only known from the type locality in non-protected land not far from Kuching in Sarawak (Dow 2019). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is likely to be small; the area of the only known location is less than 10 km². Although the true AOO is likely to be greater than this, it is not likely to be large and is inferred to be declining due to loss of forest within the possible range of the species. With only one known location the extent of occurrence (EOO) is likely to be small; based on a minimum convex polygon around the entire HydroBASINS area in which the species was recorded, the maximum estimate for EOO is currently 229 km².", "population": "<p>This species was moderately common at the type locality on the day on which it was discovered. No more general statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is suspected from loss of low land forest throughout southwest Sarawak and adjacent parts of Kalimantan and that, if not already confined to a single location, the overall population will already be severely fragmented because suitable habitat is.</p>", "populationtrend": "decreasing", "habitat": "<p>“All specimens of <em>A. rigiketit</em> were collected either hanging over a steep sided, turbid stream or around pools or trailside, perched on foliage, in the adjacent forest, which becomes flooded at least occasionally during the wettest periods of the year” Dow (2019: 376). Nothing else is known and all that can be said with any certainty is that this is a forest-dependent species, it might be breeding in the stream or in the pools (or in both) at the type locality. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The only known location for this species is on privately owned land in a heavily populated part of Sarawak. The location could be converted for agriculture, plantation or housing in the future and the same applies for all similar habitat in the vicinity.</p>", "conservationmeasures": "<p>The priorities for this species are for searches for additional populations and for protection of habitat where it does occur. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}