{"name": "158036098", "result": [{"species_id": 158036098, "taxonomicnotes": null, "rationale": "<p><em>Sinosticta sylvatica </em>is endemic to Hainan Island, China. The assessor is aware of records from six sites in upland areas of central and southeastern Hainan, including in Yinggeling and Wuzhishan national nature reserves and in Diaoluoshan provincial nature reserve. Its area of occupancy (AOO) is unknown, but it is unlikely to be declining significantly, based on the known distributional information; however, surveys in unprotected areas of Hainan have been limited. Its current known extent of occurrence (EOO) is 372–1,943 km², which is small enough to meet the criterion B1 threshold for Endangered (EN); however, it is known from more than five locations (six locations are currently known), so it cannot be placed in the EN category. If the AOO or extent or quality of suitable habitat were known to be declining, it would qualify for Vulnerable under criterion B1. However, since it is not certain that either the AOO or the quality or extent of suitable habitat is declining, this species is best assessed as Near Threatened (nearly meets VU B1ab(iii)).</p>", "geographicrange": "<p><em>Sinosticta sylvatica </em>is endemic to Hainan Island, China. The assessor is aware of records from six sites in upland areas of central and southeastern Hainan, including in Yinggeling (two localities; Yu and Bu 2009, Reels 2010) and Wuzhishan (three localities; Reels 2010) national nature reserves and in Diaoluoshan provincial nature reserve (Yu and Bu 2009). Its area of occupancy (AOO) is unknown, but it is unlikely to be declining significantly, based on the known distributional information; however, surveys in unprotected areas of Hainan have been limited. Its minimum extent of occurrence (EOO), based on the known collection records (and calculated using <a href=\"http://geocat.kew.org/\">GeoCAT</a>), is 372 km². Its maximum EOO, based on the extent of HydroBASINS the known records are from, is 1,943 km².</p>", "population": "<p>This species generally is uncommon where it occurs, but it can be quite locally abundant in the right habitat. Some fragmentation of the population is inevitable owing to agriculture and urban development in lowlands and on lower hillsides between forested upland areas. The current population trend is unknown, but the population now is unlikely to be declining significantly because mainly occurring in protected areas (but surveys in unprotected areas have been limited).</p>", "populationtrend": "unknown", "habitat": "<p>This is a forest-dependent species, occurring at or near small shady streams, trickles and seepages in upland woodland (Reels and Zhang 2015). The extent and quality of suitable habitat is unlikely to be declining at the localities from which the species is known, all of which are within protected areas.</p>", "threats": "<p>The threats to this species are unknown, but there are no obvious immediate threats at the localities from which the species is known, most of which are in protected areas. Outside protected areas, the main threat is likely to be from clearance of forest for agriculture. </p>", "conservationmeasures": "<p>More information on the distribution, exact habitat requirements and ability to tolerate disturbance of this species is needed. In particular, since surveys for Odonata in unprotected areas of Hainan have been limited, additional surveys outside of protected areas are needed to compliment the available information.<em></em></p>", "usetrade": null}]}