{"name": "53876256", "result": [{"species_id": 53876256, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys weberi</em> is known only from a limited number of georeferenced collection records taken in tributary streams and other marginal aquatic habitat in the upper Bayano River drainage on the Pacific slope of central Panama. Extent of Occurrence is currently estimated to be 59 km<sup>2</sup>&#160;and Area of Occupancy is estimated to be 20 km<sup>2</sup>, although more comprehensive ichthyological surveys are likely to reveal additional subpopulations. Total population size and population trend are unknown. The potential threats to this species include deforestation and pollution associated with unsustainable agriculture and livestock production, which could feasibly drive this species into a higher threatened category in the immediate future. Therefore, this species is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Cynodonichthys weberi</em> occurs in the Bayano River drainage on the Pacific slope of central Panama. Georeferenced collection records are limited, but occur in both the Chagres and Tuira biogeographical provinces, in upland streams north of Lake Bayano (Hrbek and Larson 1999, Smith and Bermingham 2005, GBIF 2019). The type locality of this species is a culvert on El Llano-Carti approximately 12 km north of the Inter-American Highway crossing (Murphy and Collier 1996, Reis <em>et al</em>. 2003).</p>  Extent of Occurrence (EOO) is estimated to be 59 km<sup>2</sup>, based on a minimum convex polygon calculated around a very limited number of georeferenced collection records (GBIF 2019). Area of Occupancy (AOO) is estimated to be 20 km<sup>2</sup>, based on a 2 km<sup>2</sup>&#160;grid overlain on validated georeferenced collection records. The number of threat-based locations where this species occurs is inferred to be three, based on the most pervasive threats in the Bayano River drainage. These figures are probably underestimated due to limited sampling effort in this region, and additional sampling is expected to produce range expansion.", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<em>Cynodonichthys weberi</em> occurs in streams and marginal habitat in the upland areas of the Bayano River drainage (Reis <em>et al</em>. 2003). This species reaches a maximum reported body size of approximately 9 cm total length (TL) (Reis <em>et al</em>. 2003).", "threats": "<p>Deforestation associated with unsustainable agriculture and livestock production is prevalent throughout much of the Bayano River drainage. Agricultural pollutants, including increased nutrients, sediments, herbicides, and pesticides are existing threats that have probably&#160;impacted habitat quality throughout much of this region (R. González pers. comm. 2019). However, the direct impacts on <em>C. weberi</em> are not well understood. If left unabated, the impacts of these threats could feasibly increase the extinction risk of this highly restricted species within the immediate future.&#160;</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. weberi</em>. This species has not been reported within the boundaries of any protected areas (IUCN and UNEP-WCMC 2019). More comprehensive ichthyological surveys in the upper Bayano River drainage are needed, in addition to more information regarding population size, population trend, and potential threats to aquatic habitat.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. It may occasionally occur in the ornamental aquarium trade, but the majority of individuals in-trade are probably&#160;captively bred.</p>"}]}