{"name": "139569928", "result": [{"species_id": 139569928, "taxonomicnotes": null, "rationale": "<p><em>Sulcosticta viticula</em> is only known from the type series of two specimens from one location in the Zambales Mountains in Central Luzon, the Philippines. Given the severe deforestation that is occurring in the Zambales Mountains (see Threats) the species might not survive at the type locality. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but with the available data the AOO is certainly less than 500 km² and possibly less than 10 km² and will be declining along with the extent and quality of suitable habitat due to loss of forest in the Zambales Mountains. The species qualifies for Critically Endangered under criterion B2ab(ii,iii) and given the severity of the threats to the remaining habitat in the Zambales Mountains the assessor has little hesitation in assessing it as such.</p>", "geographicrange": "<p><em>Sulcosticta viticula</em> is only known from the type series of two specimens from one location in the Zambales Mountains in Central Luzon, the Philippines (van Tol 2005). The location is given as Tal-Tal on Mount Coto at 400-700 m asl. Given the severe deforestation that is occurring in the Zambales Mountains the species might not survive at the type locality. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but with the available data the AOO is certainly less than 500 km² and possibly less than 10 km² and will be declining due to loss of forest in the Zambales Mountains.</p>", "population": "<p>This species appears to be very local in occurrence and may be genuinely scarce. An ongoing decline in overall population is inferred from loss and degradation of forest in the Zambales Mountains and if not confined to a single location then severe fragmentation is likely for the same reason. </p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but it will be a forest stream species. The extent and quality of suitable habitat are declining due to loss and degradation of forest in the Zambales Mountains.</p>", "threats": "<p>The main threat to this species will be from loss of forest in the Zambales Mountains, which is occurring because of mining, clearance for agriculture and from logging. Satellite images show very severe loss of forest throughout these mountains.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, exact habitat requirements and ability to tolerate disturbance, and for the protection of what forest remains in the Zambales Mountains.</p>", "usetrade": null}]}