{"name": "122885292", "result": [{"species_id": 122885292, "taxonomicnotes": null, "rationale": "<p><em>Prodasineura yulan</em> is only known from a single specimen and its habitat requirements are not fully understood; in these circumstances the Assessor would not normally consider any assessment other than Data Deficient. However, there are threats at the only known location: nearly all habitat that appears suitable for the species in surrounding areas is already gone and it has not been found during surveys in apparently suitable habitat further afield. The species qualifies for Endangered status under criterion B (EN B2ab(ii,iii)), and if further searches for the species do not reveal more populations it will need to be reassessed as Critically Endangered.</p>", "geographicrange": "<p><em>Prodasineura yulan</em> is known only from the holotype male, collected in Maludam National Park, in Betong Division (Dow and Ngiam 2013). It should be looked for in low pH habitats in surrounding areas, however two surveys in Ulu Sebuyau National Park on the other side of the Lupar River have not revealed the species and there is little suitable habitat remaining on the same side of the Lupar as Maludam; surveys further afield, for instance various other peat swamp locations in Kuching, Samarahan, Sibu and Mukah Divisions have not yet found the species.<br/><br/>It is not possible to make an accurate estimate of the area of occupancy (AOO) of this species at present, but the area of Maludam National Park is only 432 km² and the species is clearly not present in most of the surveyed part, so that it is safe to say that its currently known AOO is less than 300 km².</p>", "population": "<p>There are insufficient data on this species to make any statement about its population sizes and health, except that it is highly likely to have suffered a decline, possibly severe, due to loss of forest habitats in the areas where it is likely to be found and degradation at the one location it is definitely known from (see the Threats section).</p>", "populationtrend": "decreasing", "habitat": "<p>“The holotype and only known specimen of <em>P. yulan</em> was collected at a small stream in highly disturbed peat swamp forest inside Maludam National Park, Sarawak” Dow and Ngiam (2013: 88). However the species may not be confined to peat swamp forest, some of the other species most closely allied to it in Borneo occur on low pH streams in kerangas forest or in kerapa forest (intermediate between peat swamp and kerangas forest).</p>", "threats": "<p>Maludam National Park was selectively logged before it was gazetted as a national park, so the forest there is already degraded. Dow and Ngiam (2013: 88) stated “It appears likely that <em>P. yulan</em> is threatened … both directly through the opening up of the forest canopy and indirectly because the more open canopy allows <em>Ceriagrion cerinorubellum</em>, a voracious predator of other damselflies up to its own size or larger, to thrive on the small slow-flowing streams. The forest in the area surrounding the national park has mostly been converted to agriculture or to oil palm, and most of the peat swamp forest in the surrounding administrative divisions is already gone, so that <em>P. yulan</em> may now occur only in this single national park, where its population is probably declining.” Since it is not confirmed that the species is confirmed to peat swamp forest, the view expressed in Dow and Ngiam (2013) may be slightly too pessimistic. However, loss of all types of lowland forest in the areas around Maludam has been extensive, so there is serious cause for concern over this species. Forest fires are another serious threat.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution and exact habitat requirements (to this end surveys in surrounding areas are needed, and additional surveys in Maludam National Park). Action, if possible, to speed the recovery of a closed canopy in Maludam National Park should be taken.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}