{"name": "194868263", "result": [{"species_id": 194868263, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia roberti</em> is endemic to Borneo where it is known from Brunei and Sarawak. Twenty one locations have been recorded for the species, including within protected areas (for instance Gunong Mulu, Lambir Hills and Similajau National Parks in Sarawak). Almost all locations are within Brunei or adjacent parts of Sarawak, with just one seemingly isolated location (Similajau National Park) further to the southwest. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree, along with the extent and quality of suitable habitat, due to loss and degradation of forest within the range of the species. Its minimum extent of occurrence (EOO) is 10,513 km². Although the species is still relatively common and is present in a number of protected areas, its populations are becoming increasingly fragmented (although probably not severely fragmented yet) and its EOO is plausibly well below the 20,000 km² threshold for Vulnerable under criterion B1. However, since the number of locations is &gt;10, the species is assessed as Near Threatened (nearly meets VU B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Coeliccia roberti</em> is endemic to Borneo where it is known from Brunei and Sarawak (Dow 2020). Twenty one localities have been recorded for the species, including some within protected areas (for instance Gunong Mulu, Lambir Hills and Similajau National Parks in Sarawak). Almost all records are within Brunei or adjacent parts of Sarawak, with just one seemingly isolated location (Similajau National Park) further to the southwest. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on known collection records, is 10,513 km²; its maximum EOO, based on the HydroBASINS those records are from, is 26,357 km²; it is plausible that the true EOO is &lt;20,000 km².<br/></p>", "population": "<p>This species can be common where it occurs. However at least some ongoing decline in overall population is suspected from loss and degradation of forest within the range of the species and the overall population is becoming increasingly fragmented, although it may not be severely fragmented yet.</p>", "populationtrend": "decreasing", "habitat": "<p>Dow (2020: 489–500) states that the species “has been found in both low gradient and steep terrain, in small forest streams and seepages, freshwater swamp forest and swampy pools in forest, including some habitats with low pH waters, but not in true peat swamp forest”. To this it can be added that the species is known from disturbed forest at some locations but has not been found in highly degraded forest or in plantation habitats. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Outside of protected areas populations in Sarawak are threatened by conversion of forest to plantation or for other agriculture. Within Brunei the situation is currently better but in the longer term many populations are likely to be threatened by conversion of forest to agricultural land.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, particularly in Sarawak, and on its ability to tolerate disturbance. The species would certainly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}