{"name": "117060520", "result": [{"species_id": 117060520, "taxonomicnotes": null, "rationale": "This species has a very restricted extent of occurrence and area of occupancy (both 8 km<sup>2</sup>). It occurs in one single location in Spain (Extremadura) which is represented by two temporary ponds. Both of these are located within a protected area, however they are threatened by agricultural activities. In addition, the habitat of this endemic species is severely fragmented by human infrastructure and natural barriers. These factors impede its dispersal by vectors and are expected to lead to a continuing decline in EOO, AOO, and the number of locations. There is a small chance that the species’ population will survive without specific conservation measures. Based on these observations the species is assessed as Critically Endangered.", "geographicrange": "This species is endemic to the Iberian Peninsula, specifically within Extremadura in the Guadiana valley. It has been recorded only from two ponds near La Albuera, Badajoz, Spain (38.716745N, -6.822804W)&#160;which represent a single location (Korn <em>et al</em>. 2010).", "population": "This species is known from only a single location, which is represented by two ponds in the Iberian Peninsula that are both found within a protected area (García-de-Lomas <em>et</em> <em>al</em>. 2015).", "populationtrend": "unknown", "habitat": "<p>This species occurs in rain-filled temporary ponds (García-de-Lomas <em>et al.</em> 2017).</p>", "threats": "The main threats to this species are from agricultural activities and from water extraction that is affecting the hydrological regime and negatively impacting the temporary ponds where this species is found (Pérez-Bote <em>et </em><em>al</em>. 2006).", "conservationmeasures": "<p></p><p><strong>Conservation:</strong> This species occurs at two localities in the “Complejo Lagunar de La Albuera” which represent a single location. This habitat is (i) a Ramsar site, (ii) a Site of Community Importance defined by the European Commission’s Habitats Directive, and (iii) a Special Protection Area defined by the Birds Directive. Thus, both localities of this species are in a protected area. However, there are no conservation efforts targeted specifically at this species. The LIFE project “Conservation of endangered arthropods of Extremadura” (2004-2007) addressed other classes of Arthropoda, but not branchiopods. </p><p><strong>Research:</strong> More research is needed on the distribution of this species in order to determine the impact of threats on its population and habitat (Pérez-Bote <em>et al.</em> 2006). Furthermore, in order to verify the actual number of localities and locations in the Iberian Peninsula, it would be necessary to test further records that were initially reported as <em>Triops cancriformis mauritanicus</em> in Pérez-Bote <em>et al.</em> (2006) but were not included in Korn <em>et al.</em> (2010). Pérez-Bote <em>et al.</em> (2006) reported 16 records of branchiopods as&#160;<em>Triops emeritensis</em>, but the identification of these specimens has been questioned; if these specimens were confirmed as belonging to <em>T. emeritensis</em> then this species might be assessed in a lower threat category. On the other hand, if these specimens proved to belong to another lineage (such as&#160;<em>Triops mauritanicus</em>) then this assessment could change again.</p>", "usetrade": "This species is neither traded nor utilized commercially."}]}