{"name": "122210105", "result": [{"species_id": 122210105, "taxonomicnotes": null, "rationale": "<p><em>Leptogomphus inouei</em> is known from ten locations in Central Viet Nam. Some locations are in protected areas (for example, Bach Ma National Park and Son Tra Nature Reserve). Some locations are close to the border with Laos, therefore the species should be looked for in Laos as well as Viet Nam. An accurate estimate of its area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some extent at least due to loss of forest within the range of the species. Its extent of occurrence (EOO) is 14,742–21,732 km². Threats certainly exist to this species, at least outside protected areas, but it is difficult to gauge how serious the overall level of threat is. Taking the reasonable precautionary approach advocated by the IUCN, the species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it is hoped that a future reassessment to a lower threat category will be possible when more information becomes available.</p>", "geographicrange": "<p><em>Leptogomphus inouei</em> is known from ten locations in Central Viet Nam (Karube <em>et al. </em>2020, Karube 2014, Kompier unpub. data). Some locations are in protected areas, for instance Bach Ma National Park and Son Tra Nature Reserve. Some locations are close to the border with Laos, therefore the species should be looked for in Laos as well as Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining to some extent, at least due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 14,742 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 21,732 km² (based on an MCP around the HydroBASINS known to be occupied by this species); its true EOO is likely &lt;20,000 km².<br/></p>", "population": "<p>This species can be moderately common at some locations. At least some ongoing decline in overall population is inferred from loss of and disturbance to forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found at small forest streams. It is found in well forested places or on streams at the edge of such places and does not appear to be particularly tolerant of disturbance to the forest around the streams where it breeds. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss and degradation of forest within its range.</p>", "threats": "<p>At least outside of protected areas threats from deforestation (with logging and farming of various types as drivers) exist but it is difficult to gauge how serious the overall level of threat to the species is.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, exact habitat requirements, ability to tolerate disturbance and threats.</p>", "usetrade": null}]}