{"name": "233425174", "result": [{"species_id": 233425174, "taxonomicnotes": null, "rationale": "<em>Glossoscolex matogrossensis</em> é endêmica do Brasil, encontrada em localidades no Mato Grosso do Sul e Paraná, apresentando Extensão de Ocorrência (EOO) calculada em 14.633 km². A espécie é conhecida de áreas de brejo e florestas ripárias. A região sofreu processo de transformação da paisagem natural promovida, sobretudo, pelas atividades agropecuárias (em especial o plantio de soja e milho). Essas atividades, em escala empresarial, fazem intenso uso de insumos e implementos agrícolas que promoveram forte fragmentação e declínio da qualidade do habitat remanescente. Considerando a baixa capacidade de dispersão, a especificidade do habitat e a matriz em que a espécie está inserida, suspeita-se que a população esteja severamente fragmentada. Por essas razões, <em>G. matogrossensis</em> foi categorizada como Vulnerável (VU), pelo critério B1ab(iii).", "geographicrange": "<em>Glossoscolex matogrossensis</em> é encontrada em localidades no Mato Grosso do Sul (Righi 1984) e Paraná (Zicsi e Csuzdi 1987).<br/><br/>Sua extensão de ocorrência é de 14.633 km², calculada pelo mínimo polígono convexo, considerando o polígono mínimo convexo entre seus registros confirmados.", "population": "Não foram encontradas informações para o táxon. Considerando a baixa capacidade de dispersão, a especificidade do habitat e a matriz em que a espécie está inserida, suspeita-se que a população esteja severamente fragmentada.", "populationtrend": "unknown", "habitat": "A espécie foi encontrada em diferentes tipos de solo (escuros húmicos a arenosos amarelos), próximo a brejos, às margens do Rio Brilhante em Maracaju (MS). Também foi coletada em florestas ripárias. Há 36 exemplares adultos, 16 subadultos e 14 juvenis registrados em literatura e depositados em coleções.", "threats": "A principal ameaça à espécie é a mudança de uso da terra por conversão em áreas agrícolas. Conforme IBGE (2017), a matriz de uso da terra é dominada por extensos plantios de soja e milho, e uma área menor de cana-de-açúcar. A pecuária bovina ocupa trecho significativo da matriz, com uso predominante de pastagens plantadas, seguida da pecuária suína. O uso de insumos e implementos agrícolas é uma ameaça adicional à espécie.", "conservationmeasures": "Nenhuma ação está em andamento.", "usetrade": "Não foram encontradas informações para o táxon."}]}