{"name": "191030", "result": [{"species_id": 191030, "taxonomicnotes": null, "rationale": "<em>Lacantunia enigmatica </em>is threatened by habitat alteration (deforestation), proposed dam constructions, and invasive species (Rodiles-Hernández <em>et al.</em>&#160;2005)&#160;which could cause it to become Critically Endangered or Extinct within a short space of time. This, in addition to the very low number of locations (1), means there is rationale to assess the species as Vulnerable D2.", "geographicrange": "<em>Lacantunia enigmatica </em>is endemic to the Lacantún, Chajulillo, Tzendales, and Lacanjá rivers, tributaries of the Río Usumacinta basin, Chiapas, Mexico (Rodiles-Hernández&#160;<em>et al.</em> 2005, Ceballos<em> et al.</em> 2016).", "population": "More information is needed about the population size and population trend of <em>Lacantunia enigmatica</em>. Nevertheless, Rodiles-Hernández <em>et al.</em> (2005) were able to collect the 12 paratypes plus many non-type specimens, in at least four streams, in all seasons.", "populationtrend": "unknown", "habitat": "This species inhabits deep river channels, to a depth of 18 m, and pools with rocks and strong eddy  currents. It is sometimes also found in stream mouths and can be collected in both high- and  low-water seasons, generally during the night. Its food includes fish,  crabs, prawns, and large and tough seeds. The maximum size of this species is 42.7 cm SL (Rodiles-Hernández <em>et al.</em> 2005).<span>", "threats": "<em>Lacantunia </em><em>enigmatica&#160;</em>\"is acutely threatened by anthropogenic activities including forest removal, proposed hydroelectric reservoirs, and introductions of non-native taxa\" (Rodiles-Hernández <em>et al. </em>2005).", "conservationmeasures": "No conservation actions for <em>Lacantunia enigmatica</em>&#160;are known. However, all of its locations occur within protected areas (Rodiles-Hernández <em>et al.</em> 2005).", "usetrade": "<em>Lacantunia enigmatica</em>&#160;is not used at all."}]}