{"name": "139544824", "result": [{"species_id": 139544824, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis cahilogi</em> is known from one location on Negros Island in the Philippines. The known location is in or at the edge of Mount Kanlaon Natural Park, a protected area, but unfortunately this does not guarantee that the known population there is secure. Negros is almost completely deforested, with very few other substantial areas of forest remaining where this species might occur. The area of occupancy (AOO) of this species cannot be accurately estimated with the available data but if the species is genuinely confined to Negros it will not be large, and if confined to Mount Kanlaon the AOO will be less than 300 km². Mount Kanlaon is an active volcano so eruptions pose a natural threat to subpopulations in their path, information on other threats is lacking. With the presently available data the species could qualify for Endangered status under the B2ab criteria except that it is not known if, for instance, the AOO is declining or not. Taking the precautionary approach advocated by the IUCN it is assessed as Vulnerable under criteria D2 until more data are available.</p>", "geographicrange": "<p><em>Sangabasis cahilogi</em> is known from one location on Negros Island in the Philippines (Villanueva and Dow 2014). The known location is in or at the edge of Mount Kanlaon Natural Park, a protected area, but unfortunately this does not guarantee that the known population there is secure. Negros is almost completely deforested, with very few other substantial areas of forest remaining where this species might occur. The area of occupancy (AOO) of this species cannot be accurately estimated with the available data but if the species is genuinely confined to Negros it will not be large and that of the known population cannot be much greater than (is almost certainly less than) the area of Mount Kanlaon Natural Park (243.88 km²), so can be assumed to be at most 300 km².</p>", "population": "<p>Only three specimens of this species have ever been collected, but this may have as much to do with its habits as to do with genuine rarity. Beyond this little can be said except that if this species is not naturally confined to Mount Kanlaon then it must have suffered a population decline due to loss of forest in the surrounding areas, but the current population trend could be either stable or decreasing.</p>", "populationtrend": "unknown", "habitat": "<p>Villanueva &amp; Dow (2014: 8) summarise what is known: “This species is encountered perching at or guarding water-filled tree holes in lowland dipterocarp forest with no nearby running water. This species, and perhaps also its close congener <em>S. bulba</em>, appear to be obligate phytotelmata breeders”.</p>", "threats": "<p>Mount Kanlaon is an active volcano, so eruptions pose a threat to populations of this species. More information is needed on whether there are other threats at Mount Kanlaon (for instance encroachment or illegal logging). Hypothetical populations elsewhere on Negros, if not in protected areas, will certainly be threatened by removal of forest. </p>", "conservationmeasures": "<p>More data on the distribution of this species is needed, both on Mount Kanlaon and beyond, and on threats at Mount Kanlaon. It should be looked for in the other large remaining area of forest in Negros in the Northern Negros Natural Park.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}