{"name": "139561690", "result": [{"species_id": 139561690, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis pistor</em> is only known from the type series from one locality in south east Mindanao in the Philippines, collected in 1996. The type location is near to, possibly inside, the Mount Hamiguitan Range Wildlife Sanctuary and in any case the species is likely to occur somewhere&#160; within this sanctuary (but see threats). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small and with the presently available data can be assumed to be below 500km<sup>2</sup>. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest in the part of Mindanao where the species occurs. In most circumstance this assessor would only place such a poorly known species in Data Deficient but <em>Igneocnemis</em> species should not be particularly hard to find where present so the species is likely to be genuinely extremely local in occurrence and confined to a small area and<em> </em>the severity of threats to forest-dependent Odonata in Mindanao is such that Least Concern is not likely to ever be justified for this species. It qualifies for Endangered under criteria B2ab(ii,iii) and is assessed accordingly. Whilst it is to be hoped that fresh data will allow re-assessment to a lower threat category it is entirely possible that re-assessment to Critically Endangered will be required.</p>", "geographicrange": "<p><em>Igneocnemis pistor</em> is only known from the type series from one locality in south east Mindanao in the Philippines, collected in 1996 (Gassmann &amp; Hämäläinen 2002). The type location is near to, possibly inside, the Mount Hamiguitan Range Wildlife Sanctuary and in any case the species is likely to occur somewhere&#160; within this sanctuary. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it will be small, probably less than 500km<sup>2</sup> and declining due to loss and degradation of forest in the area where it occurs.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health except that an ongoing decline is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs and if not confined to a single location (unlikely) then severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and biology of this species but it will be a species of forest streams or seeps, like the others in the genus. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture or as a result of logging and from mining and associated pollution of streams. Based on information compiled in 2001 BirdLife International (2019) state for the Mount Hamiguitan Range Wildlife Sanctuary: “A combination of kaingin [slash and burn agriculture], commercial agriculture, illegal logging, mining activities and road construction are slowly reducing and fragmenting the remaining natural habitats in this IBA.” There is no evidence that the situation has improved since 2001.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection of the Mount Hamiguitan Range Wildlife Sanctuary. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}