{"name": "164492765", "result": [{"species_id": 164492765, "taxonomicnotes": "<p>The species is a potential species complex.<br/></p>", "rationale": "<span class=\"apple-style-span\">There is a shortage of data on this species' exact range, population size, and potential threats. However, based on the currently known records it has a relatively restricted distribution, with an extent of occurrence less than 20,000 km<sup>2</sup>, an area of occupancy less than 2,000 km<sup>2</sup>, and fewer than 10 locations. It is not clear whether threats are causing a continuing decline in the extent and quality of its habitat. It is therefore assessed as Near Threatened, but further research on the species' distribution, population status, and threats is required.", "geographicrange": "The species is found in the Middle Paraná River basin, including its main tributary, the Iguazu River, in Argentina, Brazil, and Paraguay (Piálek <em>et al</em>. 2019), however, the species' overall distribution remains highly uncertain as it could occur in a wider area within the Middle Paraná, although information on further collections are absent. Known records are additionally relatively sparse and the known range currently is relatively small.", "population": "Based on genetic analysis, there are known to be two lineages of this species with a biogeographically north–south division (Piálek <em>et al</em>. 2019). There are no data on population size and trends for this species.", "populationtrend": "unknown", "habitat": "The species occurs in rapids within large stream, to 1 m deep, characterized by turbid, brownish water (Kullander 2009).", "threats": "<p>There a lack of information about threats to this species.&#160;Hydroelectric dams are known to have altered the Middle Paraná basin (Piálek <em>et al</em>. 2019), but further research is required to investigate the exact impact on this species and its habitat.</p>", "conservationmeasures": "<p>There is no information on conservation actions in place or recommended for this species. Further research on the species' taxonomy, distribution, population status, and potential threats are required.&#160;</p>", "usetrade": "<p>There is no information about species use or trade.</p>"}]}