{"name": "153085429", "result": [{"species_id": 153085429, "taxonomicnotes": "<em>Devario malabaricus</em> (Jerdon, 1849) has been misapplied to this species.<em> Devario annnataliae</em>, as described by Batuwita <em>et al.</em>&#160;in  2017, consider this species as \"species  inquirendum\" as the characters  used to distinguish this species are self-contradictory, making it not  possible to be distinguished from its congeners (Sudasinghe and  Pethiyagoda 2019).", "rationale": "<em>Devario annnataliae </em>is a range-restricted, endemic species, known only from a single location in the South Western wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 20 km<sup>2</sup>, and Area of Occupancy (AOO) is 16 km<sup>2</sup>. A continuing decline in the quality of its habitat has been observed as a result of accumulation of agrochemicals and rapid expansion of agriculture. These threats are likely to continue as its area is likely to undergo further agricultural expansions and there is no current protection for its habitat. The species is therefore assessed as Critically Endangered.", "geographicrange": "This is a range-restricted endemic species known only from the upper catchment of Giin River (Batuwita <em>et al. </em>2017, Sudasinghe and Pethiyagoda 2019).", "population": "There is no population data available for this species which is rare. A decline in its population may be inferred on the basis of threats this species faces which mainly includes pollution.", "populationtrend": "decreasing", "habitat": "Species was recorded in torrents close to the foot of Brahmana Ella waterfall (Batuwita <em>et al</em>. 2017).", "threats": "The species is threatened by habitat loss and degradation caused by accumulation of agrochemicals and rapid expansion of agriculture.", "conservationmeasures": "There are no conservation actions in place for this species. However, it does occur in the&#160;Sinharaja World Heritage Site.", "usetrade": "No information pertaining to trade or use has been identified."}]}