{"name": "8109", "result": [{"species_id": 8109, "taxonomicnotes": null, "rationale": "<em>Etheostoma australe&#160;</em>is endemic to the upper part of the Rio Conchos basin, a tributary to the Rio Bravo, in the Mexican states of Chihuahua and Durango. Throughout parts of its range it faces threats from dams, pollution and also impacts of droughts, which gives this species a continuing decline in the quality of its habitat. Combined with the observed lack of capture in surveys within Rio Conchos at Camargo and Jimenez in 1964 or 1968, this species looks to also be declining in population, but more surveys are required to estimate a percentage of population loss or rate. Considering its AOO of 128 km<sup>2</sup> and the severity of threats, the species is assessed as Endangered.", "geographicrange": "This species is endemic to the upper part of the Rio Conchos basin, a tributary to the Rio Bravo, in the Mexican states of Chihuahua and Durango (Miller <em>et al.&#160;</em>2005). It has been collected from 7 localities (Caballos <em>et al. </em>2016).", "population": "This species was recorded in the Rio Chihuahua and the Rio Conchos at Camargo and Jimenez in the late 1800's and early 1900's, but not in 1964 or 1968, which may reflect a declining population trend caused by the impacts of channel modification and pollution within its range (Contreras-Balderas 1977).", "populationtrend": "decreasing", "habitat": "This species occurs in shallow, rocky riffles and pools in clear water over substrates of gravel, sand and silt to depths of 1 m and currents ranging from slight to strong. It is a bottom feeder of aquatic insect larvae and likely spawns from late February into June, tolerating summer water temperatures as high as 30 °C. The maximum known standard length is 50 mm (Miller <em>et al.&#160;</em>2005).", "threats": "This species is threatened by channelisation, damming of rivers and pollution from agriculture, which has turned its clear water habitats murky and lowered water flow (Contreras-Balderas 1977).&#160;Impoundments on the Rio Conchos in Chihuahua cause high evaporation losses and the drowning of previous riparian habitat, while over pumping of ground water for agriculture and growing urban areas has severely affected river flows and permanently altered the riparian character of the Rio Conchos (Dinerstein <em>et al. </em>2001). In 2009 the Rio Conchos irrigated over 220,000 acres of crops in three irrigation districts and was the main source of water for 1.3 million people in Chihuahua, and demands were rising (WWF 2009). Pesticides from agriculture also contaminated river water (Dinerstein <em>et al</em>. 2001), and at one water quality monitoring point downstream from the towns of Jimenez and Camargo, where this species was previously recorded, the Rio Florido was found to be severely contaminated with high levels of oil, faecal coliforms, discharges from a chemical plant, and agriculture return flows (Edwards <em>et al.</em> 2002).There were also prolonged periods of drought and low flows between 1994-2006, causing freshwater habitats to dry up (WWF 2009). The exotic species&#160;<em>Cyprinus carpio&#160;</em>is also present within its range, although the effects of this species have not been recorded (Contreras-Balderas 1977).", "conservationmeasures": "There are no specific conservation actions in place targeting this species.", "usetrade": "There is no use or trade information available for this species."}]}