{"name": "772", "result": [{"species_id": 772, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a highly range-restricted endemic from Limpopo Province in South Africa (Extent of Occurrence and Area of Occupancy (EOO and AOO) 8 km<sup>2</sup>). There are two locations. When the Red List status of this species was previously assessed there was only one locality known for the species, the second only having been discovered in 2013. Unfortunately, both locations fall outside officially protected areas, and are threatened by plantations and other factors associated with commercial operations (e.g. change in fire frequency, decreased soil moisture content). In addition, the quality of the habitat is deteriorating and the two localities are severely fragmented, with little or no corridor for gene flow. Due to the small AOO and EOO, the severely fragmented population, and the decline in the quality of the habitat, it is assessed as Critically Endangered, qualifying under criterion B.", "geographicrange": "This species is endemic to the Limpopo Province in South Africa, restricted to two subpopulations in the Wolkberg mountain range. The second locality was only discovered in 2013.", "population": "Adult numbers fluctuate from year to year. This aspect is in need of further study.", "populationtrend": "unknown", "habitat": "This species is found on steep rocky slopes of Woodbush Granite Grassland associated with lichen-covered rocks. There seems to be a connection between a <em>Xerophyta</em>&#160;species (Velloziaceae) growing in the area and the butterfly species.&#160;<em>Xerophyta</em>&#160;is not listed as a key species for either of the vegetation types, but it is present at both the known localities, and absent from most of the pristine grasslands where the butterfly is also absent.", "threats": "The type locality is surrounded by plantations, which prevent the dispersal of specimens, and therefore gene flow, between the subpopulations. Plantations are also known to affect the soil water content and may have a negative impact on the remaining grassland. Due to the risk of damage to the plantations, the fire regime for both locations is no longer natural.", "conservationmeasures": "Encroachment by plantations and fire frequency needs monitoring. A buffer zone from the exotic plantation trees will help to protect the habitat. Further research, and a better understanding of the Area of Occupancy, specifically at the new locality, are required.", "usetrade": null}]}