{"name": "194591700", "result": [{"species_id": 194591700, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that this species has an extent of occurrence and area of occupancy both of 4 km<sup>2</sup> (within which the actual area occupied is no more than a quarter of this), it occurs in a single gully treated as a single location defined by a primary threat from fire, and following the destruction of vegetation cover during the 2019-2020 fire season it is subject to an ongoing decline in the quality of its habitat through desiccation, while fires are expected to be a recurrent ongoing threat to this species and its habitat. It is vital to establish the effects of the 2019-2020 bushfire season on this species to help establish the severity of fire threats and whether the species can persist following severe burning. The outcomes of such research may lead to an adjustment of the species' extinction risk assessment in future, but at present, we invoke a precautionary approach to our risk assessment.", "geographicrange": "This species is endemic to Stirling Range National Park in Western Australia, where it has only been found on the eastern side of the ranges at Wedge Hill (Edward and Harvey 2010). It is known from a single gully that runs from the south side of Wedge Hill. The total area of the gully is less than a square kilometre.", "population": "This species is probably locally common, but more information is needed on its present abundance following the 2019-2020 fire season. It is unknown whether the population is declining, but the entire range was severely burned in the 2019-2020 bushfires.", "populationtrend": "unknown", "habitat": "The dominant vegetation of the gully is temperate woodland. This species occurs in leaf litter and soil (Edward and Harvey 2010), where it survives in its juvenile stage during summer, but adults are active above ground in winter.", "threats": "Prior to 2020 this species' habitat was good-quality temperate forest with no indication of ongoing degradation. Following severe burning in the 2019-2020 bushfire season this entire area was severely burned. This damaged the habitat and may have resulted in some mortality, however this and similar species may be buffered against direct mortality to some degree by its subterranean and fossorial lifestyle (Harvey and Rix 2019). More research is therefore needed to determine whether this species declined as a result of this event. There may be ongoing drying of the habitat as a result of both reduced rainfall and greater exposure of the soil following the destruction of vegetation and litter cover in fires. The Stirling Range has experienced multiple large fire events, including a major event in 1991 that encompassed much of the eastern part of the range, and pressure from fires has been increasing in this area for the past century (CALM 1999, Gilfillan&#160;<em>et al.&#160;</em>2009,&#160;D. Utber pers. comm. 2021).", "conservationmeasures": "This species is endemic to Stirling Range National Park. The species' range lies within an area that is presently managed to exclude fire, and it may benefit from retaining fire exclusion status in future. Public access should be limited as an effort to exclude the invasive alga&#160;<em>Phytophthora cinnamoni.</em>&#160;Although this has not been identified as a specific threat to this species, this invasive mould affects the structure of plant communities and is generally controlled using phosphite, the effects of which on soil invertebrates are unknown. It is not known whether phosphite application is a threat to this species. Surveys are needed to monitor this population and research the impacts of any threats.", "usetrade": "There is no known use of or trade in this species."}]}