{"name": "61112", "result": [{"species_id": 61112, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi where it is known from Chindunga Rocks (near Chipoka) and another small reef in the southwestern arm of the lake.&#160;It has an area of occupancy (AOO) of 8 km<sup>2</sup>. There is only a single location based on the threat of extraction by the aquarium trade. The population is estimated to have undergone a population reduction of 90% in the last 10 years. It is assessed as Critically Endangered.", "geographicrange": "This species is endemic to Lake Malawi and occurs only at Chindunga Rocks (near Chipoka) and at another small reef (M. Matarrese pers. comm. 2017) in the southwestern arm of the lake.", "population": "The total number of individuals is estimated to be not more than 500. The population is estimated to have undergone a population reduction of 90% in the last 10 years, and the current population is thought to be 90% smaller than that observed in the 1980s and 1990s.", "populationtrend": "decreasing", "habitat": "It prefers sandy patches among rocks and is mostly found in the intermediate habitat, but is also not rare in the shallow rocky habitat. The rocky habitat at Chidunga is nowhere deeper than nine metres. This is a predator, which predominantly hunts small fishes, but also seems to be attracted by stirred-up sediment and invertebrates have also been found in stomachs as well (Ribbink <em>et al.</em> 1983). Males are thought to be territorial and dig spawning sites between rocks which lie on the sand (Ribbink <em>et al.</em> 1983), but recently this species is almost extinct and the few males at Chidunga Rocks are not territorial at all, with females found to usually be solitary or in small groups of seldom more than three individuals together.", "threats": "Threats to this species include collection for the aquarium trade and, as a minor threat, subsistence fishing. It is one of the few species that has been overfished to near extinction by the ornamental fish trade due to its popularity.", "conservationmeasures": "An initial attempt to reintroduce/restock the population at Chidunga Rocks with locally bred fish (May 2017) has not been successful, as none were observed five months later (M. Matarrese pers. comm. 2017) and&#160;were probably extracted by the ornamental fish trade.", "usetrade": "It used to be regularly collected by the ornamental fish trade. It is popular among aquarists where it is known by its scientific name. It is of minor importance for subsistence fishermen and not targeted."}]}