{"name": "139121086", "result": [{"species_id": 139121086, "taxonomicnotes": null, "rationale": "<p><em>Neurobasis subpicta</em> is known from forested mountains on the islands of Negros and Panay in the Philippines. Threats are known at all locations (even though most locations are within supposedly protected areas). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is believed to be below 2,000km<sup>2</sup> and is inferred to be declining along with the extent and quality of suitable habitat due of and disturbance to forest on Panay and Negros. Severe fragmentation of the overall population is very likely. The species is assessed as Vulnerable under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Neurobasis subpicta</em> was described as a subspecies of <em>N. luzonensis</em> by Hämäläinen (1990) and later treated as a full species by Orr &amp; Hämäläinen (2007), this view is followed here. The species is known only from Negros and Panay Islands in the Philippines (Hämäläinen 1990, personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen). Known locations are on or in the vicinity&#160;of Mounts Kanla-on, Silay and Talinis (Cuernos de Negros) on Negros and in the southern part of the central mountains of Panay, all appear to be in the mountains. The assessor has only been able to assign separate coordinates that agree with the stated altitudes to five locations however there are records from at least 14 individual sites, although some of these might not constitute separate threat-defined locations. Mount Kanla-on is a Natural Park and Mount Silay and adjacent peals are included in the Northern Negros Natural Park while part of Mount Talinis is within the Balinsasayao Twin Lakes Natural Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large, and based on the available data is below 2,000km<sup>2</sup> and is inferred to be declining due to loss of forest on Panay and Negros, even within protected areas.</p>", "population": "<p>This species can be common where it occurs but beyond this little can be said except that an ongoing decline in overall population is inferred from loss of forest within its range, and that severe fragmentation is likely.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to be an inhabitant of mountain streams and, given the original nature of the areas where it occurs, is very likely to be forest-dependent, at least in the lower part of its altitudinal range. An ongoing decline in extent and quality of suitable habitat is certainly occurring.</p>", "threats": "<p>Threats on Panay include illegal logging, slash and burn agriculture and mining operations. On Negros BirdLife International (2019) list many threats to Mount Kanl-aon (even though it is protected: “The national park status of Mt Kanla-on has not protected the forests on its lower slopes from total clearance. It is now heavily occupied by settlers, and a recent census indicated that there are over 3,000 households living in the park. The rich volcanic soils give the area great potential for agricultural cultivation, especially in San Carlos, Kanla-on and La Castellana. This is a successful vegetable production area and the need for more farmland has encouraged the inhabitants to continue to clear forests. On the eastern slope of the mountain it is reported that no forest occurs below 1,200-1,300 m, and on the western slope it has retreated to around 1,000 m in most areas, with only one sector, Mambucal, still extending down to 750 m. When this lowest block of forest at Mambucal is lost, as it could be in a few years if the current intensity of cutting and clearance continues, the only suitable habitat for several of the park's rarest birds will be lost. Resource extractive activities are also degrading and clearing forest in the park, including the illegal cutting of trees for charcoal-burning and timber, and kaingin [slash and burn agriculture], mainly in the lower altitude forests.” Similar threats are present, but maybe advancing more slowly, within the Northern Negros Natural Park and on Mount Talinis.</p>", "conservationmeasures": "<p>More data on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed. Better protection for the habitat at the locations in Negros and protection of habitat where the species occurs in Panay is required. </p>", "usetrade": null}]}