{"name": "125986113", "result": [{"species_id": 125986113, "taxonomicnotes": "Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show  a discrete distribution since they are only found in the Antilles,  specifically on Hispaniola, Cuba, Jamaica and the island of Grand  Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em>  in prep). Moreover, there is enough morphological distinctiveness in  characters with adaptive value such is the case of gonopodial traits to  separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention.", "rationale": "<p></p><p><em>Limia yaguajali</em>&#160;occurs in the Yaguajal, Cana, and Jamao al Norte rivers that drain the northern slope of the Dominican Republic. Additional records not yet confirmed from Riviere du Limbe at Limbe in northeastern Haiti may also be referred to this species. Extent of Occurrence (EOO) is estimated to be 413 km<sup>2</sup>. The number of threat-based locations where this species is estimated to be 3-4, given documented occurrence in three major river drainages and the pervasive threat of competitive exclusion with invasive species that are likely to act on each drainage independently. It is known that <em>L. yaguajali</em> is sympatric with other introduced poeciliids (i.e. <em>Poecilia reticulata</em> and <em>Xiphophorus hellerii</em>), which probably compete with native ichthyofauna for resources. Recent surveys have failed to collect this species in the Yaguajal river (type locality). Instead invasive Poeciliid species were reported in this locality, which indicate that <em>L. yaguajali</em> has probably been extirpated from this location. Additional threats associated with anthropogenic activities have not been documented in detail, but may affect habitat quality on a regional scale. Given this scenario, it is possible to infer continuing decline in the number of mature individuals, and potentially in the number of subpopulations where this species occurs. Therefore, <em>L. yaguajali</em> is assessed as Endangered under criterion B1ab(iv,v). </p><br/><p></p>", "geographicrange": "<p></p><p></p><p><em>Limia yaguajali</em> is limited to tributary drainages in the northern Dominican Republic (Rivas 1980, Franz and Burgess 1983). A collection series from Riviere du Limbe at Limbe, Department du Nord, in northeastern Haiti may also be referred to this species (Rivas 1980). It has been reported specifically from the Yaguajal, Cana, and Jamao al Norte rivers (Rodríguez-Silva&#160;<em>et al.</em>&#160;2020). </p>  <p>Extent of Occurrence (EOO) is estimated to be 413 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records reported by Rivas (1980) and Rodríguez-Silva&#160;<em>et al.</em>&#160;(2020). The number of threat-based locations where this species occurs is estimated to be 3-4, given documented occurrences in three major river drainages and the pervasive threat of competitive exclusion with invasive species that is likely to act on each drainage independently.</p><br/><p></p><p></p>", "population": "<p></p><p>The total population size of this species is unknown. The original collection series is comprised of 32 juveniles, a total of 53 males, and 197 females (Rivas 1980). Recent collections failed to detect this species at the type locality (Yaguajal River) but it was collected at two other localities in sympatry with invasive livebearing fishes (Rodríguez-Silva&#160;<em>et al.&#160;</em>2020). Therefore, population trend is inferred to be declining, given the likely loss of this species at the type locality.</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p>This species occurs in small, shallow streams (2-3 m in width and 0.3 m in depth) characterized by abundant bank vegetation, water temperature ranging from 25.3-29.8 °C, conductivity ranging from 387-648 microS/cm, and substrates of gravel, rock, and mud (Rodríguez-Silva&#160;<em>et al.</em>&#160;2020). The specific life history of this species has not been evaluated in detail (Lee&#160;<em>et al.</em>&#160;1983). Maximum reported body size is 3.9 cm and 5.1 cm standard length (SL) in males and females, respectively (Lee&#160;<em>et al.</em>&#160;1983).</p><br/><p></p>", "threats": "<p></p><p>This species was collected in the presence of <em>Poecilia reticulata</em> and <em>Xiphophorus hellerii</em>, two widely established non-native poeciliids (Rodríguez-Silva&#160;<em>et al.</em>&#160;2020). Recent surveys at the type locality failed to detect this species, but did report the persistence of <em>P. reticulata</em> and <em>X. hellerii</em> (Rodríguez-Silva&#160;<em>et al.</em>&#160;2020), which may indicate that <em>L. yaguajali</em> has been extirpated from this locality. The direct impact of these invaders on the native ichthyofauna needs to be evaluated in detail. Additional threats to this species are unknown.</p><br/><p></p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>L. yaguajali</em>. Additional ichthyological surveys are needed to clarify distribution, population size, population status, and persistence at the type locality. More field studies in the Yaguajal, Cana, and Jamao al Norte rivers and other streams associated with these river systems need to be done to clarify the extinction risk of this species.</p><br/><p></p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}