{"name": "176455453", "result": [{"species_id": 176455453, "taxonomicnotes": null, "rationale": "<em>Corymbophanes ameliae</em>&#160;is assessed as Endangered. It has an estimated extent of occurrence of 595 km<sup>2</sup>, and an area of occupancy (AOO) of 408 km<sup>2</sup>. In addition, the EOO has a projected continuing decline due to potential environmental degradation from mining and the potential revival of plans for a hydroelectric power plant, which would severely impact the distribution of the species. In addition, the extent of quality habitat is likely in continuing decline from mining. There are three locations based on these threats.", "geographicrange": "<em>Corymbophanes ameliae </em>is known from the mainstem Kuribrong River as well as some tributaries near their mouths above Amaila Falls, a large barrier to fish movements (Lujan <em>et al. </em>2020).", "population": "Nothing is known about the population size of <em>C. ameliae</em>; however, the species is not commonly encountered probably because it lives in swift flow.", "populationtrend": "unknown", "habitat": "<em>Corymbophanes ameliae</em>&#160;is known from swift waters of the upper Kuribrong River. Nothing is known about reproduction in the species, but one nuptial male has been described, and it has large odontodes (integumentary teeth; &gt;2cm) that emerge from the top of the snout.&#160;Like most loricariids,&#160;<em>C. ameliae</em>&#160;is likely a cave spawner and algae/detritus scraper (PlanetCatfish 2020).", "threats": "<em>Corymbophanes ameliae</em>&#160;was discovered in the very remote and difficult to access upper Kuribrong River because a hydroelectric plant was planned for the region and crews were sent in to assess the biodiversity. Although the relative size of the reservoir would have been small (Berger <em>et al</em>. 2010), the dam would have been located on top of one of the main localities from which the species is known. The plant was abandoned (Cummings and Martin 2019, Hook 2020) due to several issues, including the endemic <em>Characidium amaila,</em>&#160;discovery of oil off of the coast of Guyana, political and environmental controversy, and the fact that the area just above Amaila Falls often runs dry (water appears to move subterraneanly during these dry times and can be seen shooting out from the cliff face above Amaila Falls). To prepare for construction, a road was completed to just below the gorge formed by Amaila Falls. In a 2014 survey (J.W. Armbruster pers. obs.), a lone illegal mine was seen above Amaila Falls, and illegal mining has likely increased since that time because of the completion of the road. The lower Kuribrong River has been severely impacted by large-scale gold mining, which severely impacts most of the lower Kuribrong River (Alonso <em>et al.</em> 2017).&#160;Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020, Hardman <em>et al</em>. 2002, Mol and Ouboter 2004, Alofs <em>et al</em>. 2013).", "conservationmeasures": "<em>Corymbophanes ameliae</em>&#160;has an isolated range in the upper Kuribrong River in Guyana. Although the threat of placing a hydroelectric plant at Amaila Falls is no longer under consideration, the plan was at a mature state and could be revived. The plan did result in construction of a road to the base of Amaila Falls, which left the hitherto difficult to access river more accessible to miners, and at least one small gold mine was present in the Kuribrong in 2014. The upper Kuribrong contains two described endemics (<em>Characidium amaila </em>and&#160;<em>Corymbophanes ameliae</em>) and likely contains other undescribed endemics. The area should be protected by the Guyana Government and the area should be monitored for the effects of gold-mining in the region.", "usetrade": "<em>Corymbophanes ameliae</em>&#160;is not used for food and has not been exported for the aquarium industry."}]}