{"name": "15413", "result": [{"species_id": 15413, "taxonomicnotes": "A genetic study is underway to determine how closely related the Nkandla subpopulation is to the central KwaZulu-Natal Midlands population.", "rationale": "This is a range-restricted species endemic to the KwaZulu-Natal midlands in South Africa (Extent of Occurrence 432 km<sup>2</sup>&#160;and Area of Occupancy 16 km<sup>2</sup>), known from four small subpopulations that are threatened by unscheduled burns and by alien invasive and indigenous encroacher plants. Active management of burning is taking place at the four locations, while alien plant control is not consistently and regularly applied over the whole of the colony sites. The most important outcome that needs to be achieved in the near future is consistent implementation of the appropriate habitat management guidelines for the species as standard practice. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to KwaZulu-Natal Province in South Africa, only occurring in part of the Midlands of KwaZulu-Natal Province, from near Howick in the south-west to next to the Nkandla Forest Reserve in the north-east.", "population": "Lu and Samways (2001) recorded 200 eggs, of which 137 hatched, at the Nkandla colony in 1999. The number of eggs recorded at the monitoring site at Nkandla in 2017 was 410, of which 306 hatched. The number of eggs laid at the monitoring site between 2002 and 2016 varied between 13 (June 2005) and 235 (June 2013). A relatively small number of eggs was laid there between 2003 and 2012, while recovery of egg numbers to near the target of 250 (June 2002 total) occurred from 2013 onwards (Armstrong and Louw 2013). Monitoring of the three colonies near Howick has not been sufficiently long to enable the trends in colony numbers to be properly ascertained. The estimated number of eggs laid at The Start colony site was 220 in 1997, 249 in 1998, 163 in 1999, 320 in 2006 and 191 in 2012 (Lu and Samways 2001, Armstrong and Louw 2013, Ezemvelo KZN Wildlife, unpublished information). The egg index number was 31 in 2012 and 5 in 2016 (Armstrong and Louw 2013, Ezemvelo KZN Wildlife, unpublished information). The total number of adult males at the Wahroonga colony was estimated to be 624 in 1999 (Samways and Lu 2007). The average daily population size was 92 adult males in 1999 (with daily population size estimates for males ranging from 23 to 205 (Samways and Lu 2007)), whereas an estimate of 54 adults (both males and females) was obtained using the same method (Jolley-Seber) in 2004 (Emslie 2004). A larger average daily adult population size of 84 was obtained using the Bailey's triple catch method in 2004 (Emslie 2004). The index number of eggs at Wahroonga was three in 2007 and 32 in 2015 (Ezemvelo KZN Wildlife, unpublished information). The fourth known colony, at Stirling Farm, is small, nine eggs counted there per 50 host plants during the monitoring in 2008, and one egg per 80 host plants in 2016 (Ezemvelo KZN Wildlife, unpublished information). Only two colonies are close enough without barriers to movement (e.g. Pryke and Samways 2001) to possibly constitute a single subpopulation. However, preliminary genetic analysis indicates that individuals do not move between the two colonies (this however is based on only a small sample) (Ezemvelo KZN Wildlife, unpublished information).", "populationtrend": "stable", "habitat": "It occurs in Midlands Mistbelt Grassland on relatively moist and cool south-facing slopes containing both the larval host plant and host ant.", "threats": "The major threats facing this taxon are over-browsing of the larval host plant by domestic livestock, too frequent burning (&lt; 2 years fire return frequency) and too infrequent burning (&gt; 4 years fire return frequency) of the habitat, encroachment of invader plants, particularly the indigenous Curry's Post plant (<em>Phymaspermum acerosum</em>) and the non-indigenous American Bramble (<em>Rubus cuneifolius</em>) into the habitat, and isolation of these subpopulations by transformation of the surrounding landscape. Preliminary genetic results indicate lack of genetic exchange between even nearby colonies, and genetic inbreeding may lead to the loss of all the colonies. Climate change, resulting in increased temperatures and concomitant habitat shifting, and loss of habitat intactness are likely to be severe future threats at the northern location, although microclimate diversity may have an ameliorating role. Loss of habitat intactness is a future threat at the southern locations. Other potential threats are the burning of entire colony sites at one time during the flight and egg and early-instar periods (beginning of March to middle of June) and excessive grazing and trampling of the species' habitat by cattle. Attraction of eco-tourism to one of the sites, as planned, may lead to unforeseen threats to that subpopulation should access to the site not be properly controlled.", "conservationmeasures": "The continuing operation of various threats to the species in its habitat indicates that the species is not out of danger. For example, although the decline in the number of eggs to near zero at the colony next to the Nkandla Forest Reserve has now been reversed and the target number for eggs laid (250) surpassed in 2017 and the habitat managed according to the conservation guidelines, unscheduled (accidental) burning of the egg-monitoring site occurred in 2017. This emphasises the continuing need for vigilance. The most important outcome that needs to be achieved in the near future is consistent implementation of the appropriate habitat management guidelines for the species as standard practice. Reintroductions to suitable habitat that could support metapopulations is required to ensure that the species does not become extinct. Some potential reintroduction sites currently exist, at which the host plant species occurs but the butterfly species is absent. However, surveys of host ants and nectar plants are still required to be undertaken at one of the two sites most favourable for reintroduction of the species. The number of patches required to be re-colonised needs to be determined via a PHVA. Updated management plans are also required for the four existing subpopulations.", "usetrade": null}]}