{"name": "8115", "result": [{"species_id": 8115, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable because its area of occupancy is  less than 2,000 km<sup>2</sup>, the species occurs in no more than 10 locations,  and habitat quantity is subject to continuing declines.", "geographicrange": "This species' range is restricted to the mainstream and spring-fed tributaries of the Rio Grande and the lower Pecos River downstream to the Devils River and Dolan, San Felipe and Sycamore creeks in the U.S. and in the headwaters of the Ríos San Juan and Salado, in Mexico (Hubbs <span style=\"font-style: italic;\">et al</span>. 2008).", "population": "This species is represented by roughly a dozen occurrences (but perhaps not more than 10 locations as defined by IUCN) in Texas and Coahuila, Mexico. Miller (2005) mapped eight collection sites (representing 5 - 6 distinct occurrences) in Mexico but did not comment on current status at those sites.<br/><br/>Total adult population size is unknown. This species is common at a few sites in Texas (Devils River) and Mexico. Platania (1990) found that <em>Etheostoma grahami</em> was the most abundant fish in an area approximately 10 km below Amistad Reservoir.<br/><br/>Surveys in Independence Creek, Texas, 1952–2002, indicate that this species was relatively uncommon but persistent in the area (Bonner <span style=\"font-style: italic;\">et al</span>. 2005).<br/><br/>Cantu and Winemiller (1997) found that <span style=\"font-style: italic;\">E. grahami</span> was among the eight most abundant species in the Devils River study area, whereas previously Garrett <span style=\"font-style: italic;\">et al</span>. (1992), Rhodes and Hubbs (1992), and Harrell (1978) found that <span style=\"font-style: italic;\">E. grahami</span> was among the species that were least abundant in surveys of the Devils River.<br/><br/>Trend over the past three generations is unknown but probably relatively stable or slowly declining.", "populationtrend": "decreasing", "habitat": "This darter inhabits clear rocky riffles and pools of creeks and small rivers, frequently in or near springs of the Edwards Plateau; it can be found in gravel or rubble areas and vegetated pools, and may hide among leaves and twigs (Kuehne and Barbour 1983, Miller 2005, Page and Burr 2011). It is often strongly associated with or most numerous in riffles (Robertson and Winemiller 2003, Bonner <span style=\"font-style: italic;\">et al</span>. 2005). In the mainstem Rio Grande downstream from Amistad Reservoir, this species occurred in main channel runs, riffles, and shorelines with clean cobble substrate having a small amount of attached macrophytes. Channel width ranged from 20–50 meters and the maximum depth was 1.5 meters (Platania 1990). Eggs are laid on vegetation or on the tops or undersides of rocks (Page 1983).", "threats": "<span class=\"fieldLabel\"><span class=\"copy\">Threats include pollution, reduction of water flow and, in some cases, elimination of water flow.</span>", "conservationmeasures": "Better information is needed on the population trend of this species.", "usetrade": "This species is not utilized."}]}