{"name": "139419793", "result": [{"species_id": 139419793, "taxonomicnotes": "<p><em>Macromia corycia</em> is very similar to <em>M. gerstaeckeri </em>Krüger, 1899 and may eventually prove to be a junior synonym of that species.</p>", "rationale": "<p><em>Macromia corycia</em>, as currently understood, is endemic to Borneo, where it is known from Brunei, East Kalimantan and Sarawak. At least 15 locations are known for the species, some in protected areas, but it may be relatively sensitive to disturbance. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO as well as the extent and quality of suitable habitat can be inferred to be declining from loss of forest throughout its range. The overall population of the species may already be severely fragmented. With the presently available data an assessment of Least Concern does not appear appropriate for this species but it does not meet the criteria for a high threat category. Since it meets the Bb(ii,iii) criteria and may meet the B2 criterion for Vulnerable, it is assessed as Near Threatened. Hopefully when more data are available reassessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Macromia corycia</em>, as currently understood, is endemic to Borneo, where it is known from Brunei (Orr 2001), East Kalimantan (van Tol 2006) and Sarawak. The holotype is from an unspecified location in “Ulu Baram” (Laidlaw 1922), a vast area. Many other localities in Sarawak are now known (Dow 2006, Dow and Ngiam 2015, Dow <em>et al. </em>2018, 2019, Kimmins 1936), including some within protected areas. At least 15 locations are known for this species. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it can be inferred to be declining from loss of forest throughout its range.</p>", "population": "<p>This species is relatively seldom encountered, but this is almost certainly due to its behaviour rather than genuine rarity. Beyond this little can be said except that some ongoing decline in overall population is inferred from loss of forest throughout Borneo, and that the overall population might already be severely fragmented for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to breed in a variety of forest streams, from lowlands to at least 1,100 m asl. The water at many locations is typically clear-running and the forest of good quality, even though at some sites it has been subject to selective logging in the past. There is no evidence that the species can survive in streams with plantation of any kind to the bank. The extent and quality of suitable habitat are inferred to be declining because of loss and degradation of forest throughout much of the species range.</p>", "threats": "<p>The main threat to this species will be from clear-cutting of forest for plantation establishment.</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed, and on its tolerance to disturbance. The species would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}