{"name": "139544736", "result": [{"species_id": 139544736, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis bukid</em> is only known from three locations in mountainous areas of Mindanao in the Philippines. An accurate estimate of the area of occupancy of this species is not possible with the available information but, based on its specialised habitats, it is very likely to be below 500 km², possibly considerably less than this, and is inferred to be declining because of loss of forest throughout Mindanao. The extent and quality of suitable habitat for the species are also inferred to be declining, as is the overall population, which is clearly severely fragmented. The species qualifies for Endangered under criterion B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Sangabasis bukid</em> is only known from three locations in mountainous areas of Mindanao in the Philippines (Villanueva and Dow 2014). None of the known locations are protected. An accurate estimate of the area of occupancy of this species is not possible with the available information but, based on its specialised habitats, it is very likely to be below 500 km², possibly considerably less than this, and is inferred to be declining because of loss of forest throughout Mindanao.</p>  <p>&#160;</p>", "population": "<p>This species can be common where it occurs but beyond this all that can be said with the available data is that an ongoing decline in the overall population is inferred from loss of forest within its range and that the overall population is certainly severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to be specialised to swamp forest in mountainous areas, a habitat that only exists in small pockets and which is declining because of removal of forest. The extent and quality of suitable habitat for this species is certainly declining.</p>", "threats": "<p>The main threat to this species is from deforestation, which is occurring across its range because of subsistence level logging and clearance for agriculture. Mining is likely to be another threat.</p>", "conservationmeasures": "The priorities for this species are for protection of the known locations and for more data on its distribution.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.", "usetrade": null}]}