{"name": "157867208", "result": [{"species_id": 157867208, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents in the Pacific Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1,512 m to 1,544 m bsl. As the species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO) and extent of occurrence (EOO), and has been found at one location, the plausible threat of future anthropogenic influence from deep-sea mining in these sites justifies the assessment of the species as Vulnerable (VU D2). Whilst no licences have been granted to date, these vent fields are not protected and if mining were to be approved, the projected decline in the extent and quality of habitat would drive this species to CR very rapidly. Therefore, an urgent reassessment would be merited if there was a substantial change to the status of mining licence arrangements or if there are future changes to the prices of relevant commodities, whereby the assessment would probably increase to Endangered (EN B1ab(iii)+2ab(iii)).", "geographicrange": "This deep-sea gastropod is restricted to one location at hydrothermal vents on the Juan de Fuca Ridge in the Pacific Ocean. This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location lies beyond national jurisdiction in International Waters. The species is currently known from two vent fields with active black smokers and diffuse venting located at depths of 1,512 to 1,544 m bsl, namely the Axial Seamount ASHES and Axial Seamount International District vent fields on the Juan de Fuca Ridge (Warén and Bouchet 2001). This species is present over a small area at these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Warén and Bouchet 2001).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 1,512 m to 1,544 m bsl.", "threats": "The Axial Seamount ASHES and Axial Seamount International District vent fields lie within International Waters and are subject to International Seabed Authority (ISA) governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. There are currently no deep-sea mining licences granted for vent fields within the Juan de Fuca Ridge. However, the ISA has granted numerous exploration licences to date in other areas like the Mid-Atlantic Ridge, so there is reason for concern.&#160;ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing. Both direct impacts from mineral extraction and indirect disturbance from adjacent activities could impact local subpopulations. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. These vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted. We therefore consider the potential for future deep-sea mining licences to be granted as a significant threat to the species. As the location is remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.</em>&#160;2018).", "conservationmeasures": "There are no conservation actions currently in place at the Axial Seamount ASHES and Axial Seamount International District vent fields. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the Juan de Fuca Ridge.", "usetrade": "There is no known trade or use of this species."}]}