{"name": "173832556", "result": [{"species_id": 173832556, "taxonomicnotes": null, "rationale": "<p><em>Ituglanis amphipotamus </em>is known from seven streams and rivers in the Ribeira de Iguape Riverdrainage, and from two tributary streams in the upper Tietê River drainage in São Paulo, Brazil. Extent of occurrence (EOO) is estimated to be 8,709 km<sup>2</sup>. Despite documented threats at several collection localities, their direct impact and scope are not well understood, and therefore the number of threat-based locations where this species occurs cannot be determined. The primary threats to this species are land-use change associated with agriculture and pollution from human settlements and industrial activities, which are producing inferred continuing declines in habitat quality. Past construction activities have resulted in increased sediment runoff and siltation. Given a relatively restricted distribution and continuing declines in habitat quality, but an unknown number of locations, <em>I. amphipotamus</em> is assessed as Near Threatened under criterion B1b(iii).</p>", "geographicrange": "<p><em>Ituglanis amphipotamus </em>has been reported from the Ipiranga, Jacupiranga, Juquiá, Preto, Quilombo rivers, Ribeirão Palhau and an unnamed stream in the Ribeira de Iguape drainage, and from Ribeirão Itaquaxiara, a tributary of the Embu-Mirim river, and an unnamed tributary of the Pinheiros river in the upper Tietê river drainage (Mendonça&#160;<em>et al.</em>&#160;2018).</p>  <p>Extent of occurrence (EOO) is estimated to be 8,709 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Mendonça&#160;<em>et al.</em>&#160;2018). Area of occupancy (AOO) cannot be estimated with accuracy given uncertainty regarding the suitability of habitat along the linear length of stream and river habitat and a limited number of occurrence records. This species has been reported from seven streams in the Ribeira de Iguape drainage and two localities in the upper Tietê River drainage. However, the scope and impact of existing threats are not well understood, and therefore the number of threat-based locations where the species occurs cannot be determined with accuracy.</p>", "population": "<p>The total population size and population trend of this species are unknown. The type series contains a total of 45 specimens (Mendonça&#160;<em>et al.</em>&#160;2018).</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species is a medium-sized river flowing over rocky and sandy bottoms at approximately 40 m above sea level, and is characterized by a depth of one meter, a width of 20 meters, and clear, well oxygenated, fast flowing water (Mendonça&#160;<em>et al.</em>&#160;2018). Riparian vegetation is highly modified at the majority of sites where this species has been collected (Mendonça&#160;<em>et al.</em>&#160;2018). </p>", "threats": "<p>Riparian vegetation at all sites where this species was collected has been replaced with banana plantation, except for the collection site in Parque Estadual Carlos Botelho conservation unit (Mendonça&#160;<em>et al.</em>&#160;2018). Ribeirão Itaquaxiara and the unnamed tributary in the Pinheiros drainage are both heavily impacted by deforestation and pollution from several unplanned human settlements and industrial activity (Mendonça&#160;<em>et al.</em>&#160;2018). In 2008 and 2009, the Pinheiros basin was subjected to increased soil erosion and siltation associated with the construction of the Governador Mário Covas Beltway (Mendonça&#160;<em>et al.</em>&#160;2018). Despite uncertainties regarding the direct impact and scope of existing threats, continuing decline in habitat quality is inferred as a result of land-use change, pollution and construction activities.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>I. amphipotamus</em>. In the Ribeira de Iguape this species occurs in two protected areas, the Parque Estadual Carlos Botelho and Parque Estadual e Turístico do Alto Ribeira (PETAR) conservation units, which are free from major threats (Mendonça&#160;<em>et al.</em>&#160;2018). Additional ichthyological survey would be useful in clarifying range extent. Population and habitat monitoring are warranted, given few individuals in the type series and the persistence of multiple threats at seven of the nine known collection sites.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}