{"name": "164011583", "result": [{"species_id": 164011583, "taxonomicnotes": null, "rationale": "<p>The Kamehameha Butterfly (<em>Vanessa tameamea</em>) is one of two butterfly species endemic to the Hawaiian Islands. It was once locally abundant and widespread across mesic and wet habitats on all the main Hawaiian Islands. However, recent reports suggest declines in both distribution and population size, likely due to increasing scarcity of host plants and high rates of predation. For example, this butterfly has disappeared from many lowland areas of Oʻahu where it was once common. In addition, despite recent surveys in the Southern Koʻolau Range of Oʻahu, no evidence of the butterfly has been found. Furthermore, reintroduction attempts in these areas have not yet succeeded, despite host plant abundance, likely because of high predation rates. </p>  <p>The extent of occurrence (EOO) of this species has been reduced from an estimated 61,194&#160;km<sup>2&#160;</sup>historically, to 45,184 km<sup>2</sup>. The area of occupancy (AOO) is estimated to be between 292 and 3,536 km<sup>2</sup>. The uncertainty in this estimate is high, as the lower bound was calculated based on occurrences reported over the last 10 years, and the upper bound includes all areas of suitable habitat. However, due to limited host plant availability and the threat of predation, it is unlikely all wet and mesic habitats remain suitable for this species. Therefore, AOO is very likely less than 2,000 km<sup>2</sup>. This species is considered to occur in six locations, one per island, as the main threats impact each island separately. Due to a limited AOO and number of locations, as well as a continuing decline observed in EOO, AOO, extent and quality of habitat and an inferred decline in the number of mature individuals, this species is assessed as Vulnerable under criterion B2ab(i,ii,iii,v).</p>", "geographicrange": "<p>The Kamehameha Butterfly (<em>Vanessa tameamea</em>) is one of two butterfly species endemic to the Hawaiian Islands (Zimmerman 1958). It is found on all the main Hawaiian Islands, including Hawai‘i, Maui, Lana‘i, Moloka‘i, O‘ahu and Kaua‘i (Opler and Wright 1999). There is some evidence it is now mostly restricted to higher elevation habitats (The Pulelehua Project 2014). Historically, it was also found in lowland areas, such as in and around Honolulu (Swezey 1906, Zimmerman 1958). Occasionally adults may stray to lower elevation habitats, but it is rare to find larvae at lower elevations, as there are few suitable host plants. </p>  <p>The current estimated extent of occurrence (EOO) for this species is 45,184 km<sup>2</sup>. Historical estimated EOO was likely closer to 61,194 km<sup>2</sup>. The area of occupancy (AOO) is likely between 292 and 3,536 km<sup>2</sup>, with the lower bound representing the AOO calculated from the number of reported occurrences in the last 10 years, and the upper bound including all suitable habitats where this species could occur. Both EOO and AOO have declined recently due to apparent extirpation from some lowland areas, especially on O‘ahu (The Pulelehua Project 2014). This species is considered to occur in six locations, one per island, as the main threat of predation by invasive invertebrates impacts each island separately. <a name=\"_Hlk60746899\" style=\"font-size: 12pt;\"></a></p>", "population": "<p>The population size for this species is unknown. In the early 1900s it was reportedly common in the mountains near Honolulu, and widespread across all Hawaiian Islands in appropriate habitats (Williams 1928), including in lowland areas around Honolulu (<a name=\"_Hlk39051107\">Swezey 1906</a>, Zimmerman 1958). Historically, it was also often reported in large aggregations (Perkins 1906, Swezey 1906). Although this species was still considered common in 2003 (Howarth <em>et al</em>. 2003), there are no recent reports of this species being found in large numbers. </p>  <p>As early as the 1990s, it was suspected that this butterfly had declined noticeably, although in the absence of systematic field studies, the extent of decline was unknown (Tabashnik <em>et al</em>. 1992). Declines are apparently continuing. For example, this butterfly can no longer be found where it was once common on Mount Tantalus, on O‘ahu (The Pulelehua Project 2014). It was still present there as recently as the late 1980s (Tabashnik <em>et al</em>. 1992), but there have not been confirmed sightings of this species in the Southern Koolau Range of O‘ahu since the early 1990s, despite extensive surveys. </p>", "populationtrend": "decreasing", "habitat": "<p><em>Vanessa tameamea </em>prefers wet and mesic forest habitats in mountains and valleys (Williams 1928), although historically it was occasionally recorded in lowland areas as well, especially after high winds (Zimmerman 1958). Larvae feed exclusively on native nettles, plants in the family Urticaceae (Williams 1928). Māmaki (<em>Pipturus albidus</em>) is the most common host, but <em>Urera </em>spp., <em>Touchardia latifolia</em>, <em>Boehmeria grandis</em>, and <em>Neraudia </em>spp. are utilized as well (Swezey 1912, Williams 1928). Native nettles require good, well-draining soil, sufficient shade, and moisture, so they commonly occur in the canyons and steep gulches of upland mesic and wet forests, at elevations from 70 to 1,900 metres (Williams 1928, Nicharat and Gillett 1970, Wagner <em>et al</em>. 1990, DLNR 2013, Bishop Museum 2019). Larvae, especially early instar larvae, cut and fold the leaves of their host plant to create shelters, which get replaced as the larvae grow (Swezey 1912). It is thought this practice may help shield them from predators and parasitoids (Maeda 2017).</p>  <p>Adult butterflies are often found quite far from their host plants, especially males, and have been observed feeding on the sap of koa trees (<em>Acacia koa</em>) and nectaring on flowers (Tabashnik <em>et al</em>. 1992). Gatherings have also been observed in forest margins or clearings. This species flies year-round and there are several generations per year (Opler and Wright 1999).</p>", "threats": "<p>One main threat to <em>Vanessa tameamea</em> appears to be increasing scarcity of host plants (Gorelick and Wielgus 1968). Nettles are increasingly becoming restricted to higher elevation habitats (Tabashnik <em>et al</em>. 1992), and like many native Hawaiian plants, most are in decline. The most common host, māmaki (<em>Pipturus albidus</em>)<em>,</em> is also the most widespread, but is still considered vulnerable (NatureServe 2014), as are <em>Touchardia latifolia </em>and<em> Urera glabra</em> (Thunhorst 1994, Lau 2003). <em>Urera kaalae</em> and several <em>Neraudia</em> species are listed as Critically Endangered by the International Union for the Conservation of Nature (IUCN) and Critically Imperiled by the Hawai‘i Natural Heritage Program (IUCN 2004, HNHP 2005). <em>Urera kaalae</em> is also on the U.S. Endangered Species List (USFWS 1994). Threats to these native Hawaiian plants include habitat disturbances due to competition with invasive plant species, predation by introduced feral animals, such as pigs (Sakai <em>et al.</em> 2002, DLNR 2013), and non-native plant diseases. </p>  <p>Host plant declines are likely not the only threat adversely impacting this species. For example, on Tantalus and in the Kuliouou Valley of O‘ahu, where the Kamehameha butterfly no longer occurs, host plants remain available (Maeda 2017). Tabashnik <em>et al</em>. (1992) studied the population ecology of this species on Tantalus in the late 1980s and found that food for larvae was not a limiting resource for the study population, suggesting that predators and parasitoids, or some other mechanism of population control, was likely at play. Non-native ants and other predatory invertebrates have been implicated in declines of many native invertebrates in Hawai‘i (Krushelnycky <em>et al.</em> 2005). Further study revealed predation by invasive ants and birds is likely a main threat to caterpillars, at least on O‘ahu where the butterfly is disappearing from lowland areas (Meada 2017). Several attempts to reestablish the Kamehameha butterfly in areas where it was once common and host plants are plentiful, such as on Mount Tantalus, have been unsuccessful. During reintroduction attempts, thousands of adults and larvae were released, yet caterpillar disappearance due to predation was extremely high (W. Haines pers. obs.).</p>  <p>Parasitism of native Hawaiian Lepidoptera by alien and native parasitoids has also been of concern for decades (Gagné and Christensen 1985). Recorded parasitoids for <em>V. tameamea</em> include <em>Brachymeria obscurata</em> (Hymenoptera: Chalcididae) (Funasaki <em>et al</em>. 1988), <em>Echthromorpha spp</em>. and <em>Enicospilus spp</em>. (Hymenoptera: Ichneumonidae) (Swezey 1912, Perkins 1906), <em>Pteromalus puparum</em> (Hymenoptera: Pteromalidae), several <em>Trichogramma spp</em>. (Hymenoptera: Trichogrammatidae) (Swezey 1913, 1929), and <em>Chaetogaedia monticola</em> (Diptera: Tachinidae) (Swezey 1927). Additional research on predation and parasitism rates in wild eggs, larvae, and pupae is necessary to better understand these threats.</p>", "conservationmeasures": "<p>Many of the locations where the Kamehameha Butterfly currently occurs are in protected areas, such as State Forest Reserves, National Parks, or other conservation lands, such as Nature Conservancy preserves. In 2016, Hawai‘i’s Department of Land and Natural Resources within the Division of Forestry and Wildlife, provided funding for the Hawai‘i Invertebrate Program (HIP), which works to conserve Hawai‘i’s native invertebrates (State of Hawai‘i 2020). Through this program, native habitats have been restored with nettle host plants to allow for the reintroduction of captive breed individuals (Antonsen 2020). After 4 years of releases of thousands of individuals in restored habitats that once supported the butterfly on O‘ahu, re-establishment has not yet been successful due to high predation rates (Antonsen 2020). In addition, The Pulelehua Project, developed by researchers at the University of Hawai‘i at Manoa, has been monitoring the distribution of this species for several years with the help of community scientists across the State (Pulelehua Project 2020). This research and restoration work will be invaluable in better informing the conservation status of this species. </p>", "usetrade": "<p>There is likely some demand among hobbyist collectors for specimens of this butterfly. However, Hawai‘i state law prohibits the collection of this species (and any native animal species) without a permit issued by the Hawai‘i Department of Land and Natural Resources.</p>"}]}