{"name": "84379796", "result": [{"species_id": 84379796, "taxonomicnotes": null, "rationale": "The Rock Threadtail is currently known from only one locality in the Chimanimani Mountains in Zimbabwe. Even though the locality situated in the Chimanimani National Park, there is ongoing illegal gold-mining in the entire mountain range including in the National Park; this poses an immediate threat to all aquatic organism in the area. There is a report from the Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) on this issue (<a href=\"https://www.giz.de/en/downloads/giz2015-en-tfca-chimanimani.pdf\">Chimanimani Transfrontier Conservation Area</a>) and the situation was reported as serious by local conservationists: \"The situation in the Chimanimanis is that there is considerable impact of  alluvial gold-mining along the upper streams and rivers, particularly on the  Mozambique side of the mountains. The impact on the general ecosystem of the  mountain habitats is limited and probably not lasting but certainly more serious  to the those ecologies directly bound to the streams and stream banks such as  your Odonata species\" (B. Wursten pers. comm. 2016).", "geographicrange": "This species is only known from the Bundi Plain and Bundi Valley in the Chimanimani Mountains, 16 km east of Chimanimani Village, in Eastern Zimbabwe.", "population": "No information is available on population size or trends for this species.", "populationtrend": "unknown", "habitat": "The Rock Threadtail occurs along open and rocky streams between 1,500 and 1,600 m Asl. in the Chimanimani Mts. in eastern Zimbabwe. It likes to perch on rocks in the river.", "threats": "Even though the only known locality is within the Chimanimani National Park, there is ongoing illegal gold-mining in the entire mountain range  including in the National Park; this poses an immediate threat to all  aquatic organism in the area. There is a report from the Deutsche  Gesellschaft für Internationale Zusammenarbeit (GIZ) on this issue (<a href=\"https://www.giz.de/en/downloads/giz2015-en-tfca-chimanimani.pdf\">Chimanimani Transfrontier Conservation Area</a>)  and the situation was reported as serious by local conservationists:  \"The situation in the Chimanimanis is that there is considerable impact  of  alluvial gold-mining along the upper streams and rivers,  particularly on the  Mozambique side of the mountains. The impact on the  general ecosystem of the  mountain habitats is limited and probably not  lasting but certainly more serious  to the those ecologies directly  bound to the streams and stream banks such as  your Odonata species\" (B.  Wursten pers. comm. 2016).", "conservationmeasures": "Monitoring of the montane habitat is necessary to get in action if activities threatening the species take place.", "usetrade": null}]}