{"name": "149114729", "result": [{"species_id": 149114729, "taxonomicnotes": null, "rationale": "<em>Eretmobrycon gonzalezi</em>&#160;is distributed within the Sixaola, Cañaza, and Bongie river basins on the Caribbean slope in Costa Rica and Panama. Extent of Occurrence is estimated to be 345 km<sup>2 </sup>and Areo of Occupancy is estimated to be 16 km<sup>2</sup>.&#160;There is no information about the population size or population trend of this species. Existing threats include plantation agriculture, associated runoff of fertilizers and pesticides, and untreated sewage discharge into natural waterways. While the direct impacts of these threats have not been evaluated in detail, they are producing inferred continuous declines in habitat quality. Therefore, this species is assessed as Endangered under criterion B1ab(iii)+2ab(iii).", "geographicrange": "<p><em>Eretmobrycon gonzalezi</em> is known from a limited number of collection records and is distributed within the Sixaola, Cañaza, and Bongie river basins on the Caribbean slope in Costa Rica and Panama (Román-Valencia 2002, GBIF 2019). In Costa Rica, it has been reported from the Sixaola River at an elevation of 69 meters above sea level (Angulo <em>et al</em>. 2013). </p><p>Extent of Occurrence (EOO) is estimated to be 345 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collections records (GBIF 2019).&#160;Area of Occupancy (AOO) is estimated to be 16 km<sup>2</sup>, and was calculated by overlaying a 2 km<sup>2</sup>&#160;grid over georeferenced collection records (GBIF 2019). While AOO may be underrepresented due to sampling bias, it is unlikely to exceed 500 km<sup>2</sup>.</p>", "population": "<p>There is no information about the population size or population trend of this species.</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in creeks and streams characterized by shallow, clear water, over sand, stones, and decomposing vegetation (Román-Valencia 2002).</p>", "threats": "<p>The Sixaola river basin is impacted by pesticide runoff originating from plantation agriculture, which has led to numerous fish kills (Polidoro <em>et al</em>. 2008, 2016). Additionally, raw sewage and livestock grazing may impact water quality (Mena-Rivera and Quirós-Vega 2018). Similar threats are affecting much of western Panama (R.&#160;González pers. comm. 2019). While the direct impact of these threats are unknown, they are inferred to be causing continuous declines in habitat quality.</p>", "conservationmeasures": "<p>There are no species-specific conservation actions directed towards <em>E. gonzalezi</em>. The range of this species probably includes more than one protected area (IUCN and UNEP-WCMC 2019). More information regarding distribution, population size, population trend, biology and ecology, and potential threats are needed to accurately assess the conservation status of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}