{"name": "233708641", "result": [{"species_id": 233708641, "taxonomicnotes": null, "rationale": "<em>Arraia nelmae</em> é endêmica do Brasil, registrada apenas no município de Rosário, estado do Maranhão. Sua distribuição conhecida é restrita a solos de baixada entre as áreas de mangue e as de florestas de terra firme, em locais mais altos do município. Considerando registros confirmados e inferidos da espécie, sua Extensão de Ocorrência (EOO) foi estimada em 59 km². A região é afetada, principalmente, pela expansão de assentamentos rurais e pela presença de sistemas de agricultura familiar que fazem uso intenso de fogo e que, consequentemente, promovem o declínio continuado da qualidade do habitat. Considerando a baixa capacidade de dispersão, suspeita-se que a população esteja severamente fragmentada. Por essas razões, <em>A. nelmae</em> foi categorizada como Criticamente em Perigo (CR), pelo critério B1ab(iii).", "geographicrange": "<em>Arraia nelmae</em> ocorre no estado do Maranhão, em uma estreita faixa entre manguezal e floresta de terra firme, com registro no município de Rosário (Hernández-García <em>et al</em>. 2018). Esforços de coleta em áreas adjacentes ainda não promoveram registros adicionais da espécie. A Extensão de Ocorrência (EOO) foi calculada em 59 km², considerando o polígono mínimo convexo entre os registros confirmados da espécie.", "population": "Considerando a baixa capacidade de dispersão e especificidade de habitat, suspeita-se que a população esteja severamente fragmentada.", "populationtrend": "unknown", "habitat": "Só registrada em amostragens qualitativas. Foi coletada em sistemas agroflorestais e florestas secundárias (L. Hernandez-Garcia, com. pess. 2022).", "threats": "A expansão de assentamentos rurais e consequente prática de agricultura com uso intenso de fogo (\"roça\") são as principais ameaças. Essas atividades promovem também um declínio continuado da qualidade do habitat remanescente.", "conservationmeasures": "São necessárias expedições de campo para confirmar a presença da espécie na região dos registros conhecidos, em ambientes semelhantes.", "usetrade": "Não foram encontradas informações para o táxon."}]}