{"name": "89032212", "result": [{"species_id": 89032212, "taxonomicnotes": null, "rationale": "This species is endemic to Bigge Island, and is known only from the southern part of this island. The documented area of occupancy (AOO) of this species is 4 km<sup>2</sup>. However, Bigge Island comprises a surface area of 171 km<sup>2</sup>&#160;and a large portion of the island supports potentially suitable habitat. We suspect that the actual geographic range of this species is&#160;larger than currently documented.&#160;Bigge Island is uninhabited and unused Crown Land and there is no documented or inferred past or continuing decline in the area and/or quality of habitat due to anthropogenic impact. Despite this, based on its small extent of AOO, the species is assessed as Vulnerable under criterion D2 because any potential future disturbance, such as human lit bushfires, has the potential to impact the entire population of this species rapidly.&#160;Should the species be recorded from other parts of Bigge Island in the future, then its AOO may increase to more than 20 km<sup>2</sup>&#160;and the species could be assessed as Least Concern.", "geographicrange": "<p>This species is endemic to Bigge Island, Montague Sound, NW Kimberley, Australia (Köhler 2011). Currently it has only been recorded from a small area in the southern part of this island. Because the the island has not been completely surveyed, this localized occurrence is potentially an artefact of limited sampling. The island has a size of 171 km<sup>2</sup>&#160;(Conservation Commission of Western Australia 2010), which is considered to be the maximum potential extent of the geographic range of this species. This island is uninhabited and unused Crown Land and there is no documented or inferred past or continuing decline in the area and/or quality of habitat due to anthropogenic impact. Species of the genus&#160;<em>Amplirhagada&#160;</em>are known to be narrow range endemics usually not exceeding linear distances of more than 20 km (Solem and McKenzie 1991).&#160;</p>", "population": "<p>We suspect that the population trend is stable because there is no known or inferred anthropogenic impact on this species.</p>", "populationtrend": "stable", "habitat": "<p>This species inhabits vine thickets in sheltered pockets below cliffs and aestivates in rock crevices or under rock piles. No decline in habitat area and / or quality is inferred.&#160;</p>", "threats": "<p>The potential impact of introduced taxa is not well understood and deserves further investigation. Human lit bushfires are a potential threat that may impact this species at any time.&#160;</p><p><br/></p><p><br/></p>", "conservationmeasures": "<p><em>Amplirhagada kessneri&#160;</em><span class=\"apple-converted-space\">does not occur within the boundaries of a protected area. No conservation management or monitoring plan is in place currently, and further research and surveys are recommended.</p>", "usetrade": "There is no known trade in this species."}]}