{"name": "176424725", "result": [{"species_id": 176424725, "taxonomicnotes": null, "rationale": "<em>Bryconamericus agna</em> is assessed as Endangered. It has a limited distribution in two creeks (Tabay and Cuñá Pirú), tributaries of Paraná river in Misiones, with an extent of occurrence (EOO) of 4,843 km<sup>2</sup>, and an area of occupancy (AOO) best estimated at under 500 km<sup>2</sup>. Both creeks are outside protected areas, and they suffer threats primarily derived from deforestation and agrochemicals from tea, yerba mate and tobacco crops. There are two locations based on these threats. Fuchs (2014) proposed that this species is a junior synonym of <em>Bryconamericus sylvicola</em>, so further taxonomic research is recommended.", "geographicrange": "<em>Bryconamericus agna</em> is known from Tabay stream (Azpelicueta and Almirón 2001) and Cuña Pirú stream (Azpelicueta <em>et al</em>. 2005). Both are affluents of Paraná river basin in Misiones, Argentina.", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and progress (Flores <em>et al.</em> 2020). These rivers are stony-bottomed, clear waters and fast current, with waterfalls of different heights (Araya<em> et al. </em>2013). The climate on the mountain ridge in Aristóbulo del Valle, near both sites of <em>B. agna</em>, is classified as warm and temperate. There is significant rainfall throughout the year in this area (average per year is 1678 mm), and even the month with lowest precipitation, August, still has a considerable amount of rain (111 mm). The lowest precipitation months are July, August, and September, but the driest period and lowest water levels are in December, January, and February due to the marked seasonal change in temperature. The peaks in precipitation occur in May and October. The annual average temperature is 19.1ºC, with 23.9ºC monthly average temperature in January and 14.3ºC in June. Water level in the stream can have important changes. Water turbidity is variable among the year with peaks of turbidity after rains and increases in water visibility the rest of the year (Alonso <em>et al.</em> 2019). It occurs in a small, clear fast flowing stream with a rock and sand bed, and vegetated margins (Miquelarena <em>et al.</em> 2002).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The Cuña-Pirú stream is partially protected by Valle del Cuñá Pirú Provincial Park, but, mainly due to its extension, has a great anthropic influence because of the expansion of forestation with exotic species, tea, yerba mate and tobacco crops, and with the increase in urbanization and deforestation (Araya 2017). This author also mentions the poor condition of the protective wooded margins of the Tabay stream and its tributaries.", "conservationmeasures": "It has been assessed as \"Rara\" (Chebez<em> et al.</em> 2009). Cuña-Pirú creek is moderately protected by the homonymous reserve (Araya 2017), and also the middle basin of this stream is partially protected, as it passes through the Salto Encantado Provincial Park and Cultural Reserve of the Cuña-Pirú Valley, the Cuña-Pirú Private Reserve and the Cuña-Pirú Municipal Ecological Reserve (Azpelicueta <em>et al.</em> 2005). However, the localities of <em>Bryconamericus agna</em> in this basin are outside of these protected areas. In Tabay basin, there is no protection for this species. Fuchs (2014) proposed that this species is a junior synonym of <em>Bryconamericus sylvicola</em>, and so further taxonomic research is recommended.", "usetrade": "There is no use or trade information for this species."}]}