{"name": "56491032", "result": [{"species_id": 56491032, "taxonomicnotes": "This fish has for long been treated as a valid species of characid fishes, with the name <em>Distichodus niloticus </em>(Hasselquist 1762), until the work of Fricke in 2008. Fricke (2008) argued that the name can not be attributed to Hasselquist (1762) as it was based on rejected piece of work. Fricke (2008) further argues that neither Hasselquist’s nor Forsskål’s version can be considered as an independent new species description because both are misidentifications of the Linnaean species <em>Salmo niloticus</em>. As the first available name for the species is<em> Salmo nefasch</em> Bonnaterre [ex Forsskål], 1788, the obligatory name, therefore, is <em>Distichodus nefasch</em> (Bonnaterre [ex Forsskål], 1788).", "rationale": "This species has potentially a large distribution, but has widespread threats that are suspected to have diminished its population size in the past (Mbabazi <em>et al</em>. 2012, Wandera <em>et al</em>. 2010). There is no evidence that the decline has stabilized or reversed (as the species is very rare in catches) and the threats in most parts of its native range are still widespread. In particular, the steady increase in fishing effort observed during the past decade, especially on Lake Albert (NELSAP 2019), which is probably the same across the entire range, is likely to cause a 30% decline in the population in the next 10 years. In addition, habitat degradation is also likely to diminish the area/extent of the quality habitat, affecting the entire lake population. Therefore, it is assessed as Vulnerable.", "geographicrange": "The species has been reported from Lake Albert, Nile River (Murchison Nile, White and Blue Nile), Lake Turkana, and the Lake Chad basin (Froese and Pauly 2022), as well as Omo and Baro rivers in Ethiopia (Getahun 2007). In the Chad basin, presence is uncertain because it is based on four young specimens collected more than half a century ago, and needs confirmation (J. Snoeks pers. comm. 2022). There are also no recent records from White and Blue Niles, but the species is considered possibly extant in these localities and needs more research and monitoring.", "population": "This species is suspected to have declined by more than 30% due to overfishing (Mbabazi <em>et al. </em>2012, Nakiyende<em> et al. </em>2013). The high fishing effort observed during the last decade especially on Lake Albert (NELSAP 2019), which is likely to be the same across its entire range, is also projected to cause more than 30% decline in the next 10 years as has been seen in most intensively exploited fisheries in parts of the species' native range (Mbabazi<em> et al. </em>2012). The population may also decline due to other threats such as pollution and habitat degradation due to oil and gas developments and other human activities in the catchments (e.g., Wandera and Balirwa 2010).", "populationtrend": "decreasing", "habitat": "It is a demersal species, living at the bottom&#160;and feeding on submerged plants, molluscs, and small crustacea (Bailey 1994). The species prefers shallow inshore waters, especially in the region of deltas and rivers. The species is oviparous (Froese and Pauly 2021).", "threats": "The main threats for this species are intensive fishing and habitat degradation (Mbabazi <em>et al</em>. 2012), and possibly pollution from oil and gas developments in the Albertine region, and river damming (Wandera and Balirwa 2010).", "conservationmeasures": "No known conservation measures are in place.", "usetrade": "This species is harvested for human consumption, although it may not not be targeted by commercial fisheries because it is currently rare."}]}