{"name": "176490625", "result": [{"species_id": 176490625, "taxonomicnotes": null, "rationale": "<em>Hisonotus hungy </em>is assessed as Endangered. It has a limited distribution in some tributary creeks of the Paraná river in Misiones, with an extent of occurrence (EOO) of 3,065 km<sup>2</sup>. One of the localities (Mbocay stream) is located between two protected areas; the other (Tirica stream, the locality type) is a disturbed affluent, which flows into Urugua-í artificial lake. This stream has suffered deforestation, forestation with exotic species, and requires immediate protection and restoration. Moreover, in Urugua-í lake there are at last two invasive species, <em>Tilapia rendalli</em> and <em>Cyprinus carpio</em>. There are two locations based on these threats, and an inferred continuing decline in habitat.", "geographicrange": "<em>Hisonotus hungy</em> was first found in Tirica stream, an affluent of the Urugua-í river, in the río Paraná basin in Misiones, Argentina (Azpelicueta <em>et al.</em> 2007). Later Casciotta <em>et al.</em> (2016) record it from the Mbocay river, another affluent of the Paraná river in Misiones, near the Iguazú river.&#160;Confirmation is required about material assigned to <em>H. hungy</em> collected in Misiones department in Paraguay (MCP-Peixes 2020).", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and progress (Flores<em> et al.</em> 2020). These rivers are stony-bottomed, with clear waters and fast current, and have waterfalls of different heights. The Urugua-í course begins at 700 m above sea level, near Bernardo de Yrigoyen, it runs westward through Misiones province, and has a waterfall of 28 m high called Salto del Urugua-í (Miquelarena <em>et al.</em> 1997). Urugua-í stream presents moderate current, with a flow of up to 5 m s<sup>-1</sup> with a greater variety of bottoms (mud, sand, gravelly or rocky sand) (Menni 2004). Eight kilometers from the confluence with the río Paraná, a hydroelectric dam was built at the end of the 1980s. The lake formed by the dam receives several streams; the arroyo Tirica is one of the smaller ones flowing into the lake from the south. In the type locality the stream has two different environments; one of them had the natural vegetation of the region, whereas in the other one coniferous trees were introduced. <em>Hisonotus hungy</em> was collected in the portion of the stream where a plantation of small coniferous let the brook to be exposed completely to sunlight (Azpelicuet<em>a et al.</em> 2007).&#160;The Mbocay river flows through a mantle of volcanic rock from the Serra Geral Formation dating from the Mesozoic era (Casciotta <em>et al.</em> 2016). On its banks develops the typical Ultisol soil, characteristic for its red to reddish brown colour (Burkart <em>et al.</em> 1999).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, poaching, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The ecological alteration of the Urugua-í stream is due to a set of anthropic actions that have changed the environmental conditions (Araya 2017), one of the most important was the construction of the Urugua-í hydroelectric dam. The closure of a stream severely alters hydrology, with modifications and formation of new habitats. The Tirica stream, habitat of <em>H. hungy</em>, is not protected; Araya (2017) ask for immediate protection and restoration for this stream.&#160;At least two exotic invasive fish species have been recorded in Urugua-í lake: Common Carp, <em>Cyprinus carpio</em> (Bertolini and Gil 1999) and Tilapia, <em>Coptodon rendalli</em>, abundant in the lake (Iwaszkiw 2006).&#160;The lower reach of Mbocay stream is impacted by pollution from the suburban area of the city of Puerto Iguazu, where it receives domestic effluents. There is also contamination by use of agrochemicals (Almirón <em>et al.</em> 2019).", "conservationmeasures": "The Mbocay site is well protected, because this stream is the limit between two protected areas: Iguazú National Park and Puerto Península Provincial Park (Casciotta <em>et al. </em>2016). The Tirica site has no protection at all (Araya 2017). Additional conservation actions and research are recommended.", "usetrade": "The <em>Hisonotus </em>genus is of aquarium interest, and uncontrolled extraction and trade could affect natural populations of <em>H. hungy</em> and others species."}]}