{"name": "123523486", "result": [{"species_id": 123523486, "taxonomicnotes": "<p>Although Donnelly (1998) recorded a female of this species, the female has not been described.</p>", "rationale": "<p><em>Drepanosticta marsyas</em> is known only from the Cameron Highlands in the Titiwangsa Range of Peninsular Malaysia. The exact location where the holotype was collected is not known; the only other record is from a site near Robinson Falls. Deforestation in the Cameron Highlands has been extensive over the last two decades so the species is certainly threatened there, and tourism may also be having negative impacts on the species. However it is not known if the range of the species extends beyond the Cameron Highlands and there are very little data on Odonata from above 1,000 m asl from the rest of the Titiwangsa Range. With only one location definitely known, definite threats, and uncertainty about the current status of the known location, this species would qualify for Critically Endangered status, except for the uncertainty over its distribution outside of the Cameron Highlands. Given the definite, serious threats in the Cameron Highlands, Data Deficient status is not appropriate. Until more information on the distribution of the species becomes available it is assessed as Endangered under criterion B (EN B2ab(ii,iii)) (known area of occupancy less than 500 km², fewer than five locations known, continuing decline in area of occupancy (AOO) and extent and quality of habitat because of deforestation in the Cameron Highlands). Searches for this species are needed urgently and will hopefully allow the threat status to be down-graded; however if the species is not found outside of the Cameron Highlands it may need to be reassessed as Critically Endangered.</p>", "geographicrange": "<p><em>Drepanosticta marsyas</em> is known only from the holotype male collected somewhere in the Cameron Highlands in Pahang, Peninsular Malaysia in 1935 (Lieftinck 1965) and a series collected near Robinson Falls in the same area in 1998 (Donnelly 1998); it is not known if this location is still viable for the species. Since the area of the Cameron Highlands is 712 km², and far from all of this area is suitable habitat for this species, its currently known area of occupancy (AOO) is certainly less than 500 km².</p>", "population": "<p>Judging by the size of the series reported in Donnelly (1998: nine males and a female), this species can be common where it occurs. However, there are insufficient data to make any statement on current population sizes or health, except that a decline in population can be inferred due to deforestation in the Cameron Highlands area.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat in which the holotype was collected was not recorded; the series from near Robinson Falls was collected at a small stream (Donnelly 1998). The holotype was collected between 4,000 and 5,000 feet asl, the other series at 1,400 m asl. This species appears to favour small forest streams above 1,000 m.</p>", "threats": "<p>The major threat faced by this species is likely to be from deforestation; this has been extensive in the Cameron Highlands over the last two decades, chiefly for agriculture. Pressures related to tourism (e.g., from development of hotels etc., or excessive visitor numbers) may also be an issue for this species in the Cameron Highlands, which is a popular tourist destination.</p>", "conservationmeasures": "<p>Fresh data on this species are urgently needed. The status of the site where Donnelly’s (1998) series was collected needs to be checked, fresh searches need to be made where suitable habitat remains in the Cameron Highlands and searches are needed above 1,000 m asl. in adjacent parts of the Titiwangsa Range. If the Robinson Falls site is still intact, protected status should be considered for it. Research is needed to determine whether or not there are negative impacts on the species from tourism.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}