{"name": "169192", "result": [{"species_id": 169192, "taxonomicnotes": null, "rationale": "Listed as Critically Endangered. It was short-listed by Dijkstra and Vick (2004) as a western African odonate requiring special attention. It is known only from the type material, which is of undisputed taxonomic status. Despite being a conspicuous insect occurring in a reasonably well surveyed area it has not been rediscovered.&#160;As this species is only know from its type locality, it's extent of occurrence and area of occupancy are both 4 km².The forest and stream habitats the species occurs in has been impacted by the Obudu hotel resort and is expected to deteriorate in the future as the resort expands. The species extent of occurrence and area of occupancy are less than 100 km² and 10 km² respectively, it has been found in only one location and hasn't been recorded since the holotype in subsequent surveys, the last taking place by Mike Parr in December 2005. The species and is therefore listed as Critically Endangered-Possibly Extinct. New records may be found to the south of Obudu where further survey work is required. The species is listed as CR B1ab(iii)+2ab(iii) in central Africa.", "geographicrange": "The species is known only from the holotype from Obudu in Nigeria (Parr 1977), an upland area. The species hasn't been found in subsequent surveys at the holotype locality, or at suitable habitat across the Cameroon border. However the species may occur south of Obudu, where further surveys are needed. This and <em>P. stahli</em> are the only members of the family in Africa. Both occur only in the southern Cameroon-Nigeria border region and have their nearest relatives in South America. As this species is only know from its type locality, it's extent of occurrence and area of occupancy are both 4 km².", "population": "This species has not been rediscovered at the type locality, last survey undertaken in December 2005. Further surveys are required.", "populationtrend": "unknown", "habitat": "Probably similar to <em>P. stahli </em>(rainforest streams), only specimen collected at great altitude (1,524 m Asl). The site where the specimen was caught was a pool in a stream created by a small dam (Parr 1977).<br/><br/>The species is probably restricted to the Obudu plateau due to the particular cool climate and high altitude.", "threats": "The type locality is impacted by the Obudu resort that has recently been upgraded to an International Tourist Centre by the Cross River State Government of Nigeria. As a consequence, resort expansion and possibly water extraction to satisfy its water needs are major threats to the species. Selective illegal logging is also impacting the area around the type locality.", "conservationmeasures": "None in place. Further research into the species habitat, ecology, population, range and threats is required, as well as habitat conservation measures.", "usetrade": null}]}