{"name": "166584", "result": [{"species_id": 166584, "taxonomicnotes": "This species is restricted to Sri Lanka, but the name has previously been used erroneously for <span style=\"font-style: italic;\">Channa gachua.</span>", "rationale": "<em>Channa orientalis</em> is a range-restricted endemic species, known from 9 locations in the South Western lowland and the Mahaweli River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 14,727 km<sup>2</sup>, and Area of Occupancy (AOO) is 416 km<sup>2</sup>. A continuing decline of its natural habitat has been observed due to accumulation of agrochemicals, industrial wastes, gem mining, logging, rapid expansion of agriculture, landfills, construction of large dams the spread of the alien invasive plant species <em>Anona glabra</em>. This species is also collected for the aquarium trade. These threats are likely to continue in the future, due to undergoing agricultural expansions and development works in Sri Lanka and the lack of current protection for a major portion of its habitat. Therefore, the species has been assessed as Vulnerable.", "geographicrange": "<em>Channa orientalis </em>is endemic to Sri Lanka<em>. </em>This species is restricted to the south western wet zone and the Mahaweli Basin in and around the Knuckles mountain range (De Silva <em>et al</em>. 2015)<em>.</em>", "population": "There is no population information available for this uncommon species. However owing to activities such as pollution, over-fishing and modifications to its natural habitats it is possible to infer that a decline in the species abundance is taking place.", "populationtrend": "decreasing", "habitat": "<p>A well adapted species occurring in rivers, lakes, ponds, mountain streams and even brackish water. This species usually hides under the cover of boulders, marginal roots and bogwood. Found in quiet, shaded, clear, flowing water with a silt or gravel substrate. It is capable of tolerating very stagnant, poorly oxygenated and turbid water. It has also been found in small ditches and streams which have been modified due to the construction of roads and agricultural practices (De Silva <em>et al.</em> 2015, Pethiyagoda 1991, Senanayake 1980).</p>", "threats": "<p>Fernando <em>et al.&#160;</em>(2013) indicated that deforestation, excess use of agrochemicals and gem mining are among the major concerns toward the continual survival of this species. Some of the localized populations around the urban areas, have disappeared due to water pollution caused by industrial waste water discharges into freshwater systems. Moreover, the construction of dams has caused drying up of&#160; water bodies threatening the population of <em>C. orientalis</em>. Degradation of habitat due to the invasive plant species&#160;<em>Anona glabra&#160;</em>has also been recorded.&#160;</p>", "conservationmeasures": "In 2006 the export of this species was prohibited in Sri Lanka under the Fisheries and Aquatic Resource Act No. 2 1996 (Amarasinghe<em> et al.</em> 2006). Further research is needed into its taxonomy and life history and habitat and  population management should be implemented, along with monitoring.", "usetrade": "The species is commercialized in the aquarium trade."}]}