{"name": "190552924", "result": [{"species_id": 190552924, "taxonomicnotes": null, "rationale": "<em>Rineloricaria jurupari</em>&#160;is assessed as Endangered. The species has a narrow distribution in plains of upper Vapués, but occurs in protected areas and probably has a stable population trend. The extent of occurrence (EOO) is best estimated at 351&#160;km<sup>2</sup>, and the area of occupancy (AOO) best estimated&#160;at 56 km<sup>2</sup>. The agricultural and mining frontier is advancing rapidly over regional ecosystems and currently represent the greatest threats. There is a best estimate of two threat-based locations based on these threats. It is believed that these stressors will continue in the future, affecting aquatic ecosystems and their fish.", "geographicrange": "<em>Rineloricaria jurupari</em>&#160;was described from the Caño La Tigra, Unilla River drainage, tributary to the upper Vaupés River sub-basin, Amazon basin, Colombia (Londoño-Burbano and Urbano-Bonilla 2018). The species also occurs in Itilla river in Vaupés drainage. The species&#160;is reported from six localities with a elevational distribution ranges from 220-266 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at <span style=\"\">351&#160;km<sup>2</sup>, and the area of occupancy (AOO) best estimated&#160;at 56 km<sup>2</sup>. There is a best estimate of two threat-based locations based on the p</span>rincipal threat of agricultural expansion.<br/><br/>The geographic attributes for&#160;<em>Rineloricaria jurupari</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "Data are unavailable to estimate the total population size of <em>Rineloricaria jurupar</em>. The population of this species is considered to have a stable trend in accordance with its frequency in samples and occurrence in some drainages that are well conserved.&#160;In the future, agricultural expansion is expected to have an impact on the habitat of the species and consequently on its population.", "populationtrend": "stable", "habitat": "The habitat of <em>Rineloricaria jurupari</em> is characterized by black waters, shallow and slow-flowing on heterogeneous substrates, with a mixed of sand, decaying organic matter and submerged vegetation (Londoño-Burbano and Urbano-Bonilla 2018). The species can reach&#160;94.5 mm of standard length.", "threats": "The expansion of the regional agricultural matrix is the primary threat to this species.", "conservationmeasures": "The localities where <em>Rineloricaria jurupari</em>&#160;occur are within the National Natural Park Serranía de Chiribiquete&#160;(IUCN and UNEP-WCMC 2020). It is unknown whether there are regulations and educational programs oriented to its protection. Research into the distribution and population is recommended, as well as the monitoring of threats and habitat.", "usetrade": "No information is available on the use and trade of this species."}]}