{"name": "139566036", "result": [{"species_id": 139566036, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta aries</em> is known only from Mindanao in the Philippines. All locations are on or in the general vicinity of Mount Apo (a protected area but see Threats) or Lake Sebu approximately 120 km to the south. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but based on the available data it is less than 500km<sup>2</sup> and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in Mindanao. The species would qualify for endangered status if the overall population was definitely severely fragmented but since this is not known it is assessed as Vulnerable under criteria B2ab(ii,iii), however when fresh data are available re-assessment to Endangered is not unlikely.</p>", "geographicrange": "<p><em>Drepanosticta aries</em> is known only from Mindanao in the Philippines (Needham &amp; Gyger 1941, van Tol 2005). The assessor is aware of records from around 10 individual sites but it has only been possible to assign separate coordinates to six of these for mapping purposes. All locations are on or in the general vicinity of Mount Apo (a protected area) or Lake Sebu approximately 120 km to the south. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but based on the available data it is less than 500km<sup>2</sup> and will be declining due to loss and degradation of forest in Mindanao.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health accept that the overall population is inferred to be declining as a result of loss and degradation of forest in Mindanao and that severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been explicitly recorded on the habitats and ecology of this species but it will be forest-dependent and almost certainly breeds in streams, springs or seepages; it is clearly an upland species. The extent and quality of suitable habitat are inferred to be declining as a result of loss and degradation of forest within the range of the species.</p>", "threats": "<p>Threats to this species will mainly be from clearance of forest for agriculture and as a result of logging. BirdLife International (2019 but based on information compiled in 2001) state for Mount Apo: “The biggest threat to Mt Apo National Park is the influx of settlers and kaingineros [slash and burn farmers]. Uncontrolled fires started to clear land for kaingins have burned portions of the forest. The construction of a geothermal plant and an associated road, illegal and indiscriminate logging and landslips have added to the rate of forest loss.”&#160;There is no evidence that the situation has improved and banana plantations in the buffer zone have now extended into the strict protection zone in some areas (R. Villanueva personal communication 2019).</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection for Mount Apo. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}