{"name": "195636619", "result": [{"species_id": 195636619, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable on the basis that it is suspected to have undergone a population reduction of between 20 and 40% immediately following the 2019-2020 bushfire season. Although no other immediate threats have been identified, fire seasons are expected to increase in scale and intensity and as such the cause of this decline has not ceased.", "geographicrange": "This species occurs in New South Wales from the coast up to the Great Dividing Range, from Sydney south to the border with Victoria (Atlas of Living Australia 2021). The extent of occurrence based on a minimum convex polygon encompassing the known localities is&#160;14,824 km<sup>2</sup>.", "population": "There are numerous records of this species. It is estimated that the 2019-2020 bushfires overlapped with 36% of the species' extent of occurrence, and impacted 48% of the known localities, based on overlaying fire coverage maps over its extent of occurrence and vegetation cover (National Environmental Science Program and J. Dorey unpubl. data). Experts consider it plausible that this may correspond to a global population decline of 20-40%, as mortality from fire is expected to be high (and in other species has been estimated to reach 90% in areas of high intensity fire, and up to 70% from moderate intensity fire).&#160;<br/><br/>In summary, as a result of bushfires, a total population reduction of between 20 and 40% is suspected. As this reduction was the result of a one time event, it is not considered a continuing decline. Therefore, this estimate represents the reduction calculated over the last ten years as well and a decline greater than 30% over this period is considered a plausible assumption.<br/><br/>As this species is a specialist pollinator its occurrence may be somewhat localized and its dispersal ability limited, which may result in some degree of population fragmentation (J. Dorey pers. comm. 2021). Further research is needed to clarify whether the population is severely fragmented (J. Dorey pers. comm. 2021).", "populationtrend": "decreasing", "habitat": "This species occurs in a variety of forest habitats around the Sydney region, including Wollemi National Park and Gospers Mountain (Batley 2020). Its morphology suggests that it is a specialised feeder on plants in the genus <em>Persoonia </em>(Maynard 2013, Bailey 2020). This genus is not particularly widespread, and the bee's distribution is likely to be genuinely somewhat localised.", "threats": "During the 2019-2020 bushfire season almost 50% of the known localities were impacted by fire. As this species has specialized habitat requirements and is thought to be dependent on a fire-sensitive host plant its occurrence is thought to be relatively well-characterised. As such the species may have suffered high mortality either as a direct result of fire, or due to its inability to disperse to other areas following the destruction of its host foodplants. The fire at Gospers Mountain during the 2019-2020 season extended over 500,000 hectares and was the largest bushfire so far recorded in Australian history (Batley 2020). This fire appears to have almost completely destroyed the <em>Persoonia </em>population in at least one site; Putty Road - only one specimen was found three months after the fire during the plant's normal flowering season&#160;(Batley 2020). The intensity and scale of annual bushfires is expected to increase as a result of a drying climate (Abram <em>et al.</em> 2021).", "conservationmeasures": "This species occurs in Wollemi National Park, which is actively managed to limit the spread of bushfires into critical habitat for the Wollemi pine and as such is likely to confer some protection to this bee's habitat. Research is needed to clarify the degree of population fragmentation and identify conservation measures that will benefit this species.", "usetrade": "There is no known use of or trade in this species."}]}