{"name": "139564484", "result": [{"species_id": 139564484, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis confusa</em> is known from Catanduanes, Luzon and Polillo in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the relatively wide range the AOO is not likely to be large, quite likely around or less than 2,000km<sup>2</sup> and is inferred to be declining along with the extent and quality of suitable habitat due to continuing loss and degradation of forest. Severe fragmentation is certain since suitable habitat in southern Luzon is fragmented. If the AOO was known to be below 2,000km<sup>2</sup> this species would qualify for Vulnerable under criteria B2ab(ii,iii) and it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Risiocnemis confusa</em> is known from Catanduanes, Luzon and Polillo in the Philippines (Gapud 2006, Hämäläinen 1991, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Villanueva 2010a, 2010b, Villanueva &amp; Gil 2011). The assessor is aware of records from 14 locations but it has not been possible to assign coordinates to one of these for mapping purposes. Some of the locations are within protected areas, for instance the Quezon and Mount Isarog National Parks in Luzon. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. Despite the relatively wide range of the species the AOO is not likely to be large (since much of the suitable habitat has already been lost within the species range, especially in southern Luzon and Polillo), quite likely around or less than 2,000km<sup>2</sup> and is inferred to be declining due to continuing loss of forest.</p>", "population": "<p>All that can be said with the available data is that some decline in overall population will be occurring as a result of clearance of forest throughout the range of the species and that severe fragmentation is certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded explicitly about the habitats and ecology of this species but it will occur at streams in lowland forest. Villanueva (2010a: 8) note that it perches on the “dark wet forest floor.”. The extent and quality of suitable habitat are assumed to be declining loss and degradation of forest within the range of the species.</p>", "threats": "<p>This species is threatened across its entire range (including within protected areas) by clearance of forest for agriculture and as a result of logging.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection of existing protected areas where it occurs.</p>", "usetrade": null}]}