{"name": "175966239", "result": [{"species_id": 175966239, "taxonomicnotes": null, "rationale": "<em>Hyphessobrycon hildae</em> is classified as Vulnerable. The main threat to the species is the gold mining that takes place in  the drainage of Sipapo river and its tributaries (Autana, Cuao,  Guayapo). In the lower basin of the Caura river, gold mining  with rafts is being developed and it is expected that it will be  extended to the entire lower section of the Caura, including its  tributaries. This threat would push the species to becoming Critically Endangered or Extinct in a very short time period after starting.", "geographicrange": "<em>Hyphessobrycon hildae</em> was described from the Autana river in the Sipapo drainage, Amazonas state in Venezuela (Fernández-Yépez 1950). The species is detected in few records and here is considered endemic to Sipapo drainage. Records from coastal Venezuela are misidentifications. The species&#160;is reported in two sites with elevation from&#160;70-110&#160;m above sea level.<br/><br/>The area of occupancy (AOO) is best estimated<span style=\"\"> at 16 km<sup>2</sup>.</span>&#160;Given impacts associated with the gold mining (deforestation, sedimentation and contamination), the species occurs at 2 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Hyphessobrycon hildae</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "There are no data available to estimate the population size.&#160;The species is not common and must have a small population, according to the low frequency of occurrence in samples and collections. The trend of the population is unknown.", "populationtrend": "unknown", "habitat": "Individuals of the species have been captured on sandy beaches. Like the rivers in the region, the Autana river and probably its associated swamps (morichales) have a sandy substrate and numerous rocky outcrops, typical of Guiana Shield rivers. Shores are mix of forest and savannah. Water is clear to tea coloured, low in pH (4.05-4.5), low in dissolved minerals (conductivity 0.3-8.0 uS/cm), and high in transparency (Vegas-Villarrúbia <em>et al. </em>1988). It can reach 1.9 mm in standard length (Lima <em>et al. </em>2003). Reproduction is probably periodic and in the rainy season.", "threats": "The main threat to the species is the gold mining that takes place in the drainage of Sipapo river and its tributaries (Autana, Cuao, Guayapo),&#160;but still most of these drainages and rivers are not impacted.&#160;However, in the lower basin of the Caura river, gold mining with rafts is being developed and it is expected that it will be extended to the entire lower section of the Caura, including its tributaries.", "conservationmeasures": "There are no specific measures for the conservation of the species&#160;<em>Hyphessobrycon hildae</em>, such as laws, regulations and educational programs specifically oriented to its protection. The species occurs in Natural Monuments Macizo Cuao-Sipapo y Cerro Moriche and Cerro Autana (IUCN and UNEP-WCMC 2020). Research is recommended into the population size and distribution, threats and habitat.", "usetrade": "There is no information on the possible use and trade in this species."}]}