{"name": "53876177", "result": [{"species_id": 53876177, "taxonomicnotes": null, "rationale": "<em>Cynodonichthys uroflammeus</em> is restricted to the Térraba and Coto river drainages on the Pacific slope of Costa Rica, with a potential southwestern range distribution into the Chiriquí River drainage in western Panama. Extent of Occurrence (EOO) is estimated to be 210 km<sup>2</sup>, based on a limited number of available georeferenced collection records. Total population size and population trend are unknown. However, the majority of this species known range has been converted into intensively managed coffee plantations, which have resulted in considerable deforestation, increased sedimentation, and loss of habitat. Given the extensive scope of land-use changes, this species is inferred to occur in two to four threat-based locations. Despite uncertainties regarding the magnitude and direct impacts of habitat conversion, it is inferred to have resulted in a decline in the quality of aquatic habitat available. Therefore, this species is assessed as Endangered under criterion B1ab(iii). Additional research on distribution, population status, and the impact of threats is a conservation priority.", "geographicrange": "<p><em>Cynodonichthys uroflammmeus</em> is distributed on the Pacific versant of Central America in the Térraba and Coto river drainages in Costa Rica, and possibly extending southward to the Chiriquí River drainage, Panama (Bussing 1998, Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). Elevational distribution ranges from 750-1100 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is a pond in the town of San Vito, Puntacarenas, Costa Rica (Angulo <em>et al</em>. 2015). </p>  Extent of Occurrence (EOO) is estimated to be 210 km<sup>2</sup>, based on a minimum convex polygon calculated around a very limited number of georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the extensive area that has been converted into plantation agriculture within the range of this species (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008), the number of locations where it occurs is inferred to be between 2-4.", "population": "<p>The total population size and population trend of this species are unknown. It is reportedly uncommon in the southern Pacific sector of Costa Rica (Bussing 1998).</p>", "populationtrend": "unknown", "habitat": "This species occurs in puddles, <a name=\"_Hlk20387621\">swamps, and brooks characterized by low to moderate velocity</a>, and water temperatures ranging from 22-27 °C. Diet is comprised primarily of insects. This species reaches a maximum length of 4.0 cm (Bussing 1998).", "threats": "<p>The Coto River drains extensive areas of plantation agriculture (Spongberg and Davis 1998). Georeferenced collection records occur primarily around the towns of Cahnguena, Limoncito, San Vito, and Agua Buena. These localities have undergone significant deforestation and land-use changes in the last 35-45 years, and now consist primarily of coffee plantations (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008).</p>  <p>Extensive plantation agriculture has led to deforestation in much of the Térraba River drainage (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). </p>  <p>There is considerable uncertainty regarding the scope and magnitude of impacts to this species resulting from extensive land-use change to coffee production. Despite these uncertainties, existing threats are inferred to have resulted in a decline in the quality of habitat available to <em>C. uroflammeus</em>.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. uroflammeus</em>. This species has not been recorded within the boundaries of a protected area (IUCN and UNEP-WCMC 2019). Additional research regarding distribution, population size and population trend, biology and ecology, and the effects of potential threats are strongly recommended. Site protection and population monitoring may be warranted.</p>", "usetrade": "<p><a name=\"_Hlk20387469\">There is no information regarding the use and trade of this species. It may be kept intermittently by ornamental aquarium hobbyists, but the majority of specimens in trade are suspected to be captive-bred.</a></p>"}]}