{"name": "176668001", "result": [{"species_id": 176668001, "taxonomicnotes": null, "rationale": "<p><em>Paracetopsis bleekeri</em> is known only from the Guayas and Santa Rosa river basins on the Pacific slope of southwestern Ecuador. Extent of Occurrence (EOO) is estimated to be 6,327-52,037 km<sup>2</sup>. However, limited surveys of ichthyofauna in this region prevent an accurate estimation of the number of threat-based locations where this species occurs. Total population size and population trend are unknown. Limited ichthyological survey suggests that this species is rare where it occurs. Existing threats in the Guayas and Santa Rosa River basins include land-use changes associated with agricultural production, cattle grazing, urban expansion, and industrial processing. Despite uncertainties regarding the scope, magnitude, and direct impact of existing threats, continuing declines in habitat quality are inferred. Therefore, <em>P. bleekeri</em> is assessed as Near Threatened under criterion B1ab(iii), given a relatively restricted range and documented evidence of continuing decline in habitat quality. Additional research regarding distribution, population size, population trend, and the direct impact of existing threats may qualify this species for a higher threatened category.</p>", "geographicrange": "<p><em>Paracetopsis bleekeri</em> is known only from the Guayas and Santa Rosa river basins on the Pacific slope of southwestern Ecuador (Vari&#160;<em>et al.</em>&#160;2005, Barriga 2012, Revelo and Laaz 2012). It has been reported specifically from the Baba, Vinces, and Yaguachi rivers (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Earlier reports of this species from the Tumbes River basin in northern Peru represent the close congener <em>P. atahualpa</em> (Vari&#160;<em>et al.</em>&#160;2005).</p>  <p>The greater Guayas River Basin occupies a surface area of 32,112 km<sup>2</sup> (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The Santa-Rosa River Basin occupies a surface area of 19,925 km<sup>2</sup> (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Therefore, Extent of Occurrence (EOO) is estimated to be 6,327-52,037 km<sup>2</sup>, with a lower estimate calculated by generating a minimum convex polygon around georeferenced collection records (GBIF 2020), and an upper estimate calculating by combining the surface area of major drainages from which this species has been reported (Barriga 2012, Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Limited ichthyological sampling has been carried out in these two drainages, and therefore the lower estimated EOO is likely an underestimate of spatial extent associated with sampling bias. Additional survey will be necessary to clarify the range extent of this species.&#160;This species occurs at an altitudinal range of 10-400 masl.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is anecdotally categorized as uncommon to rare (Jiménez-Prado&#160;<em>et al.</em>&#160;2015).</p>", "populationtrend": "unknown", "habitat": "<p>This freshwater, benthopelagic species inhabits rivers and streams on the Pacific slope of southwestern Ecuador, where it feeds primarily on aquatic macroinvertebrates and small fishes (Revelo and Laaz 2012), but also exhibits some scavenging habits (R. Barriga pers. comm. 2021). Habitat is characterized by high velocity water and substrates of gravel and rock, and habitat further downstream can be tidally influenced and exhibit sandy substrates (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Maximum reported body size is 24.2 cm standard length (SL) (Vari and Ferraris 2003). Life history is unknown (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). </p>", "threats": "<p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006, Aguirre <em>et al.</em> 2021). The agricultural industry in the Guayas River basin is based on monoculture systems, and contributes to the production of about 20% of bananas and 83% of rice for Ecuador (INEC 2016). Mining activity near the Guayas or Santa Rosa River basins presents a threat to aquatic species, including areas such as Ponce Enriquez where the mercury toxicity threshold was three times higher than the threshold recommended for the protection of aquatic life (Appleton&#160;<em>et al.</em>&#160;2001). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centres (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017).</p>  <p>Surface water diversion and groundwater pollution has the potential to further degrade habitat quality. The Duale-Peripa reservoir was built in 1987 and occupies the headwaters of the basin (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). The Duale aquifer is highly vulnerable to agricultural pollutants (Ribeiro&#160;<em>et al.</em>&#160;2017, Aguirre <em>et al.</em> 2021).</p>  <p>Non-native Swordtail (<em>Xiphophorus helleri</em>), Mosquitofish (<em>Gambusia affinis</em>), and Guppy (<em>Poecilia reticulata</em>) have been broadly introduced throughout the Guayas River drainage as a vector control for disease carrying mosquito larvae (Barriga 2012). Several species of non-native Carp (Cyprinidae) and Tilapia (Cichlidae) are established in the Guayas River drainage (Barriga 2012).&#160;Similarly to the entire Ecuadorian Pacific slope, several species of African tilapia have been introduced into the Guayas River basin. These exotic species show tolerance to wide variations in water quality, strong ecological adaptability, phenotypic plasticity and reproductive efficiency, which contributes to their successful competition with native species (Stickney 1993). However, the direct impact of these species on native ichthyofauna have not been evaluated in detail and additional research will be necessary to determine the direct impacts of these invaders.</p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of existing threats, continuing declines in habitat quality and availability associated with existing threats is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. bleekeri</em>. The range of this species likely extends into several privately owned protected areas in southwestern Ecuador (IUCN and UNEP-WCMC 2020), including Juaneche and Palenque protected forests (P. Arguello pers. comm. 2021). Additional research regarding distribution, population size, population trend, and the direct impact of existing threats would be useful in clarifying the extinction risk of this species.</p>", "usetrade": "<p>This species is utilized in subsistence and local artisanal fisheries, where it is harvested using a variety of selective and non-selective fishing gear (Revelo and Laaz 2012).</p>"}]}