{"name": "175045651", "result": [{"species_id": 175045651, "taxonomicnotes": "<em>Dawkinsia lepida</em> was originally described as <em>Puntius </em>(<em>Capoeta</em>) <em>lepidus</em> from Bhavani River at Mettapolliam, Tamil Nadu, India (Day 1868). The species was considered as a synonym of <em>Dawkinsia filamentosa</em> (Jayaram 1991, Menon 1999), until Pethiyagoda and Kottelat (2005) resurrected <em>D. assimilis </em>and considered <em>D. lepida </em>as its junior synonym. Katwate <em>et al.</em> (2020) revised the <em>assimilis</em> group and resurrected <em>D. lepida </em>as a valid species.", "rationale": "<em>Dawkinsia lepida </em>is assessed as Vulnerable because of its restricted distribution on three locations in  Bhavani, Muvattupuzha and Chalakudy rivers of southern Western Ghats of India with an Extent of Occurrence less than 20,000 km<sup>2</sup> and several anthropogenic stressors including pollution,  agricultural  runoff, development, urbanization, invasive species and habitat  modifications affecting habitat of the species in all three rivers. However, it is essential to note that there is&#160;limited information is available on its distribution, population status, population trends, ecology and species specific threats. There is an immediate need to generate baseline data on population size, population trends, life  history ecology, threats and habitat trends for the species.", "geographicrange": "<em>Dawkinsia lepida</em> is currently known from its type locality in the eastward flowing Bhavani River, a tributary of the Cauvery river system in Tamil Nadu (Day 1868, Pethiyagoda and Kottelat 2005), and from two westward flowing rivers of Kerala, namely Muvattupuzha and Chalakudy (Katwate <em>et al. </em>2020). The species has an Extent of Occurrence less than 20,000 km<sup>2</sup> and is present in three locations where the habitat is threatened by pollution, agricultural runoff, loss of riparian cover, development,  urbanization and other habitat modifications due to sand mining and  damming (Raghavan <em>et al.</em> 2008a, Padmalal and Maya 2014)", "population": "There is no information on the population status or trends for the species.", "populationtrend": "unknown", "habitat": "<em>Dawkinsia lepida </em>occurs in deep pools, within the main river channel, with sluggish water current and large boulders and gravels as substrate (Katwate <em>et al.</em> 2020). The habitat of the species is deteriorating because of pollution, agricultural runoff, loss of riparian cover, development,  urbanization and other habitat modifications due to sand mining and  damming (Raghavan <em>et al.</em> 2008a, Padmalal and Maya 2014)", "threats": "Species specific threats are not known for <em>Dawkinsia lepida</em>. However, habitat of the species in Bhavani River could be threatened with organic pollution from domestic sewage (Prasanthrajan <em>et al. </em>2018), while habitats in the Muvattupuzha and Chalakudy rivers could be threatened due to several anthropogenic stressors including pollution, agricultural runoff, loss of riparian cover, development, urbanization and other habitat modifications due to sand mining and damming (Raghavan <em>et al.</em> 2008a, Padmalal and Maya 2014). Muvattupuzha and Chalakudy rivers also have several exotic freshwater fishes (Raghavan <em>et al</em>. 2008b, Zeena and Beevi 2014, Kumar <em>et al</em>. 2019). The recent occurrences of floods in 2018 have affected the rivers of Kerala and its fish fauna adversely (Raghavan 2019, Viju 2019) and could have altered the habitat of <em>D. lepida</em>.", "conservationmeasures": "No species specific conservation action plans are currently in place. The species is not reported from any protected area. There is a need to generate baseline data on population size, population trends, life history ecology, threats and habitat trends for the species. Probable threats to the habitat of the species are known so conservation initiatives, such as site/area protection, resource and habitat protection, site/area management, invasive species control and habitat and natural process restoration, are essential.", "usetrade": "There is no use and trade information for <em>Dawkinsia lepida</em>."}]}