{"name": "176512622", "result": [{"species_id": 176512622, "taxonomicnotes": null, "rationale": "<em>Austrolebias nigripinis</em> is distributed in seasonal wetlands of Lower Parana and Lower Uruguay ecoregions. The area of occupancy (AOO) is 156 km<sup>2</sup>. Threats not only in close proximity to the habitat, but also those that are present in the same hydrological basin (especially those upstream), were considered and include forestation and desiccation of wetlands to prevent flooding and to gain area for soy and rice crops. There is continuing decline in the AOO, extent of occurrence (EOO) and habitat quality based on these threats. Therefore, this species is assessed as Near Threatened.", "geographicrange": "<em>Austrolebias nigripinis</em> is distributed in seasonal wetlands of Lower Parana and Lower Uruguay ecoregions (according to Abell <em>et al.</em> (2008) classification) in Argentina, Brazil and Uruguay.<br/><br/>Distributional data on this species are very detailed, based on  intensive and extensive field sampling (from 1998-2015), and a bibliographical revision (Calviño 2007, Volcan <em>et al.</em> 2019).", "population": "There is no information on the population trend.", "populationtrend": "unknown", "habitat": "The habitat for&#160;<em>Austrolebias </em><em>nigripinnis</em>, as in other  annual    fishes of the genus, is flatland seasonal ponds that remain dry on average for four months (from late spring to autumn, in the southern hemisphere). Dry conditions are necessary for  successful    embryo development and viability (Berois<em>&#160;et al.</em>&#160;2014).  Soils    with high percentage of clay seem to be the best for egg  deposition.  The   minimum wet period for individuals to reach maturity  and  reproduce is   around two months; reproduction is continuous from   adulthood to death   (Moshgani and Van Dooren 2011; Berois <em>et al.</em> 2014; Garcia <em>et al.</em> 2018, 2019). Ponds   may be   filled by rains or adjacent stream floods. Adults are found in a   wide   range of water temperatures from 6°C to 24°C, but higher   temperatures   could reduce survival. <em>Austrolebias </em>species feed on aquatic and   terrestrial   invertebrates (microcrustaceans, oligochaetes, insect   larvae,   arachnids, etc.) (Laufer <em>et al.</em> 2009). Potential predators are larger annual (<em>A. elongatus</em>) and non-annual fish (Erythrinidae, Heptapteridae) fish   species,   insect larvae, aquatic snakes and birds.", "threats": "Threats to <em>Austrolebias nigripinis</em> are:&#160;<br/><ol><li>Annual &amp; perennial non-timber crops. The distribution of this species is in areas used for rice and soy crops.&#160;&#160;</li><li>Fishing &amp; harvesting aquatic resources. Annual fishes are very popular in the pet trade, and national regulations of collecting activities are not tight.&#160;&#160;</li><li>Abstraction of surface water (agricultural use). Rice crops modify freshwater courses that may affect annual fish populations by draining natural wetlands.</li><li>Nutrient loads. Rice and soy crops use high quantities of fertilizers that may cause eutrophication in seasonal ponds.&#160;</li><li>Herbicides and pesticides.&#160;Rice and soy crops use high quantities of these substances that may reduce subpopulation viability (Zebral <em>et al.</em> 2018).</li><li>Urbanization. Localities close to urban areas have already disappeared.&#160;</li><li>Droughts. Considering global climate change predictions, severe droughts for more than two consecutive years may eliminate subpopulations of annual fishes. &#160;&#160;</li><li>Storms &amp; flooding. Annual fish embryos need a brief period (time unknown) of drought to normally complete their development. Floods in spring and summer may negatively affect embryos viability.</li></ol>", "conservationmeasures": "Recommended conservation actions are to:<ol><li>Create and promote safe agricultural practices that avoid desiccation, eutrophication and pollution of seasonal ponds and wetlands.</li><li>Create protected areas considering the distribution of all subpopulations of this species. <br/></li><li>Improve national legislation and infrastructure to control harvesting (fishing).</li></ol>Wetlands in Uruguay are supposedly protected by law, but this is not always implemented. All <em>Austrolebias </em>species  are considered priorities for the National Protected Areas System, but  few species (or few localities) are protected within such areas.", "usetrade": "This species is used as a pet.<em> Austrolebias&#160;</em>species are subject of research in developmental biology, ecology, and evolution (Berois <em>et al. </em>2015)."}]}