{"name": "139544741", "result": [{"species_id": 139544741, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis bulba</em> is known only from the type series from two locations on Mindoro in the Philippines. Although little is known about the habitat requirements of this species and it could be assessed as Data Deficient for this reason, the deforestation on Mindoro is sufficiently severe that it is clear that this species, unless considerably more widely distributed than is currently known, is threatened, the question is how severely. With only two locations known, an area of occupancy (AOO) below 2,000 km² and inferred ongoing declines in AOO and extent and quality of suitable habitat, and taking the precautionary approach advocated by the IUCN, the species qualifies for Vulnerable status under criteria D2 and B2ab(ii,iii) and is assessed accordingly. When more data are available re-assessment to a higher threat category is likely.</p>", "geographicrange": "<p><em>Sangabasis bulba</em> is known only from the type series from two locations on Mindoro in the Philippines (Villanueva and Dow 2014). Accurate estimates of the area of occupancy (AOO) and extent of occurrence (EOO) of this species are not possible with the available data, but both are constrained by the area of Mindoro (10,571 km²) and the AOO will certainly be considerably less than this, certainly below 2,000 km² and probably considerably below this. Although details of the habitat requirements of this species are not known, it will be forest dependent and therefore an ongoing decline in AOO can be inferred from ongoing deforestation in Mindoro.</p>", "population": "<p>Only two specimens of this species have ever been collected, so it is either uncommon or exhibits behaviour that makes it difficult to find. Beyond this all that can be said is that an ongoing decline in overall population is inferred from deforestation on Mindoro.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats or ecology of this species, but it will be forest-dependent and therefore an ongoing decline in extent and quality of suitable habitat is inferred from deforestation on Mindanao. It may breed in water filled tree holes.</p>", "threats": "<p>The main threat to this species is from deforestation and very extensive deforestation is evident on Mindoro from satellite images, likely causes are subsistence level logging, agriculture and mining.</p>", "conservationmeasures": "<p>More data are urgently needed on this species, and protection of habitat.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}