{"name": "149249150", "result": [{"species_id": 149249150, "taxonomicnotes": null, "rationale": "<em>Odontostilbe mitoptera</em>&#160;is endemic to Panama, having been collected only from the Coclé del Norte and Indios River basins. The main threats to this species include deforestation, gold and copper mining, and livestock grazing. While the direct impacts of these threats on local habitat not been evaluated, continued development could feasibly increase the extinction risk of this species within a very short period of time. Given a restricted range, occurrence in fewer than five locations, and the likelihood of impacts from existing and potential threats, this species is assessed as Vulnerable under criterion D2.", "geographicrange": "<em>Odontostilbe mitoptera</em>&#160;is originally known from Coclé del Norte Basin on the Caribbean slope of central Panama (Fink and Weitzman 1974). Recent studies have shown its presence in the Indio River Basin (ACP 2003).&#160;<br/><br/>Extent of Occurrence is estimated to be 59 km<sup>2</sup>, based on a minimum convex polygon calculated around very few georeferenced collection records (GBIF 2020). Area of Occupancy is estimated to be 16 km<sup>2</sup>, based on a 2 km<sup>2</sup>&#160;grid overlay at localities where this species has been confirmed (GBIF 2020). It has only been reported in two river catchments, and existing threats are likely to affect habitat quality on a basin-wide scale. Therefore, it occurs in two threat-based locations.", "population": "There is no available information regarding the population of this species.", "populationtrend": "unknown", "habitat": "There is not much available information on the species life cycle. It typically occurs in brooks and medium sized rivers with clear, moderate velocity waters. It prefers sandy and stone bottoms, and banks with abundant submerged leaf litter and overhead shade. It is a diurnal fish that forms schooling groups near the water surface (R. González pers. comm. 2020).", "threats": "The main threats to this species include deforestation, gold and copper mining, and livestock grazing. While the direct impacts of these threats on local habitat not been evaluated, continued development could feasibly increase the extinction risk of this species within a very short period of time (R. González pers. comm. 2020).", "conservationmeasures": "There are no species specific actions directed towards the conservation of <em>O. mitoptera</em> and it has not been reported within the boundaries of any protected areas (IUCN and UNEP-WCMC 2020). Additional ichthyological sampling, and information regarding the scope and magnitude of existing and potential threats would be useful in clarifying the extinction risk of this species.", "usetrade": "There are no known uses for this species, but it has potential as an aquarium species."}]}