{"name": "176425529", "result": [{"species_id": 176425529, "taxonomicnotes": null, "rationale": "<em>Bryconamericus ytu</em> is known only from two tributary streams of the Uruguay River in Misiones, Argentina. It has an area of occupancy (AOO) best estimated at under 500 km<sup>2</sup>. There are two locations based on the threat of pollution of watercourses with agrochemicals. This threat is leading to a continuing decline in habitat quality. Therefore, it is assessed as Endangered.", "geographicrange": "<p></p><p>The type locality of this species is Shangay creek (=Changay=Shancay, also named Pindaití), a tributary of the río Uruguay in Misiones, Argentina. It is endemic to the province of Misiones, with presence at the type locality and at Ramos Stream (Ramos Ponzón stream), tributary of the Acaraguá River, a tributary of the middle Uruguay River (Schenone <em>et al</em>. 2011, Rosso <em>et al</em>. 2013).</p><p></p>", "population": "The number of individuals that were collected together was not above 17 individuals, and so we cannot assume that this species moves in shoals. No data were found on its population abbundance.", "populationtrend": "unknown", "habitat": "<p>Shangay creek, as a tributary of the Uruguay River in Misiones, belongs to environments that have rapids and small falls with clear flowing water, pools, and some areas with slow current. The depth of the streams vary from 0.4-1.3 m and the bottom is composed of sand, and mostly stones (Almirón <em>et al</em>. 2004). Ramos Stream (Ramos Ponzón stream), in Misiones province, is a small mountain first order tributary of the Acaraguá River, a tributary of the middle Uruguay River (Schenone <em>et al</em>. 2011, Rosso <em>et al</em>. 2013), located among the central highlands of Misiones province (municipality of Campo Ramón) surrounded by subtropical rainforests where thermal seasonality is evident but hydrological variation is not as predictable as temperature.</p>", "threats": "<p>According to Araya (2017), Shangay Creek requires \"Urgent Protection and Restoration\" as it undergoes severe environmental modifications and has no protected areas. Environmental problems in the Uruguay River basins involve tobacco cultivation. Misiones is the main tobacco producer in Argentina. The activity takes place mainly in the so-called \"tobacco triangle\" made up of the towns of Aristóbulo del Valle, San Vicente and Colonia Aurora; Shangay stream is located near this triangle. The loss of water courses as usable resources and the probable contamination of water reserves with pesticides from tobacco growing practice seems to be an increasing problem in recent years (Araya 2017).</p><p><br/></p>", "conservationmeasures": "<em>Bryconamericus ytu</em> has been assessed as \"Rara\" (Chebez <em>et al</em>. 2009). It exists in a “Private Reserve Chancay”, created in 1991, of 263 hectares at Santa Rita, preserving species and genetic diversity, in rainforests near Shangay stream (Gil and Lobo 2012). It is managed by Fundación Vida Silvestre Argentina and visitors are not allowed. Recommendations include adopting urgent and concrete conservation measures that encompass the regulated use of streams, and protection the streams in the area. Shangay stream is suggested to be highly altered, and so it might need not only protection but also restoration according to Araya (2017). This author suggests a similar state to Ramos stream.", "usetrade": "There is no use or trade information for this species."}]}