{"name": "164044862", "result": [{"species_id": 164044862, "taxonomicnotes": null, "rationale": "<p></p><p><em>Pyractomena ecostata</em>, also known as the Keel-necked Firefly, is found primarily in tidal marsh habitats within two disjunct regions, along the Gulf and Atlantic Coasts of Florida and in the Mid-Atlantic states of Delaware and New Jersey. <a name=\"_Hlk35952986\">The Mid-Atlantic sub-population is much smaller and more scattered.&#160; The main threats to this species are habitat loss and degradation due to sea level rise, development, the spread of invasive plants, and artificial light at night. &#160;</a></p>  <p>The area of occupancy (AOO) could be as low as 72 km<sup>2</sup>, as there are only 18 known extant occurrences reported, each likely smaller in size than a four km<sup>2&#160;</sup>area. While uncertainty in this estimate is high, as additional occurrences likely remain to be documented, it is unlikely additional occurrences are numerous enough for AOO to surpass the threshold for listing under Endangered (107 additional occurrences). This is in part because salt-marsh habitats have declined by 10% in Florida since the 1940s and continue to decline in many areas. The number of locations in which this species occurs is between one and four. While the main threat of sea level rise will likely impact all occurrence localities in the next 30 to 70 years, if not by submersion than by increased incidence of flooding and storm surge damage, at least three occurrences in Florida and Alabama lie outside the coastal zone expected to be submerged if atmospheric temperatures increase a maximum of 4<sup>o</sup>C. Continuing decline in AOO and EOO is projected due to sea level rise, and decline in the area, extent, and quality of habitat has been observed. Therefore, this species is listed as Endangered under criterion B2ab(i,ii,iii). </p><br/><p></p>", "geographicrange": "<p></p><p><em>Pyractomena ecostata </em>is known from two geographically separated regions. It has segmented coastal occurrences in Alabama and Florida and is also found in coastal marshes of Delaware and New Jersey (Green 1957, Lloyd 2018). Lloyd (2018) offers a possible explanation for this unique distribution; prior to the end of glaciation, this species may have occurred in brackish marshes along the Atlantic coast, which are now submerged portions of the continental shelf. It is highly likely that recent and historic survey efforts in coastal regions between Florida and Delaware would have recorded this species, if it were there, as this species has showy courtship flashes and adults are easily identified by having pale diagonal stripes on their wing  covers  (Lloyd 2018).</p>  <p>In the Mid-Atlantic, historically this species was known from only three sites in southern New Jersey (Green 1957). In 1992, a fourth occurrence locality was recorded in New Jersey, which was the first time this species had been collected in the state since 1898 (Heckscher and Lloyd 2015). In 1972 and 2012, two additional occurrences were found in the Mid-Atlantic, both in Kent County, Delaware. It is unclear which if any of the historic occurrences in New Jersey remain populated. In Florida, this species is reported from 14 occurrence localities and in Alabama, it is reported from only one site (Lloyd 2018, GBIF 2020). &#160;</p>  <p>The estimated extent of occurrence (EOO) for this species is 955,697 km<sup>2</sup>. <a name=\"_Hlk35435856\">The area of occupancy (AOO) could be as low as 72 km<sup>2</sup>, as there are only 18 known extant occurrences reported (Lloyd 2018, Lloyd and Heckscher 2015, GBIF 2020), each likely smaller in size than a four km<sup>2&#160;</sup>area. Uncertainty in this estimate is high; while this species is rare in the northern portion of its distribution, it is less rare in Florida, and could be found in additional occurrences within suitable habitat. However, it is unlikely additional occurrences are numerous enough for the AOO to surpass the threshold for listing under Endangered (107 additional occurrences) because salt-marsh habitats are not ubiquitous along the coast and are in decline in some areas, particularly near urban areas (UF/IFAS 2009). </a>The number of locations in which this species occurs is between one and four. While the main threat of sea level rise will likely impact all occurrence localities in the next 30 to 70 years (Delaware Sea-level Rise Vulnerability Assessment 2012, SeaLevelRise.org 2019), if not by submersion than by increased incidence of flooding and storm surge damage, at least three occurrences in Florida and Alabama may be outside the coastal zone expected to be submerged if atmospheric temperatures increase a maximum of 4<sup>o</sup>C (Parkinson <em>et al</em>. 2015).</p><p></p>", "population": "<p>The population size and trend are not known with certainty for <em>Pyractomena ecostata</em>. Individuals are rare within the Mid-Atlantic region, occurring in small numbers in widely scattered localities (Heckscher and Lloyd 2015). &#160;It is unclear how abundant this species is in Florida.</p>", "populationtrend": "unknown", "habitat": "<p></p><p><em>Pyractomena ecostata </em>is found mostly in brackish tidal marshes within a few kilometres of the Gulf Coast or the Atlantic Ocean, such as in the halophytic black-needle-rush marshland of Florida and sea meadow margins in New Jersey (Lloyd 2018). However, it has also been recorded in low-lying wet pastures along highways in Florida, so it is not restricted to habitats with saltwater intrusion (Heckscher and Lloyd 2015). Many larval <em>Pyractomena</em> are known to be predacious, feeding on snails and other invertebrates (Buschman 1984, Majka 2012, Lloyd 2018). However, it is unknown what larval <em>P. ecostata</em> eat. Like other members of this genus, larvae likely pupate in low shrubs or on woody trunks and stems (Lloyd 2018). Adults of this species are seen flying from April to September, in Florida, and are likely continuous breeders in this portion of their range (Lloyd 2018). Males&#160;emit bright, yellow, explosive courtship signals, about a second in duration, every 8 seconds or so, as they fly over their marshy habitat (Heckscher and Lloyd 2015). <br/></p><br/><p></p>", "threats": "<p></p><p>The main threats to <em>Pyractomena ecostata</em> are habitat loss and degradation due to sea level rise, development, the spread of invasive plants, and artificial light at night. </p><p>This species is largely dependent on Florida’s salt marsh habitats, 10% of which have been lost or severely degraded since the 1940s (UF/IFAS 2009). In the last eighty years, salt marshes in proximity to cities have been filled to accommodate urban development and development associated with the tourism and space industries or modified for the construction of ports (UF/IFAS 2009). While the losses have largely slowed due to protections and regulations on dredge and fill operations, development in Florida’s urban centres, upstream changes in hydrology (and associated sedimentation and nutrient run-off), and climate change continue to threaten these ecosystems (Cavanaugh <em>et al</em>. 2019, UF/IFAS 2009, Florida Fish and Wildlife Conservation Commission 2020). &#160;</p><p>Sea level rise in the Mid-Atlantic and in Florida is expected to severely degrade or destroy the brackish tidal marsh habitats on which this species depends. Within the next 70 years, all but a few of the Florida and Alabama occurrences will likely be submerged, assuming 4<sup>o</sup>C of warming (SeaLevelRise.org 2019, Parkinson <em>et al</em>. 2015). Similarly, 99%<span lang=\"EN-US\"> of tidal marshes in the Mid-Atlantic states may be severely altered ecologically or destroyed by the year 2100 (Delaware Sea-level Rise Vulnerability Assessment 2012). This loss of habitat threatens the already isolated and restricted sub-population of this species within Delaware and New Jersey. Additionally, in Florida as the frequency of extreme freezes decreases due to climate change, many salt marsh habitats are being lost to encroaching mangroves (Cavanaugh <em>et al</em>. 2019). </p><p>      The ecological integrity of coastal tidal marshes is also at risk due to the spread of invasive Common Reed (<em>Phragmites australis</em>), which may reduce biodiversity, alter ecosystem structure, and affect overall biomass within tidal wetlands (Chambers <em>et al</em>. 1999). The direct effect this may have on <em>Pyractomena ecostata</em> is unknown and warrants further study. Lastly, light pollution may adversely impact occurrences near cities, as artificial light at night has been shown to interfere with the production and reception of courtship signals in some firefly species (Owens and Lewis 2018, Lewis <em>et al. </em>2020).&#160;</p><p></p>", "conservationmeasures": "<p><em>Pyractomena ecostata</em> is listed as a Tier 2 Species of Greatest Conservation Need in Delaware, a designation which should help prioritize it for conservation management by including it in the state Wildlife Action Plan (Delaware Division of Fish and Wildlife 2015). Still, no conservation strategies are in place specifically for this species and it is unclear if it is found in any protected areas. As the sub-population in the Mid-Atlantic is geographically isolated, small, and restricted to specific habitats, targeted efforts to inventory, monitor, and protect it, should be prioritized (Heckscher and Lloyd 2015). Additional research on distribution, population size and trend, and the impacts of known threats for the entire population is also necessary to help prioritize where conservation attention will be most effective.</p>", "usetrade": "<p></p><p>There is no evidence that <em>Pyractomena ecostata </em>has been targeted for entomo-tourism activities, harvested <span lang=\"EN-US\">commercially for luciferin, or otherwise utilized. </p><br/><p></p>"}]}