{"name": "122149969", "result": [{"species_id": 122149969, "taxonomicnotes": null, "rationale": "<p><em>Podolestes harrissoni</em> is widely distributed in Sarawak and part of Brunei, with at least 16 locations currently known. However some of the known locations are almost certain to be lost to development in the near future and threats exist at all sites, including those in protected areas. The area of occupancy (AOO) of this species is difficult to estimate, but is very likely to be less than 4,000 km² and is probably considerably less than this, approaching or less than the 2,000 km² threshold for Vulnerable status under criterion B2; the AOO is certainly diminishing. The species is assessed as Near Threatened because threats exist at all sites including the protected ones, its AOO is shrinking and is likely not to be considerably greater than the limit for Vulnerable status, and some of the known locations seem almost certain to be lost in the near future, so that the number of locations will also approach the limit for Vulnerable under the B2 criterion.&#160;</p>", "geographicrange": "<em>Podolestes harrissoni</em> is endemic to Borneo where it is known from peat swamp forest in Sarawak and Brunei. In Brunei it was recorded as <em>P. chrysopus </em>from the Sungai Ingei area by Thompson and van Tol (1993) and was found there again in 2014 (Dow pers. comm.) and at sites closer to the coast in Brunei’s Belait District in 2013 (Dow and Choong pers. comm). In Sarawak it is distributed across the state, with records from sites in the Kuching area (Dow pers. comm. Dow and Reels 2011, Laidlaw 1920, Lieftinck 1953), peat swamp forest on the old UNIMAS campus (Dow and Reels 2013), Ulu Sebuyau National Park (Dow pers. comm.), Maludam National Park (Dow <em>et al. </em>2015), a site in Mukah Division (Dow pers. comm.), and Loagan Bunut National Park and sites in the Marudi area (Dow pers. comm). Altogether the assessor has seen records from 18 sites, but it is very likely to be already extinct at two of these.<br/><br/>It is difficult to estimate the area of occupancy (AOO) of this species but the total remaining area of peat swamp forest in Sarawak and Brunei in 2015 was less than 5,000 km² (based on figures in Miettinen <em>et al. </em>(2016) and since not all of this will be suitable for the species, its AOO is likely to be less than 4,000 km² and is probably considerably less than this (and shrinking).", "population": "<p>This species is often common where it occurs. Beyond this little can be said except that this species must have experienced a decline in overall population, and that this decline is ongoing, due to loss and degradation of its peat swamp forest habitats.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found in peat swamp forest, where it is often common.</p>", "threats": "<p>Forest fires are a threat at all locations known for this species, even the protected ones. Outside of Brunei all of the non-protected sites are threatened either by development for housing etc., conversion to oil palm or unintentional drainage through the drainage systems of adjacent oil palm plantations; the latter issue is a problem even in some parts of Maludam and Ulu Sebuyau National Parks.&#160;Small scale logging (probably illegal) is occurring at some locations in Sarawak.&#160;Some locations in Brunei are threatened by logging or are sufficiently close to towns that they are likely to be threatened by housing and commercial developments in the near future. Some known sites are almost certain to be lost in the near future, e.g. sites in the Marudi area, sites near to the Matang Road near Kuching.</p>", "conservationmeasures": "<p>Permanent protection for some of the sites for this species in Brunei is needed, and will need planned to include measures to prevent the spread of fires and to avoid unintentional drainage through drainage ditches associated with any adjacent agricultural areas; this last issue may be particularly problematic at some sites in the long term.<br/><br/>The main threat apart from fires in Sarawak is conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned above in the Threats section is likely to be particularly severe for such conservation areas; oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires, not just those who actually set them.</p>", "usetrade": null}]}