{"name": "176166611", "result": [{"species_id": 176166611, "taxonomicnotes": null, "rationale": "<em>Brachyglanis melas</em> is endemic to Guyana, known from the Essequibo River in the Crab Falls. The species has a restricted distribution, is not very abundant, and occurs in a region impacted by mining activities. It has not been collected since 1908 and is considered Possibly Extinct. If still extant, the area of occupancy (AOO) and the extent of occurrence (EOO) would both be 4 km<sup>2</sup>. Considering only one location and the continuing decline in habitat quality due to the species occurring in only one river located in an area of intense mining activity, <em>Brachyglanis melas</em> is categorized as Critically Endangered (Possibly Extinct).", "geographicrange": "<em>Brachyglanis melas</em> was originally described from the Crab Falls in Essequibo River in Guyana (Eigenmann 1912) and is currently considered to be distributed exclusively in this river basin (Fricke<em> et al.</em> 2020, Faustino-Fuster <em>et al. </em>2021). It has not been collected since 1908 (Fricke<em> et al.</em> 2020, Faustino-Fuster <em>et al. </em>2021), despite expeditions around the original description area and other places in Guyana (D. Faustino-Fuster pers. comm. 2020). Collections identified as this species from Brazil, Venezuela and elsewhere in Guyana (including those mentioned in Eigenmann 1912) refer to undescribed species (Faustino-Fuster <em>et al. </em>2021, in prep).", "population": "<em>Brachyglanis melas</em> is rare. No information is available on its population size and trend.", "populationtrend": "unknown", "habitat": "<em>Brachyglanis melas</em> is a demersal (living near the bottom of the water body) species and individuals in the description were found among the rocky crevices of a cataract (Eigenmann 1912).", "threats": "The most important threat present in the distribution of <em>Brachyglanis melas</em>&#160;is mining. Gold production in Guyana has experienced significant growth since the early 1990s to 2012 (GGMC 2012). The effects of this threat is well acknowledged to decrease species diversity (Mol and Ouboter 2004, Doeg and Koehn 1994).", "conservationmeasures": "There are no specific conservation measures in place for <em>Brachyglanis melas. </em>Taxonomic revision of the genus is currently underway (D. Faustino-Fuster pers. comm. 2020). Further sampling for the species within the type locality and surrounding area in Guyana is recommended.<em></em>", "usetrade": "There is no use or trade information for this species."}]}