{"name": "84379340", "result": [{"species_id": 84379340, "taxonomicnotes": null, "rationale": "The species is most  probably restricted in its range to the plateau Moyabi-Madzay, which is the only area where the species has been found (on two       streams: Mabéngué stream and Madzai stream), in spite of intense searching for the species. The known occupied areas are not protected and habitat is threatened by exploitation through mining, a growing general activity in the entire area and by slash and burn and other small  scale agriculture (Moyabi). Technically, its extent of occurrence (EOO) is 2,070 km² and area of occupancy (AOO) is 32 km² using the 2x2km grid. But the realised AOO is much smaller, since the species only occurs at small streams in primary forest.", "geographicrange": "<em>Africocypha varicolor</em> is only known from the border of the sandy Betéké Plateau in south-eastern Gabon. Its       distribution is limited to two streams on the Moyabi-Madzay plateau (Mabéngué stream and stream of Madzai) about 15 km from       Moanda on the radio station Africa n ° 1. Despite intensive searching the species was not found anywhere else in the surrounding or further away and it seems to be restricted to the special transition habitat between forest and savannah at Moyabi-Madzay.<br/><br/>The known main populations are in  unprotected areas which are threatened by slash and burn and other small  scale agriculture (Moyabi).  Technically, its EOO is 2,070 km² and AOO is 32 km², but the real AOO is much smaller, because the species depends only on head-water streams in primary forest.", "population": "No information is available on population size for this species.", "populationtrend": "unknown", "habitat": "<em>Africocypha varicolor</em> inhabits small clear streams with a sandy bottom and much detritus in gallery forest or at forest edges.", "threats": "This small area is exploited by Africa n ° 1 with many antennas. There is also a military base, and the village people cleared the forest to cultivate manioc.<br/><br/>The restricted locality Moyabi is between Moanda and Franceville (two cities 52 km apart). This area is rich in minerals, manganese and uranium (Areva) and Rougier Gabon operates 180,000 hectares of forest on the site of Moyabi. A COMILOG quarry stops a few kilometres from Moyabi, and a new quarry (operated by Indians) has opened nearer to Franceville. COMILOG has just completed building a large mining school designed to accommodate 1,500 students at, less than 10 km from Moyabi. Additionally the international airport of Mvengué is a few kilometres from the locality where <em>Africocypha varicolor</em> is found.<br/><br/>In general this region is the mining region of Gabon and new quarries are constructed near the airport. Activity has grown, and continues to grow, rapidly in this region; for the new factory at COMILOG (processing manganese) the Chinese have constructed an enormous barrage on the Ogooué. At the village just after Moyabi (about 3 km) there are 17,000 hectares of sugar cane plantation.", "conservationmeasures": "The most important conservation action required would be a study on the distribution of <em>Africcocypha varicolor</em>. This species might be rather range restricted and would require a good monitoring in the future.", "usetrade": null}]}