{"name": "109685895", "result": [{"species_id": 109685895, "taxonomicnotes": null, "rationale": "<p>This species is&#160;only known to occur in small (1.6 km<sup>2</sup>) Lake Lontoa, with an extent of occurrence (EOO) and area of occupancy (AOO) both of 8 km<sup>2</sup>.&#160;This is counted as a single location based on the threats of hydro-electric power installations, logging, and organic effluents from the rapidly expanding human population around Lake Lontoa, which are causing a decline in habitat quality through siltation and changes to natural water levels. It is also very vulnerable to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) &#160;through the Malili lakes system. This species is therefore assessed as Critically Endangered based on its extremely limited distribution and deterioration of habitats.</p>      <p>  </p>", "geographicrange": "The species&#160;is endemic to the small Lake Lontoa (1.6 km<sup>2</sup>), which is part of the Malili Lakes system, Sulawesi, Indonesia (von Rintelen <em>et al</em>. 2007).", "population": "<p>The current population trend is unknown, however an overall population decline of at least 50% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al.</em> 2012) and are thought to have caused the decline of&#160;<em>Tylomelania</em>&#160;populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Lontoa where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This is a freshwater lake species which can be found on soft substrate and sunken wood.", "threats": "Siltation due to erosion and organic effluents from the rapidly expanding human population around Lake Lontoa, as well as logging around the lake, are threats. Hydro-electric power installations on the outlet of Danau Matano impact the outflow and natural water level fluctuations throughout the entire lake system and&#160;are also problematic.<br/><br/>Many species of <em>Tylomelania </em>are being collected for the aquarium pet  trade.&#160;<em>Tylomelania&#160;</em><em>abendanoni </em>does not seem to be traded yet, though, and is  unlikely to become a major target.<br/><br/>Finally, invasive species (particularly Flowerhorn Cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of juveniles (Herder <em>et al</em>. 2012), as recent surveys in Lake Matano have found only large individuals of large <em>Tylomelania </em>species remaining (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018),&#160;and, if not already present, are very likely to continue to spread downstream to Lake Lontoa, where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T von Rintelen pers. comm. 2018).", "conservationmeasures": "There are no known conservation actions currently in place for this species and research into potential threats and its population dynamics is recommended.", "usetrade": "This species is not thought to be used or traded."}]}