{"name": "83127554", "result": [{"species_id": 83127554, "taxonomicnotes": null, "rationale": "<em>Nesobasis caerulescens</em>&#160;is probably confined to a very specific type of habitat, however there is insufficient information of what constitutes a suitable habitat for the species. There are not enough data to assess the population size either. The species has been recorded as single specimens only and for the moment only the female has been described. However, it has been recorded during more recent studies including some unpublished research which infers it is possibly a regular inhabitant on Viti Levu Island, but perhaps very localised around very specific type of habitat, has fragmented populations and a cryptic life style. Based on its small area of occupancy (AOO) and extent of occurrence (EOO), few locations, and ongoing habitat destruction (extraction of water for agricultural and domestic use, deforestation and water pollution), <em>N. caerulescens</em>&#160;has been assessed as Endangered.", "geographicrange": "This species is endemic to Viti Levu Island, FIji (Marinov and Waqa-Sakiti 2013).", "population": "There is insufficient information to assess the populations of this species. It is known from females only. All records are of single individuals. Some of them were established after detailed investigations within the localities and never found again, even after thorough searches of the same sites on the following days. It is unclear if they were accidental visitors to the localities or residents there.", "populationtrend": "unknown", "habitat": "Always established from tiny creeks and seepages in mountain areas or steep slopes above low land settlements. The localities are completely shaded by the vegetation and the waters trickles slowly through the thick green cover. The bottom substrate is mud and soil or large bedrocks.", "threats": "No specific threats are known for this species. However, ongoing habitat destruction is likely, caused by extraction of water for agricultural and domestic use, deforestation and water pollution.", "conservationmeasures": "There is no conservation on place at the moment. The species requires a special study to establish the population trends and especially ecological preferences.", "usetrade": null}]}