{"name": "162001789", "result": [{"species_id": 162001789, "taxonomicnotes": null, "rationale": "<em>Brachyrhaphis holdridgei</em>&#160;occurs on the Atlantic slope from the San Juan River drainage in Nicaragua, southward to the Pacuare River drainage, in Costa Rica. <a name=\"_Hlk24016869\">Extent of Occurrence is estimated to be 14,401 km<sup>2</sup>.&#160;Major pervasive threats to this species include deforestation and land-use change, pollution from agricultural, industrial, and domestic sources.&#160;</a><a name=\"_Hlk24016869\">Total population size and population trend are unknown but existing threats have likely impacted the quality and availability of suitable habitat.&#160;</a>Given uncertainties regarding the scope, magnitude, and direct impact of major pervasive threats, the number of locations where this species occurs cannot be determined with accuracy.&#160;Therefore, <em>B. holdridgei</em> is assessed as Near Threatened under criterion B1. Additional research regarding the scope and magnitude of existing threats may qualify this species under a threatened category.", "geographicrange": "<p><em>Brachyrhaphis holdridgei</em> is distributed on the Atlantic slope of Central America from the San Juan River drainage in Nicaragua, southward to the Pacuare River drainage in Costa Rica (Bussing 1998, Smith and Bermingham 2005, Matamoros <em>et al</em>. 2015). Drainages within the distribution include the Lake Nicaragua, Frío, San Juan, San Carlos, Sarapiquí, Tortuguero and Parismina (Angulo <em>et al</em>. 2013). Elevational distribution ranges from 50-600 meters above sea level (Bussing 1966). The type locality of this species is the Madre de Dios, Sarapiquí, and Arenal river drainages near Arenal, Guanacaste, Costa Rica (Lucinda 2003). </p>  <p>Extent of Occurrence (EOO) is estimated to be 14,401 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given uncertainties regarding the scope, magnitude, and direct impact of major pervasive threats, the number of locations where this species occurs cannot be determined with accuracy.</p>", "population": "The total population size and population trend of this species are unknown. It is reportedly uncommon throughout much of its known distribution (Bussing 1998). In the Puerto Viejo River, this species was rare in the main river channel, uncommon in oxbow backwaters and swamps, and dominant in spring pools (Bussing 1993). In the Arenal Reservoir, Guanacaste, this species comprised 0.9% of relative fish abundance (Ulloa Rojas <em>et al</em>. 1989).", "populationtrend": "unknown", "habitat": "<p>This species inhabits stagnant swamps and creeks characterized by low water velocity and water temperatures ranging from 21-37 °C, where it forms small groups over muddy substrates (Bussing 1998). It is likely that this species is able to navigate periodic areas of high water velocity habitat to reach suitable, lower velocity habitat (Bussing 1977). Diet is comprised primarily of terrestrial insects (Bussing 1998). Maximum reported body size is approximately 5.0 cm total length (TL) (Bussing 1998, Lucinda 2003). Gravid females as small as 1.9 cm TL have been collected (Bussing 1993).</p>", "threats": "<p><a name=\"_Hlk24016506\">A number of threats are present on the Atlantic slope of Nicaragua and Costa Rica, which include deforestation and land-use changes associated with agricultural development (Van Laake and Sánchez-Azofeifa 2004, Gourdji <em>et al</em>. 2015), widespread pollution from agricultural runoff, industrial wastewater discharge, and lacking sewerage (Bower 2014, Arias-Andrés <em>et al</em>. 2018, Vammen <em>et al</em>. 2019). Additionally, non-native tilapia (<em>Oreochromis </em>spp.) have been widely introduced throughout Nicaragua and much of Costa Rica (McCrary <em>et al</em>. 2007). Construction of the proposed Nicaragua Canal is expected to have significant impacts on aquatic habitat quality (Chen <em>et al</em>. 2016).</a></p>  <p>There is currently no direct evidence of major range-wide population decline. Existing threats continue to impact the quality and potentially the availability of suitable habitat, but the magnitude and scope of loss has not been evaluated in detail.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>B. holdridgei</em>. The range of this species extends into a number of protected areas, including Cerro Wawashan Nature Reserve, Indio Maiz Biological Reserve, Barra del Colorado Wildlife Refuge, and Tortuguero National Park, among others (IUCN and UNEP-WCMC 2019). More information regarding population size, population trend, and the direct impact of major threats would be useful in guiding future conservation action.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}