{"name": "177559403", "result": [{"species_id": 177559403, "taxonomicnotes": null, "rationale": "This species is considered Endangered according to B1ab(iii)\tcriteria. The extent of occurrence (EOO) is estimated to be 1,499 km<sup>2</sup>, it is known to exist in three locations, and there is a continuing decline in area, extent and/or quality of habitat due to deforestation, agriculture and other human activities in the area.", "geographicrange": "<em>Gymnogeophagus jaryi </em>is known from several tributaries of the southern middle Paraná: the Cuña Pirú basin, the Garuhapé basin, and the Ñacanguazú basin in Argentina, Misiones. Based on photographs and mtDNA sequences it may also be present in the Manduviyú, Pirapó and Ype Curú basins in Paraguay (Alonso <em>et al</em>. 2019) but these records require confirmation and are not considered here.", "population": "No data on the population trends of this species are available.", "populationtrend": "unknown", "habitat": "<em>Gymnogeophagus jaryi</em> inhabits streams with sandy and rocky bottom and abundant marginal vegetation. The climate on the mountain ridge in Aristóbulo del Valle is classified as warm and temperate. There is significant rainfall throughout the year in this area (average per year is 1,678 mm), and even the month with lowest precipitation, August, still has a considerable amount of rain (111 mm). The lowest precipitation months are July, August, and September, but the driest period and lowest water levels are in December, January, and February due to the marked seasonal change in temperature. The peaks in precipitation occur in May and October. The annual average temperature is 19.1˚C, with 23.9ºC monthly average temperature in January and 14.3ºC in June. Water level in the stream can have important changes. Water turbidity is variable among the year with peaks of turbidity after rains and increases in water visibility the rest of the year. Specimens are frequently found in the rocky areas or associated with marsh and marginal vegetation. This species was&#160;observed with fry in November (Alonso <em>et al</em>. 2019).", "threats": "Most of this species' distribution is environments in highly modified by agriculture, deforestation, timber, crops and the influence of human populations.", "conservationmeasures": "There are no actions particularly directed towards the conservation of this species, although it is present in some protected areas in the region.", "usetrade": "This species could be object of aquarium trade as other similar species of the same genus."}]}