{"name": "179262310", "result": [{"species_id": 179262310, "taxonomicnotes": null, "rationale": "<p><em>Heliogomphus aluoiensis</em> is known from three localities (interpreted as locations based on the likely threats to this species) in Central Viet Nam. Two of the known localities are very close to the border with Laos, so the species should be looked for in that country as well as in Viet Nam. One of the known locations is within the Sao La Nature Reserve. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, however the AOO is inferred to be declining along with the extent and quality of suitable habitat to at least some degree due to loss of forest within the range of the species. Its extent of occurrence (EOO) is likely smaller than 5,000 km², possibly smaller than 2,000 km². Strict application of the IUCN Red List Criteria place this species in Endangered under criterion B (EN B1ab(ii,iii)). However, given the likelihood that the species is more widely distributed than is currently known, it is to be hoped that reassessment to a lower threat category will be possible once more information becomes available.</p>", "geographicrange": "<p><em>Heliogomphus aluoiensis</em> is known from three localities in Central Viet Nam (Karube <em>et al. </em>2020). Two of the known localities are very close to the border with Laos, so the species should be looked for in that country as well as in Viet Nam. One of the known localities is within the Sao La Nature Reserve. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some extent due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on known collection data, is 1,158 km²; its maximum EOO, based on occupied HydroBASINS areas, is 13,094 km².</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health for this species except that at least some an ongoing decline in overall population is inferred from loss and degradation of forest within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>Karube <em>et al. </em>(2020: 45) state: “was found at head water of mountain stream.” Nothing else has been recorded but the species is known from forested locations in mountainous areas and is presumably forest dependent. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss and degradation of forest within its range.</p>", "threats": "<p>At least outside of protected areas threats from deforestation (with logging and farming of various types as drivers) exist but it is difficult to gauge how serious the overall level of threat to the species is.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, exact habitat requirements, ability to tolerate disturbance and threats. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}