{"name": "171365", "result": [{"species_id": 171365, "taxonomicnotes": null, "rationale": "This species is endemic to Europe, where it occurs in two caves within a very restricted range on the island of Kerkyra (Corfu), northwestern Greece. Its area of occupancy (AOO) is 8 km² and it occurs in two locations. Quarrying, road construction and fires can locally pose a threat to this species at any time, whereas the alteration of its subterranean habitat resulting from droughts may affect its whole range in the future. With two locations and a small AOO, any confirmed continuing decline will immediately qualify this species for Endangered. Therefore, it is assessed as Near Threatened (nearly meets criterion B).  Specific conservation measures might be needed for this species. Research is recommended on the population trends and distribution of the species, and frequent monitoring of the habitat and population is suggested.", "geographicrange": "Currently, this species is known to occur in two caves on the island of Kerkyra (Corfu), western Greece (Gittenberger 1977).", "population": "There is no information available on the population of this species. Its population trend is suspected to be stable at present.", "populationtrend": "stable", "habitat": "This is a troglobite species, found in subterranean caves and, most probably, in karstic crevices and scree slopes.", "threats": "Quarrying and road construction (particularly if this involves blasting into rock to make way for roads, which may breach subterranean habitats) can locally pose a threat to this species, whereas habitat alteration resulting from droughts may affect its whole range in the future.", "conservationmeasures": "This species was assessed as Critically Endangered (B1) by the <em>Greek Red Book of Endangered Animals</em> (Vardinoyannis <em>et al</em>. 2009). There are no conservation actions regarding the species, but they may be needed given the restricted distribution of the species and the presence of immediate and future threats. Research is recommended on the population trends and distribution of the species, and frequent monitoring of the habitat and population is suggested.", "usetrade": "This species is not used or traded."}]}