{"name": "195280319", "result": [{"species_id": 195280319, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents in the Pacific Ocean. It is currently known from two restricted locations, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2,500 m to 2,600 m bsl. As the species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO), and has been found at only two locations, the plausible threat of future anthropogenic influence from deep-sea mining in these sites justifies the assessment of the species as Vulnerable (VU D2). Whilst no licences have been granted to date, if mining were to be approved, the projected decline in the extent and quality of habitat would drive this species to Critically Endangered (CR) or Extinct (EX) very rapidly. Furthermore, the endemicity of the species to vent environments means it would only take a small number of mining events to remove all suitable habitat for the species, despite the geographical spread of these vent sites. Therefore, an urgent reassessment would be merited if there was a substantial change to the status of mining licence arrangements or if there are future changes to the prices of relevant commodities, whereby the assessment could increase to Endangered (EN B1ab(iii)+2ab(iii)) under an inferred continuing decline, with a likely trajectory to CR possible over 1-2 generations.", "geographicrange": "This deep-sea gastropod is restricted to two locations at hydrothermal vents on the East Pacific Rise in the Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. Both locations occur beyond national jurisdiction in International Waters. The species occurs at active black smokers, sites of diffuse venting, and in one case on inactive sulfide deposits located at depths of 2,500 m bsl to 2,600 m bsl. It has been observed from two vent fields in separate locations: EPR 13N (Location 1) and EPR 9 50'N (Location 2) (Waren and Bouchet, 2001). The species is present over very small areas in each of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Waren and Bouchet 2001).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the East Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 2,500 m to 2,600 m bsl.", "threats": "Both vent locations lie within International Waters and are subject to International Seabed Authority (ISA) governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. There are currently no deep-sea mining licences granted for vent fields within the East Pacific Rise. However, the ISA has granted numerous exploration licences to date in other areas like the Mid-Atlantic Ridge, so there is reason for concern. ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing. Both direct impacts from mineral extraction and indirect disturbance from adjacent activities could impact local subpopulations. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. These vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner <em>et al.</em> 2018). We therefore consider the potential for future deep-sea mining licences to be granted as a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at the EPR 13N or EPR 9 50'N vent fields. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the East Pacific Rise.", "usetrade": "There is no known trade or use of this species."}]}