{"name": "149851149", "result": [{"species_id": 149851149, "taxonomicnotes": "<em>Ompok bimaculatus</em> has been misapplied to this species (Sudasinghe and Meegaskumbura 2016).", "rationale": "<em>Ompok argestes</em> is a range-restricted, endemic species, known from seven locations in the south western lowlands and Deduru Oya River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 13911 km<sup>2</sup> and its Area of Occupancy (AOO) is 252 km<sup>2</sup>. A continuing decline in its habitat quality has been observed due to accumulation of agrochemicals, industrial waste, gem mining, logging, rapid expansion of agriculture, landfill,&#160; construction of large dams and the spread of invasive alien plant species, such as <em>Anona glabra</em>. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore, the species is listed as Vulnerable.", "geographicrange": "<em>Ompok argestes</em> is an endemic freshwater fish species restricted to streams, canals, and rivers in the south western lowlands and Deduru Oya River Basin of Sri Lanka (Sudasinghe and Meegaskumbura 2016).", "population": "There is no available population data for this uncommon species. Based on the threats that this species faces, it is possible to assume that a decline in the population of this species may be taking place.", "populationtrend": "decreasing", "habitat": "<p>It is found among submerged roots and marginal vegetation in slow-flowing, shaded regions of rivers and streams with a substratum of mud or leaf debris (Sudasinghe and Meegaskumbura 2016).</p>", "threats": "This species is potentially threatened by habitat loss and degradation due to water pollution in urban areas, population fragmentation due to construction of hydropower stations, the spread of invasive alien plant species and droughts caused by climate change.", "conservationmeasures": "There are no conservation actions in place for this species.", "usetrade": "It is occasionally consumed by locals, although it is not very popular food source."}]}