{"name": "60887", "result": [{"species_id": 60887, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi. Only a few specimens were observed in the extensive fish catches analysed for the \"Chambo Project\" in 1992. It was last reported in 1997 (MRAC specimen) north of Cape Maclear. The already small population has probably since collapsed with its prey (Chambo) virtually removed from the southern parts of the lake. This species had not been recorded in research trawl surveys performed in 1998/1999 and in 2016. Given the population decline and lack of any recent records <em>C. shiranus</em> is assessed similarly as its prey (Chambo), as Critically Endangered, based on a suspected 90% population decline over the past 10 years. It is thought likely to be extinct in Malawi but extant in Mozambique.", "geographicrange": "This species is endemic to Lake Malawi. It has been recorded from the southwestern and southeastern arms of the lake. One specimen (1997) was collected between Likoma Island and the mainland.", "population": "At the height of the <em>Oreochromis</em> extraction in the southeastern arm of the lake Turner (1996) encountered only about 20 specimens among tens of thousands <em>Oreochromis</em> during his 1990-1992 survey. Therefore, even before the drastic decline of <em>Oreochromis</em>, which it feeds on the tail fins of,<em>&#160;</em>this species was rare.", "populationtrend": "decreasing", "habitat": "It occurs&#160;over sandy areas or near rocks or in the open water. It is a specialised feeder biting small scales from tail fins of all <em>Oreochromis</em> species. The maximum size is 20 cm total length.", "threats": "Overfishing is a threat to this species. It is also a collateral victim of the massive <em>Oreochromis </em>(its prey species) extraction of the late 20th century.", "conservationmeasures": "No conservation actions are in place. Population monitoring is recommended.", "usetrade": "This species is neither targeted by the ornamental fish trade nor subsistence fishermen, but is a bycatch of the commercial Chambo fishing."}]}