{"name": "184516", "result": [{"species_id": 184516, "taxonomicnotes": "The Afrotropical genus <em>Ceratophallus</em> consists of 12 small planorbid snails, most of which are restricted to rift lakes (Brown 1994). The generic position of three of these <em>Ceratophallus</em> species remains uncertain. The highest species diversity is found in the Victoria Basin and Lake Victoria proper. In addition to four species that are endemic to the lake and lake shore, namely <em>C. kisumiensis</em>, <em>C. subtilis</em>, <em>C. concavus</em> and <em>C. crassus</em>, the widespread <em>C. natalensis</em> and <em>C. kigeziensis</em> also occur in the Lake Victoria basin.", "rationale": "This species has been recorded and described by Mandahl-Barth (1954) from the Victoria Nile near Bujagali (Uganda) and from Hippo Bay, Entebbe (Uganda).&#160;Since Mandahl-Barth and subsequently Cridland collected this species in the early 1950s (Mandahl-Barth 1954), it has not been cited any more. Its extent of occurrence (EOO) and area of occupancy (AOO) are under 100 km² and 10 km², respectively. There is one location based on the threats of pollution and dam construction around Bujagali. The subpopulation at Bujagali may already be extinct. Therefore, this species is assessed as Critically Endangered (Possibly Extinct).", "geographicrange": "This species has been recorded and described by Mandahl-Barth (1954) from the Victoria Nile near Bujagali (Uganda) and from Hippo Bay, Entebbe (Uganda). These records are repeated by Brown (1994) but there have not&#160;actually&#160;been any additional records since the original 1954 ones.", "population": "There is no information available on the population.", "populationtrend": "unknown", "habitat": "It has been found below stones in association with <span style=\"font-style: italic;\">Segmentorbis</span> and <span style=\"font-style: italic;\">Burnupia</span> (Mandahl-Barth 1954, Brown 1994).", "threats": "This species faces a declining quality of habitat due to water pollution in the Ugandan part of Lake Victoria and tourist activities in the Victoria Nile. A dam for a hydroelectric power station&#160;has been constructed&#160;at Bujagali and this could have altered the habitat of the species due to changes in wave action and water level fluctuations. Another dam has also been proposed further down the river (C. Lange pers. comm. 2016). Bujagali is a tourist destination for white-water rafting, possibly with resort developments (Kyambadde 2010).", "conservationmeasures": "There is no information available on conservation actions.", "usetrade": "This species is not utilised."}]}