{"name": "89032656", "result": [{"species_id": 89032656, "taxonomicnotes": null, "rationale": "<em>Amplirhagada coffea</em> is endemic to a remote and under-surveyed region of Kimberley, Australia, and is known from just two occurrence records from 1987. No more current information for this species is available. The documented area of occupancy (AOO) of this species is 8 km<sup>2</sup>. Based on this small extent of AOO the species is assessed as Vulnerable. Any unknown of future disturbance, such as human lit bushfires, has the potential to impact the entire population of this species. However, this species&#160;occurs on uninhabited and unused Crown Land and there is no documented or inferred past or continuing decline in the area and/or quality of habitat due to anthropogenic impacts. Should the species be recorded from additional occurrences in the future, which lead to an increase of the AOO to more than 20 km<sup>2</sup>, then&#160;the assessment may be changed to Least Concern.", "geographicrange": "This species is endemic to south-western Kimberley, Western Australia. It has previously been recorded at just two localities north of Doubtful Bay, located about 30 km apart within a remote area that is poorly surveyed. There are no other records of other species of land snails between these sites. Species from this genus are generally known to be narrowly endemic with ranges frequently not exceeding linear distances of more than 20 km in coastal areas (Solem and McKenzie 1991). Based on the scant documentation of occurrence records, the area of occupancy (AOO) is estimated to be lower than 20 km<sup>2</sup>.", "population": "<p>No population data are available.&#160;</p>", "populationtrend": "unknown", "habitat": "<p>This species inhabits vine thickets in sheltered pockets below cliffs and aestivates in rock crevices or under rock piles. No decline in habitat area and / or quality is inferred.&#160;</p>", "threats": "<p>We are not aware of any significant threats acting on this species. However, the potential impact of introduced taxa is not well understood and deserves further investigation. Increased frequency and intensity of bush fires caused by the introduction of exotic grasses may emerge as future threat throughout most of the Australian Monsoon Tropics (Braby <em>et al.</em> 2012). It has been documented in some places that unbalanced grass-fire cycles lead to a dramatic loss of understorey monsoon vine thicket habitat and the concomitant decline in the abundance of land snails.</p>", "conservationmeasures": "This species&#160;<span class=\"apple-converted-space\">occurs within the boundaries of the&#160;Collaborative Australian Protected Area&#160;network 2014, but no specific conservation management or monitoring plan for this species is in place.&#160;Research is needed on the distribution, and possible impact of non-native species on fire intensity, as well as monitoring of habitat trends.", "usetrade": "There is no known trade in this species."}]}