{"name": "139560702", "result": [{"species_id": 139560702, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis ignea</em> is endemic to Luzon in the Philippines where it has a wide but scattered distribution in northern and central Luzon. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but despite the relatively wide range the AOO is not likely to be large, quite likely around or less than 2,000km<sup>2</sup> and is inferred to be declining along with the extent and quality of suitable habitat due to continuing loss and degradation of forest. Severe fragmentation is certain since suitable habitat is already fragmented across the range of the species. If the AOO was known to be below 2,000km<sup>2</sup> this species would qualify for Vulnerable under criteria B2ab(ii,iii) and it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Igneocnemis ignea</em> is endemic to Luzon in the Philippines (Gapud 2006, Gassmann &amp; Hämäläinen 2002, Lieftinck 1961, Needham &amp; Gyger 1939, Selys 1886, Villanueva <em>et al</em>. 2009, 2012). It has a wide but scattered distribution in northern and central Luzon. The assessor is aware of records from at least 19 locations but it has only possible to assign separate coordinates to 15 of these for mapping purposes. Some locations are within protected areas, for instance Mount Banahaw and the Northern Sierra Madre Natural Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. Despite the relatively wide range of the species the AOO is not likely to be large (since much of the suitable habitat has already been lost within the species range), quite likely around or less than 2,000km<sup>2</sup> and is inferred to be declining due to continuing loss of forest.</p>", "population": "<p>All that can be said with the available data is that some decline in overall population will be occurring as a result of clearance of forest throughout the range of the species and that severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded explicitly about the habitats and ecology of this species but it will occur at small streams in lowland and lower montane forest. The extent and quality of suitable habitat are assumed to be declining loss and degradation of forest within the range of the species.</p>", "threats": "<p>Threats from clearance of forest for agriculture, logging and mining exist throughout the range of this species, even within protected areas. For instance in the Northern Sierra Madre Natural Park Villanueva <em>et al. </em>(2009: 72) state: “Logging, agricultural encroachment, the use of destructive fishing and hunting methods, and the conversion of wetlands form major threats to the biodiversity of the protected area. Government plans for infrastructural development and mining could have a severe impact on the park”</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection of existing protected areas where it occurs.</p>", "usetrade": null}]}