{"name": "195991864", "result": [{"species_id": 195991864, "taxonomicnotes": "Two Australian Museum specimens from the area north of Mount Hyland, within the distribution of the similar <em>Diorypogyx niger</em>,&#160;appear to represent <em>D. duplodentatus</em>. Further taxonomic research is required to clarify their assignment, and it is possible they represent an undescribed species (C. Reid pers. comm. 2021). These records are excluded from this assessment pending resolution of this issue.", "rationale": "This species is listed as Endangered on the basis that it is a narrow range endemic, which is estimated to have an extent of occurrence as low as 245 km<sup>2</sup>, occurring in one location defined by a widespread threat from bushfires (which either encompassed the entire range in 2019-2020 or have the potential to do so in a single fire event in future) and there is an ongoing decline in the extent and quality of its habitat due to bushfires and their impact on the species on which this beetle relies for breeding habitat. The population is also estimated to have declined by at least 50% and potentially more, due to the impact of the fires, a recurring threat which is expected to increase in intensity and frequency and as such is not considered to have ceased.", "geographicrange": "This species is endemic to Australia, where it is known from five localities in northeast New South Wales near Tenterfield. The known localities are all on high-elevation ridges of the Great Dividing Range. This species may occur more widely, but Australian members of this group typically have relatively restricted distributions. The most recently-collected specimens were collected at 1,043 and 1,075 m asl. (C. Reid pers. comm. 2021).", "population": "Nothing is known of the pre-fire population of this species, which is rarely collected. Prior to two collections in 2021 (during ongoing surveys which at that point had covered 66 localities - C. Reid unpubl. data) the most recent report appeared to be from 1993. This scarcity may partially reflect inadequate knowledge of its ecology, as surveys have tended to target wetter forests than those apparently preferred by this species, but surveys in apparently favoured habitat suggest that it is genuinely scarce (C. Reid pers. comm. 2021). Between 67% (Hyman <em>et al.</em> 2020) and the entire range was impacted by fire in the 2019-2020 bushfire season (an uncertainty likely to reflect a lack of clarity about the precise identity of the vague type locality - C. Reid pers. comm. 2021), 23% at high intensity. Mortality is expected to have been as high as 70-80% in high-intensity fire, and may have exceeded 50% in areas of lower-intensity fire. As such the species is estimated to have undergone a global decline of at least 50%, but probably less than 80%, as a result of this event.", "populationtrend": "decreasing", "habitat": "This species occurs in temperate forest where it breeds in mammal dung, and larval development presumably takes place in shallow burrows either in or beneath the dung. Recent survey work suggests a preference for tall sclerophyll forest in the west of the Great Dividing Range, a drier forest type than suggested by Matthews (1974), and it has not been recorded in rainforest or in wet sclerophyll with a rainforest understorey (C. Reid pers. comm. 2021). It has also not been recorded from closed dry forest on granite. It is unknown whether it is specialized on the dung of any specific species. It has been collected from traps baited with macropod dung (C. Reid pers comm. 2021). Most species have annual life cycles, but some may have generation lengths of up to two years.", "threats": "The major threat to this species is an increasing intensity and frequency of bushfires as a result of a drying climate (Abram&#160;<em>et al</em>. 2021). Drought may potentially impact the quality of dung if this species relies on moist dung for reproduction. At least two thirds of this species' known range was impacted by fire in the 2019-2020 bushfire season, and all life stages are surface-active (or if they burrow at all only do so in shallow soil), and so will be directly exposed to fire. The species has since been recorded from a new locality that was burned in the 2019-2020 fires, and the other locality discovered in 2021 has been burned within the last decade (C. Reid pers. comm. 2021). The most severe impact of fire is likely to be the loss and decline of mammal populations, and so of the dung on which the beetle relies for reproduction and larval development, and these are likely to recover slowly from fire.", "conservationmeasures": "There are no conservation measures in place for this species. Research is needed to determine its degree of host specificity and dispersal capabilities. Surveys are underway to obtain further material following the 2019-2020 bushfires, and a report is likely to be available soon (C. Reid pers. comm. 2021).", "usetrade": "There is no known use of or trade in this species."}]}