{"name": "164012501", "result": [{"species_id": 164012501, "taxonomicnotes": null, "rationale": "<p></p><p><em>Bicellonycha wickershamorum&#160;</em>is a nocturnal firefly associated with permanent streams in desert montane regions of southern Arizona. All currently known localities fall within the Madrean Archipelago. Although it is suspected to occur in northern Mexico and potentially Texas, it has not been observed beyond a small region of the US.&#160;The current extent of occurrence&#160;(EOO), based on localities where this species has been recorded recently, is estimated at 2,113 km<sup>2</sup>. However, as this species may still be extant in historic occurrences&#160;that have not been surveyed recently, the EOO is likely closer to 15,941, which&#160;is the estimated EOO of the historic range.&#160;This species is thought to occur in only one location, where it is threatened by widespread drought; previous droughts in the southwest U.S. have covered much greater areas than the range of this species (Reed&#160;<em>et al.</em>&#160;2019). Researchers project that the quality of habitat will continue to decline within its known range, due to climate change associated drought, which can dry up the permanent rivers and nearby ephemeral habitats upon which this species depends. More localized threats such as trampling by cattle and human modification of waterways are also potential drivers of decline, and in fact have already led to the destruction of at least one site. Uncertainty in the data available for this species is high:&#160;the EOO will probably&#160;increase as new sites are discovered, particularly if the species is found in Mexico and Texas, where it is suspected to occur. However, until more surveys are conducted, this species is assessed as Vulnerable under B1ab(iii) due to the uncertainty in EOO ranging from 2,113 to 15,941 km<sup>2</sup>, the single location within the context of wide scale drought, and the continuing projected decline in quality of habitat.</p><p></p>", "geographicrange": "<p></p><p><em>Bicellonycha wickershamorum</em> is endemic to the Madrean Archipelago of southern Arizona, USA (Cicero 1982). This species can be found in the Huachuca and Galiuro Mountains as well as the surrounding canyons and foothills. Specific localities include places like Bear Canyon, Scotia Canyon, Canelo Hills, Mule Shoe, and Empire Gulch, as well as sites near Morenci and Sonoita (Cicero 1982, BugGuide 2020, C. Mollohan pers. comm. 2020). It is likely this species also occurs in northern Mexico, although no records have yet been reported. L. Faust and B. Pfeiffer (pers. comm. 2020) suspect this species may be present in Fox Canyon, Mount Davis, Texas, since this is a sky island similar to the sky islands where this species is found in Arizona.&#160;The current extent of occurrence (EOO) for this species is 2,113 km<sup>2</sup>.&#160;Uncertainty in EOO is high.&#160;If historic sites prove to be extant, the EOO could be 15,941 km<sup>2</sup>. And if the species is indeed found in Mexico and Texas, where it is suspected to occur, its EOO could be as high as 72,000 km<sup>2</sup> or more.</p><br/><p></p>", "population": "<p></p><p>Population size, trends, and abundance are not available for this species. Buschman (2016) notes that <em>B. wickershamorum</em> can occur in large numbers in appropriate habitat, but return visits to some of these known sites in recent years did not yield any new observations of the species (L. Buschman pers. comm. 2020). Most other observations do not include abundance estimates, although 2020 surveys at one site resulted in sightings of approximately 20-30 individuals (C. Mollohan pers. comm. 2020).</p><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p><em>Bicellonycha wickershamorum </em>is known from montane desert habitats at elevations ranging from 4000-6000 ft. (Cicero 1982, C. Mollohan pers. comm. 2020). This includes habitats in the Madrean Sky Islands, foothills, and their alluvial drainages that originate in the canyons of these mountains. The Madrean Archipelago, which encompasses the known range of this species, is a global biodiversity hotspot, characterized by mountain ranges that rise 914 m (3,000 ft.) or more in elevation, are isolated from other mountain ranges by lower elevation deserts or grasslands, and are dominated by oak woodland habitat (Sky Island Alliance 2020). Within this region, <em>B. wickershamorum</em> can occur in large numbers in marsh areas and other ephemeral habitats along permanent streams (Buschman 2016, L. Buschman pers. comm. 2019), including seeps and areas with standing water (Cicero 1982, C. Mollohan pers. comm. 2020).&#160;</p><p>Adults of both sexes are winged, and the breeding season lasts from early June to late July, preceding the summer monsoons (J. Cicero pers. obs). Adults are not known to feed. Courtship begins at dusk and continues into the night as adult males fly and flash along streamsides in search of females. At dusk males fly close to vegetation and may be able to find females directly, without seeing their flashes. Later at night, males fly higher and mate-finding involves a flash/answer dialog (J. Cicero pers. obs.). Flashes appear green in color (C. Mollohan pers. comm. 2020). Adults can be observed flying and flashing well away from streams, possibly dispersing to other resources.&#160;</p><p>Larvae are active at night and confined to gentle streamsides where they hunt for snails, their only known prey (J. Cicero pers. obs.), although larvae in the related genus <em>Photuris</em>&#160;are known scavengers. Late-instar larvae construct soil chambers along slow-running streamsides&#160;where they undergo pupation.</p><p></p>", "threats": "<p>Documented threats to <em>B. wickershamorum</em> include habitat loss and degradation from cattle grazing, modification for agriculture and pasturing, and copper mining. This species<em> </em>was named in honor of the land owner whose property it was discovered on, but on a subsequent visit by the species author, the habitat had been destroyed by cattle trampling (L. Buschman pers. comm. 2019). Cattle are a major threat to fireflies since they wallow in the water and pollute it while eating streamside vegetation and breaking down streamside walls, greatly accelerating erosion. Modification of the landscape for pasture and other agricultural activities further degrades habitat by reducing and polluting available water sources and destroying fragile ephemeral habitat elements. Mining operations threaten the <em>B. w. piceum</em> subspecies. The Morenci copper mine, which is located within a few miles of the subspecies’ type locality, is the largest copper producer in North America. Surface water in this area “has been, and most likely continues to be, exposed to hazardous substances released from the Morenci Mine through a variety of pathways” (Gestring 2020). Potential effects of water pollution from copper mining operations on <em>B. w. piceum</em> and prey snail populations are unknown, but are likely to be unfavorable.</p>  <p>Climate change is likely to be a major concern for this species. In the arid American West, droughts are becoming more widespread and severe, and wildfires are also become more severe and frequent. Drought can cause the ephemeral habitats these fireflies and their prey depend upon to go dry (L. Buschman pers. comm. 2019), and wildfires can eliminate habitat and cause firefly mortality. The Madrean Sky Island Archipelago, where this species is found, is predicted to see significant habitat loss and increased habitat patch isolation across montane areas (Yanahan and Moore 2019) suggesting that some of this species’ habitat may be lost as early as 2050.</p>  Finally, light pollution may also be an issue, as it can interfere with the bioluminescent courtship signals used by nocturnal firefly species (Owens and Lewis 2018). However, the early evening courtship period of this species may mean this threat is relatively low.<p></p>", "conservationmeasures": "No known conservation actions are in place for this species. Although some sites occur on the Coronado National Forest, grazing allotments do little to protect this species within the forest. At least one locality occurs within a protected area, within the boundaries of the Las Cienegas National Conservation Area (Protected Planet 2020). There may also be general conservation activities conducted by organizations such as the Sky Island Alliance to curtail infringement on this species’ habitats, but nothing is in place to specifically protect this firefly. Because surveys for this species are scarce, increased survey effort would be helpful in determining the full range and distribution of the species, and would also provide valuable information regarding population size, trends, and abundance. Surveys are also recommended in other sky islands, such as those found in northern Mexico and Texas, to determine if this species is more widespread than currently known.", "usetrade": "There are no documented uses of this species for medical harvest, trade, or entomo-tourism."}]}