{"name": "191313", "result": [{"species_id": 191313, "taxonomicnotes": null, "rationale": "<em>Fundulus philpisteri</em> is endemic to the  Ramsar Site Baño de San Ignacio: a  saline  thermal spring within San Fernando basin in the State of Nuevo  Leon, northeast Mexico. The main threats to the species are water pollution  caused by  recreational activities at the Ramsar Site and agricultural  run-off from  the surrounding area. The presence of Coipú (<em>Myocastor coypus</em>)  has also lead to a decline in the species' habitat  quality. Considering its limited distribution (AOO 4 km<sup>2</sup>), presence in only one location, and threats,&#160;<em>Fundulus philpisteri </em>is assessed as Critically Endangered (CR).", "geographicrange": "The species is endemic to Baño de San Ignacio spring and marshes, within Rio San Fernando basin in Nuevo Leon State, Mexico (Garcia-Ramirez <em>et al.</em> 2006, A. Valdes pers. comm. 2019).", "population": "More information is needed about the population size and trends of <em>Fundulus philpisteri</em>. <br/><em></em>", "populationtrend": "decreasing", "habitat": "The species occurs in thermal water habitats rich in sulphur salts.", "threats": "The species is potentially threatened by water pollution caused by  recreational activities at the Ramsar Site and agricultural run-off from  the surrounding area. The presence of Coipú (<em>Myocastor coypus</em>),  an introduced invasive rodent which lacks natural predators and feeds  on the vegetation of the lagoon, has also lead a decline in the species habitat  quality (Ramsar Secretariat 2009).", "conservationmeasures": "<em>Fundulus philpisteri</em>&#160;distribution is covered by the Natural Protected Area Baño de San Ignacio (ANP-BSI), officially declared as an Area of Ecological Conservation in November 2000 and Ramsar Site in 2009. However, ANP-BSI currently lacks a management plan and there are no specific species conservation actions in place.", "usetrade": "More information is needed about the use or trade of <em>Fundulus philpisteri</em>."}]}