{"name": "199978148", "result": [{"species_id": 199978148, "taxonomicnotes": null, "rationale": "<em>Kurasawatrechus latior</em> has been exclusively found in Hwanseon Cave, Gangwon-do Province, Republic of Korea. According to analysis of distributional data, its extent of occurrence (EOO) and area of occupancy (AOO) are both estimated at 4 km<sup>2</sup>. This species’ only known locality has two types of continuing decline in habitat quality: (1) reduced inhabitable area resulting from cave tourism and (2) reduced prey abundance resulting from a decline in the number of bat droppings. This species' locality could be divided into two locations based on the types and intensity of threats: (1) those that are directly affected by tourism (i.e. light pollution) and (2) those that are not open, but are indirectly disturbed because of their vicinity to the public area. Based on this information this species qualifies as Endangered.", "geographicrange": "<em>Kurasawatrechus latior</em> is a blind trechine beetle endemic to the Republic of Korea (National Institute of Biological Resources 2014). This species is currently known to be endimic to the Hwanseon Cave, Samcheok-si, Gangwon-do Province (N 37°19′10.80′′, E 129°00′27.52′′, 535m asl; Cave Research Institute of Korea 2010a). In its entirety, the total span of the winding tunnels in this limestone cave is about 8.5 km (Cave Research Institute of Korea 2010a). It is possible for this species to be distributed in nearby subterranean terrains away from researchers' reach, even though it has only been observed in one cave through several cave surveys in the region. Even so, the distribution of this species must be highly localized.<br/><br/> The area of occupancy (AOO) is estimated to be 4 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Following IUCN Guidelines, the extent of occurrence (EOO) is increased to match the AOO; therefore, the final EOO used in this assessment is 4 km<sup>2</sup>.", "population": "This species has been rarely recorded up until 2000 (Ueno and Namkung 1968; National Institute of Biological Resources 2015; Cave Research Institute of Korea 2010a,b). Only small numbers of individuals could be observed even in the known locality (Cave Research Institute of Korea 2010a). Since 2000, it has not been found in repeated surveys, and some scholars argue that cave tourism may have caused its disappearance from the cave (Cave Research Institute of Korea 2010a,b). However, it has also been pointed out that this cannot be certain because, in the past,&#160;about 10 individuals suddenly 'appeared' after years without being seen (Cave Research Institute of Korea 2010a,b).<br/><br/>So far, this species has been recorded in two sections of the cave, one is open to the public while the other is closed but also indirectly affected. As a result of cave tourism, the number of individuals at some of their occurrence spots has decreased (Cave Research Institute of Korea 2010a,b), although it is unknown what the current trend is in terms of total population size at present.", "populationtrend": "unknown", "habitat": "Throughout the Korean peninsula, all member species of the genus <em>Kurasawatrechus</em>, which includes four described species, have been found in limestone caves (Ueno and Namkung 1968, Ueno 1969). The absence of hind wings, pigments, and eyes in mature individuals of this group makes them typical troglobites (Ueno 1969). Trechinae species that specialize in subterranean environments tend to be more restricted in distribution and have lower dispersal abilities (Ueno 1969, 2007). Therefore, these species are very vulnerable to habitat disturbance.", "threats": "This species' only known locality (Hwanseon Cave) has been open to the public since 1997, with 942,164 tourists visiting each year, on average. There are two cave-tourism-related factors suspected to be responsible for the continuing decline in habitat quality.<br/><br/> (1) Environmental changes, including light pollution: It has been observed that many cave species' frequency and occupation points have decreased in the section accessible to tourists after tourism opening. It is inferred that as a result of tourism opening, all species' population size have decreased, or at least their distribution has become more limited (Cave Research Institute of Korea 2010a,b). Researchers claimed that there maybe a few individuals of this species subsisting in a section opened to tourists (Cave Research Institute of Korea 2010a,b). Therefore, tourism seems to still have a direct and continuous impact on species. Furthermore, the observation results indicate that diversity and abundance in adjacent closed areas to opened areas have also declined since tourism began, despite maintaining similar environmental conditions (Cave Research Institute of Korea 2010b).<br/><br/> (2) Bat population reduction: Since this cave was opened to the public, a bat colony in this species' territory has been lost (Cave Research Institute of Korea 2010a). As one of the major trophic sources in cave communities, an abundance of bat guano can regulate the biodiversity and distribution of cave fauna (Ferreira and Martins 1999). In particular, some individuals of the same genus with this species have been found to use a guano community  (Yoo 1997). Consequently, the reduction in guano can downsize cave arthropod abundance (Ferreira <em>et al</em>. 2007). This species, as a predator and scavenger, can also experience a continuous decline in habitat quality as a result of declining arthropod prey abundance.", "conservationmeasures": "Steps need to be taken to reduce the impact of tourism on Hwanseon Cave, where pollution has been a significant problem. Despite efforts to clean the cave and replace lamps, the contamination quickly returned due to inadequate management (Cultural Heritage Administration 2012, Cave Research Institute of Korea 2016, Y.-K. Kim pers. comm.). The Cultural Heritage Administration (2012) proposed several measures to preserve the cave ecosystem, including relocating and reducing the intensity of lights, changing the direction of illumination, monitoring light pollution, limiting visitors with guided tours, and focusing on intended points of illumination to prevent light scattering.", "usetrade": "There is no trade in this taxon."}]}