{"name": "184535317", "result": [{"species_id": 184535317, "taxonomicnotes": null, "rationale": "<em>Copelatus insuetus </em>is endemic to Madagascar. There are some older records of the species that require confirmation, including from Nosy Be and Mantadia National Park, as the species is similar to the newly described <em>C. kely</em>. The extent of occurrence (EOO) is estimated to be in the range around 8,700 to&#160;135,384&#160;km<sup>2</sup>&#160;and the minimum area of occupancy (AOO) is estimated to be at least 36 to 64 km<sup>2</sup>, although it could be quite a bit larger. The current population trend is unknown, but there is inferred to be a decrease in the quality and the extent of the habitat through conversion of land for agriculture, fire and logging. The extent of these threats on this species are not fully understood, and there has been a record of the species found in degraded habitat, and it most likely occurs at more than 10 locations. However, based on the current known information and the uncertainty around the AOO, the species is assessed as Near Threatened as it is close to meeting the criteria for a threatened category under criterion B. If the species is found to be more widespread than currently known, and it is found to be a fairly adaptable species, it may be considered as Least Concern in the future.", "geographicrange": "This species is endemic to Madagascar. There are older records that may require confirmation, from Maroanstetra, the island of Nosy Be (in Lokobe National Park), as well as Ankarafantsika&#160;and Mantadia National Parks, particularly in light of the newly described similar species <em>C. kely&#160;</em>(Ranarilalatiana&#160;<em>et al.</em>&#160;2019).&#160;Therefore, the extent of occurrence (EOO) is estimated to be in the range around 8,700 to&#160;135,384&#160;km<sup>2</sup> and the minimum area of occupancy (AOO) is estimated to be at least 36 to 64 km<sup>2</sup>, although it could be quite a bit larger. If the older records are correct, this species is found in the lowlands, otherwise the altitudinal range is from 900 m to 1,300 m asl.", "population": "The species is most abundant in tropical eastern forests of Madagascar (Ranarilalatiana&#160;<em>et al.</em>&#160;2019), where numerous records have been found.", "populationtrend": "unknown", "habitat": "This species is mostly found in humid forests, and has been found in stagnant pools with vegetation and/or dead leaves, and in a side-pool next to a river in a semi-open degraded area (Ranarilalatiana&#160;<em>et al.</em>&#160;2019).&#160;The records from Ankarafantsika suggest that this species may also occur in western deciduous forests, but this requires confirmation.", "threats": "The threats to this species are unknown, although the eastern forests of Madagascar are threatened by deforestation from logging, fire and conversion of land for agriculture (Ranarilalatiana&#160;<em>et al.</em>&#160;2019). However, it is known to occur in at least one degraded area and therefore the extent of these threats on the species is unknown.", "conservationmeasures": "Further research is required to confirm the distribution of this species, particularly with regards to the more uncertain specimens from Ankarafantsika, Nosy Be and Maroantsetra. In addition, more information on the population trends, habitat and threats to this species is recommended to help define if any conservation action is required. The species is known from some National Parks in Madagascar, which are legally protected areas.", "usetrade": "This species is not known to be used or traded."}]}