{"name": "49829623", "result": [{"species_id": 49829623, "taxonomicnotes": null, "rationale": "The distribution of&#160;<em>Dolichancistrus fuesslii</em>&#160;is restricted upper reaches of Guaviare, Meta and Arauca drainages. The area of occupancy (AOO) is best estimated at 2,224 km<sup>2</sup>, close to the Vulnerable B2 threshold. Given the regional impacts of deforestation, agribusiness, effluents, and riverbed transformation, it occurs in 4-6 threat-based locations, meeting the Vulnerable subcriterion a threshold. There is continuing decline in habitat meeting subcriterion b(iii). Therefore, this species is assessed as Near Threatened.", "geographicrange": "<em>Dolichancistrus fuesslii&#160;</em>was described from Sosomoco in Colombia (Steindachner 1911) in upland tributaries in the Guayabero, Meta and Arauca rivers basins along the eastern flank of the Cordillera Oriental in the río Orinoco system. The species is present in creeks and rivers Orotoy, Acacías, Humea, Cáqueza, Gazamumo, Rucio, Garagoa, Batá, Upía and Sunce, among others. The species is distributed in a range of elevations from 324-2,387 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 32,675 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 2,224 km<sup>2</sup>. Given the regional impacts (deforestation, agribusiness, effluents, and riverbed transformation), <em>Dolichancistrus fuesslii</em> occurs in 4-6 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Dolichancistrus fuesslii</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "The current population trend is <span style=\"\">unknown, given the unknown</span> impacts of several human stressors in combination with climate change.", "populationtrend": "unknown", "habitat": "<em>Dolichancistrus&#160;</em><em>fuesslii&#160;</em>inhabits streams and rivers with clear-white, well-oxygenated waters on substrates conformed by bedrock, stones and gravels. It possibly has a periodic reproductive strategy associated with the rainy season.&#160;<em>Dolichancistrus&#160;</em><em>fuesslii</em>&#160;reaches 124.4 mm standard length (Ballen and Vari 2012).", "threats": "The habitat of the species&#160;<em>Dolichancistrus&#160;</em><em>fuesslii</em>&#160;is declining due to various human disturbances: deforestation of headwaters and riparian zones, agriculture extensive and urban settlements.&#160;These changes are most intense in the foothills, where there is the greatest advance of the human frontier,&#160;and have a negative and direct effect on river ecosystems and their fish (Etter <em>et al.</em> 2006, Briceño 2015).", "conservationmeasures": "<em>Dolichancistrus fuesslii&#160;</em>is reported in lower reaches of the National Natural Parks Chingaza and Macarena, and DMI Ariari-Guayabero (Colombia), and it probably occurs in National Parks Tamá and El Tamá in Colombia and Venezuela, respectively (IUCN and UNEP-WCMC 2020). The species&#160;is not subject to laws or regulations oriented for its specific protection. Habitat protection of the most impacted drainages is recommended, as well as awareness and communications.&#160;It is necessary to research the actual conditions and trends for the population size and distribution, threats and habitat.", "usetrade": "There are no known uses for the species."}]}