{"name": "190550787", "result": [{"species_id": 190550787, "taxonomicnotes": null, "rationale": "<em>Hemigrammus changae</em> is assessed as Vulnerable. Gold mining is the principal threat and is expected to continue and expand in the future, leading to widespread habitat loss for the species. The area of occupancy (AOO) is best estimated at 1,436 km<sup>2</sup>. Based on the threats of gold mining and deforestation for agriculture there are 4-5 threat-based locations.", "geographicrange": "<em>Hemigrammus changae</em>&#160;was described from the Aguajal Cicra, Aguajal Pozo Minero, in Puerto Maldonado, Departamento Madre de Dios, Perú (Ota <em>et al. </em>2019). In Perú the species occurs in the rivers&#160;La Colpa, tributary of río Tambopata, Aguajal Este in lower río Madre de Dios, Cocha Wiener in river Heath, Quebrada Grande (a tributary of río Tambopata) and river Manuripe. In Bolivia the species is reported in Aguas Negras creek, tributary of river Curiraba (Beni), river Chapare near of confluence with river Mamoré, and river apacani, a tributary of río Grande. The species&#160;is reported in 25 localities with a elevational distribution ranges from 150-300 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 102,893&#160;km<sup>2</sup>, with an area of occupancy (AOO) best estimated at 1,436 km<sup>2</sup>. Based on the threats of gold mining and deforestation for agriculture there are 4-5 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Hemigrammus changae</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019) and SpeciesLink (SpeciesLink 2020).", "population": "According to the natural abundance and wide distribution of <em>Hemigrammus changae</em>, the total population size&#160;is suspected to be large. The population trend is suspected to be stable.", "populationtrend": "stable", "habitat": "According to Ota <em>et al</em>. (2019), the species inhabits shallows and slow-flowing streams in aguajales (wetlands or swamps dominated by palms&#160;<em>Mauritia flexuosa</em>), usually with black water with decayed organic matter. Also, the species is recorded in oxbow lakes, and streams and lakes in seasonally flooded savannahs. The species can reach 31.8 mm in standard length.", "threats": "The principal threat for&#160;<em>Hemigrammus changae</em> is the regional gold mining, which occurs throughout its distribution. Extensive deforestation and the increase of urban centres (Swenson <em>et al</em>. 2011, Ashe 2012) have intense impacts leading to the loss and fragmentation of habitats for ichthyofauna.", "conservationmeasures": "It is unknown if there are any regulations and educational programs oriented to its protection. There are conservation sites and protected areas&#160;throughout Bolívia and Peru where the species has been recorded or may occur - these are: National Parks Madidi, Tambopata, Bahuaja Sonene and Amboró (IUCN and UNEP-WCMC 2020). Recommended actions for conservation are for site and habitat restoration of habitat that has been destroyed by gold mining.&#160;It is necessary to research the actual conditions and trends for the population, distribution, threats and habitat", "usetrade": "No information is available on the use and trade of this species."}]}