{"name": "171880", "result": [{"species_id": 171880, "taxonomicnotes": "<span style=\"\">The valid species name is <em>Pseudodon cumingii</em>&#160;</span><span style=\"background-color: rgb(255, 255, 255);\">(Lea, 1850)</span><span style=\"\">. </span><span style=\"\">The genus <em>Pseudodontopsis</em> was used in error by IUCN Red List in previous assessments. In the past Brandt (1974) suggested that there were two forms which he considered to be subspecies <em>Pseudodon inoscularis inoscularis</em> and <em>P. inoscularis cummingii</em> however, during the 2010 assessment for the Red List, two taxa were treated as full species, and this has been confirmed by molecular data (Pfeiffer, pers. comm., 2017). <br/></span>", "rationale": "The species is listed as Vulnerable D2 in view of its fragmented distribution, consisting of only two locations in northwest Peninsular Malaysia and a single location in in the upper Mekong catchment in Thailand respectively. Due to crop management of rice paddies and to the transitory nature of associated streams, this species could quickly become Critically Endangered.", "geographicrange": "The species has been recorded from various localities in Thailand and&#160;Malaysia but appears to have a disjunct distribution, inhabiting&#160;small rivers and streams. Molecular data has verified this species from only a few localities in mainland southeast Asia,&#160; Mae Kham in Northern Thailand and in Perlis and Kedah states in northwest Peninsular Malaysia (J. Pfeiffer unpublished data 2017, Zieritz <em>et al</em>. 2016). Due to high morphological variability, taxonomic identification is difficult within the genus and consequently the historical distribution information has poor resolution.", "population": "<p>Current data indicate that the species is restricted to a few catchments in NW-Peninsular Malaysia (Zieritz <em>et al.</em> 2016), and one tributary of the Mekong River in Thailand, where the species is commonly found. Due to a lack and unreliability of historical records, the current population trend is unknown.</p>", "populationtrend": "unknown", "habitat": "<p>Brandt (1974) reported the habitat of this species as restricted to streams and rivers only, never found in lakes, ponds and ditches. The scarce data available indicate that the species is confined to small streams in fine sediments (Zieritz <em>et al.</em> 2016). In Malaysia, the species is associated with&#160;<em>Pilsbryoconcha exilis</em> and&#160;the non-native <em>Sinanodonta woodiana</em>; in Thailand, it co-occurs with <em>P. exilis</em>, <em>Contradens contradens</em>, and <em>Pseudodon vondembuschianus</em>.</p>", "threats": "<p>In Peninsular Malaysia, the species is only present in semi artificial streams in between paddy fields and are therefore sensitive to water diversion and crop management activities. The species may also be particularly threatened by interspecific competition with <em>Sinanodonta woodiana</em>. No information on threats to this species was found for the Thai population.</p><p><br/></p>", "conservationmeasures": "<p>Considering the restricted distribution of this species, protection of the habitats in NW-Peninsular Malaysia are crucial for the survival of this species. The potential threat of interspecific competition (e.g. host fishes, space and food resources) with&#160;<em>Sinanodonta</em><em>&#160;woodiana</em> requires further research.&#160;Research on the taxonomy, biology and ecology of the species is needed.</p>", "usetrade": "<p>The species is harvested as a food source by locals but not commercialized. No other use or trade is known for the species.</p>"}]}