{"name": "177895199", "result": [{"species_id": 177895199, "taxonomicnotes": null, "rationale": "<em>Teinobasis martinschorri </em>is known two locations on Polillo Island in the Philippines and a location on the satellite island Patnanungan. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but it is very unlikely to be smaller than 500 km² and is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to original habitats on Polillo. Its extent of occurrence (EOO) is 336–2,173 km². The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)).<br/><p></p>", "geographicrange": "<em>Teinobasis martinschorri </em>is known from the type series of three males collected at a single location in the Tamulaya area on Polillo Island in the Philippines in 2009 (Villanueva 2010). Additionally, Villanueva and Estacioa (2020) report the species from another location in the north of Polillo and from the satellite island Patnanungan. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is very unlikely to be smaller than 500 km² and is inferred to be declining due to loss of and disturbance to original habitats on Polillo. Its minimum extent of occurrence (EOO) is 336 km² (based on a minimum convex polygon (MCP) around the three known data points); its maximum EOO is 2,173 km² (based on an MCP around the entire Polillo Islands group: the true EOO is likely to be smaller than this).<br/><p></p>", "population": "<p>On the basis of the limited information available this appears to be a scarce and locally occurring species. At least some ongoing decline in overall population is inferred from loss and degradation of original habitats on Polillo.</p>", "populationtrend": "decreasing", "habitat": "<p>Villanueva (2010) does not provide any specific information on the habitats of this species, but gives the following information about his collecting sites in the Tamulaya area: “I surveyed few hundred meters downstream the waterfall which was dammed for local use and about 4 km upstream. Several feeding streams and springs were also explored. The area was mainly agricultural with scattered forested patches in the upstream region of this small river.” So it appears that the species is stream breeding and possess some degree of tolerance to disturbance, but it is not clear how strongly dependent on forest for survival it is, but it is very unlikely that it can survive in completely open habitats. The extent and quality of suitable habitat for the species are inferred to be declining to at least some extent due to loss and degradation of forest within its range.</p>", "threats": "<p>The most recent information available to the assessor on threats to Odonata on Polillo is in Villanueva (2010): “Polillo Island lacks high mountains and deep gorges, which hinder clearing for agricultural purposes. This makes the island at threat to land conversion for agriculture and settlement. During the survey, several tracts of forest are cleared for agricultural reasons, mainly through ‘kaingin’ [slash and burn]. In some instances clearing extends to the creeks or streams removing vegetations that provide cover for shade loving species.&#160;Deforestation, as always the prime threat to Philippine species, is also present on the island. Though logging concessions are no longer a present threat, large number of small scale logging threatens the remaining forest patches. This logging activity was noted during the survey even in the watershed sites. …&#160;Use of pesticide for collecting crustacean not only on the site it is applied at but, of course, downstream as well. This intentional poisoning of the water system, in addition to the pesticide from agricultural lands, threatens not only livestock and people downstream but the entire aquatic organism. Unfortunately, this practice is rampant not only in Polillo but also in various areas in the country.”</p>  Examination of satellite images supports much of the above text, and <em>Teinobasis martinschorri</em> appears to be under threat from deforestation from agriculture and small-scale logging and possibly also from pollution.", "conservationmeasures": "<p>The priorities for this species are for more data on exact habitat requirements and ability to tolerate disturbance and protection of habitat where the species occurs is highly desirable. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}