{"name": "117808095", "result": [{"species_id": 117808095, "taxonomicnotes": null, "rationale": "This species is endemic to an isolated reef in the middle of Lake Malawi. It meets the area requirements under criterion B for threatened (EOO &lt; 100 km²) and it is known from one location. Future declines in population size are possible but unlikely. The effects of subsistence fishing on&#160;<em>C. chilundu&#160;</em>are negligible, however, it is only known from a single rocky reef with the total number of adult individuals estimated to be between 500 and 1,000. The species is therefore listed as Vulnerable.", "geographicrange": "This species is endemic to Lake Malawi where it is only found at Taiwanee Reef&#160;(S 11°57.448’, E 34°35.298’). This reef is in Mozambique waters although only fishermen from Chizumulu Island (Malawi) fish there.", "population": "This species is common at the reef.", "populationtrend": "stable", "habitat": "It is restricted to the upper reaches of the reef, which nowhere gets nearer the surface than about 5 m depth. The rocks of this habitat create many caves and crevices that are used by <em>C. chilundu</em> as spawning sites. Territorial males are seen near rocky edges and caves between the large boulders. It feeds on plankton, mostly algae and diatoms, but also zooplankton when abundant. Males which have to defend their spawning site remain close to their homesteads and feed on anything they can extract from the aufwuchs on rocks. Males defend caves among the rocks of their habitat. Although they remain close to their premises they can chase conspecific males metres away from their caves. Ripe females approach the spawning sites of the males and spawn inside the caves. Mouth-brooding females are rarely encountered, probably because they are hiding among the rocks where they release their offspring.", "threats": "Subsistence fishing with chirimila nets is a potential threat to this species.", "conservationmeasures": "Conservation actions for this species are unknown.", "usetrade": "It is rarely&#160;collected by the ornamental fish trade where it is known as \"Elongatus Taiwan\". Although not targeted by fishermen it sometimes gets trapped in small-meshed chirimila nets operated by utaka fishermen."}]}