{"name": "173824969", "result": [{"species_id": 173824969, "taxonomicnotes": null, "rationale": "<p><em>Corumbataia liliai </em>is known only from its type locality, Cachoeira Creek, a tributary of the Corrente River in the upper Paraná River basin in Goiás State, Brazil. Area of occupancy (AOO) is estimated to be 4 km<sup>2</sup>&#160;and extent of occurrence (EOO) is estimated to be 4-90 km<sup>2</sup>. A single threat-based location is assigned, based on severe land-use changes to support industrial scale agriculture and cattle ranching. Despite uncertainties regarding the direct impact of regional land-use on <em>C. liliai</em>, continuing decline in habitat quality and availability are inferred. Therefore, <em>C. liliai</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p><em>Corumbataia liliai </em>is known only from its type locality,&#160; Cachoeira Creek, a tributary of the Corrente River in the upper Paraná River basin in Goiás State, Brazil (Silva <em>et al</em>. 2018).</p>  <p>Area of occupancy (AOO) is estimated to be 4 km<sup>2</sup>, based on a 2x2 km grid overlain on the only known collection locality of this species (Silva et al. 2018). Extent of occurrence (EOO) is estimated to be 4-90 km<sup>2</sup>, with a lower estimate calculated as equivalent to the estimated AOO, and an upper estimate calculated by generating a minimum convex polygon around the sub-basin in which <em>C. liliai</em> occurs. The type locality of this species is likely directly impacted by deforestation and regional land-use changes associated with industrial scale agricultural production and cattle ranching (Carvalho <em>et al</em>. 2009, Filoso <em>et al</em>. 2015, Spera <em>et al</em>. 2017), and therefore it is assigned to a single threat-based location. Future ichthyological sampling in the region may yield additional collection localities.</p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species is only known to occur in a stream characterized by marginal vegetation and slowly flowing water in the Brazilian Cerrado (Silva <em>et al</em>. 2018). </p>", "threats": "<p>The primary threat to aquatic ecosystem integrity in southwestern Goiás State is severe land-use alteration associated with agricultural expansion and cattle ranching which dominate the landscape (Carvalho&#160;<em>et al.</em>&#160;2009, Costa 2012, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Beginning with the relocation of Brazil’s capital to Brasília in 1960, the Cerrado frontier was subjected to rapid development of road networks and subsequent agricultural development (Latubesse&#160;<em>et al.</em>&#160;2019). Agricultural activities in this region are responsible for the majority of Brazilian agricultural production, including that of soybeans, maize, and more recently sugar cane to support ethanol production (Carvalho&#160;<em>et al.</em>&#160;2009, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Intensive pesticide and chemical fertilizer applications are regularly utilized in agricultural production methods (Alves&#160;<em>et al.</em>&#160;2010, Wittman&#160;<em>et al.</em>&#160;2015). Between 39-55% of the original Cerrado land cover has been lost (Carvalho&#160;<em>et al.</em>&#160;2009). In Goiás State, 69% of the watersheds larger than 500 km<sup>2</sup> have less than 50% of remnant vegetation (Latrubesse&#160;<em>et al.</em>&#160;2019). Diversion of surface water resources to support agricultural irrigation has the ability to quickly dewater annual and perennial streams (Costa 2012). </p>  <p>Despite uncertainties regarding the direct impact of existing threats on <em>C. liliai</em>, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. liliai</em>. The type locality of this species does not occur within a protected area (IUCN and UNEP-WCMC 2020), and adjacent land is heavily impacted by agricultural activities and cattle ranching (Carvalho <em>et al</em>. 2009, Filoso <em>et al</em>. 2015, Spera <em>et al</em>. 2017). Ichthyological surveys in adjacent streams are urgently needed to clarify distribution, population size, and population status. Site protection, habitat monitoring, and population monitoring are immediate conservation priorities. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}