{"name": "117850663", "result": [{"species_id": 117850663, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi where it is only known from Mumbo and Otter islands in the southern part. It is not collected by the ornamental fish trade or by local subsistence fishers, but sedimentation leading to habitat degradation is a threat. It meets the area requirements under criterion B for Critically Endangered and it is known from two locations. However, future declines in habitat quality or population size are possible but uncertain. The effects of increasing sedimentation on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi where it is only known from Mumbo and Otter islands in the southern part.", "population": "No information is available on the population.", "populationtrend": "unknown", "habitat": "The preferred habitat of <em>T. biriwira</em> is among large and medium-sized rocks. The depth distribution is from 7 m to at least 40 m, and it is often found in large caves within the rocky habitat. The species is characterised by the fact that, unlike other elongate types, it “sticks” to the rocks and is normally found in an upside-down position. Males are only weakly territorial, while females are not territorial at all and the species has not been found in large numbers before. Like all other members of <em>Tropheops, T. biriwira</em> feeds on blue-green algae that are picked from the rocky substrate, and it also feeds on plankton when such is available in sufficient quantities. Most individuals of <em>T. biriwira</em> are solitary and non-territorial, rarely is a male seen defending a spawning site, although most likely spawning takes place in the dark recesses of the rocky habitat, probably inside large caves. Mouth-brooding females are rarely seen and probably hide between the rocks and seldom move about in the open.", "threats": "Sedimentation is a potential threat.", "conservationmeasures": "Both subpopulations occur in the Lake Malawi National Park", "usetrade": "It is not collected by the ornamental fish trade or by local subsistence fishers."}]}