{"name": "50969065", "result": [{"species_id": 50969065, "taxonomicnotes": null, "rationale": "This is the most recently discovered odonate species in North America (US/Canada) (Abbott and Hibbits 2011). Because there are probably no more than 1,000 adult individuals in any given year (presumably many more larvae, which represent several year classes), with fewer than 250 adult individuals in any subpopulation, the species qualifies as Endangered. In addition, its known Area of Occupancy is no more than 1000&#160;km², and it is known presently from fewer than 10 locations. Recent field studies have not shown the species to be common anywhere (https://texasnongameprogram.wordpress.com/2016/02/09/texas-rarest-dragonflies-closely-tied-to-rare-natural-community-pitcher-plant-bogs/), perhaps because its habitat is not only limited but occurs in small patches. The habitat is small bogs,&#160;and some of these are being ditched for drainage (Abbott and Hibbits 2011), which poses an immediate threat to the species.&#160;John Abbott, the only person who has studied the species, recommended its listing as Endangered (email 25 Sep 2015). It has not been monitored for sufficient time to show a current decline, but because of a variety of very real threats to its limited habitat, a continuing decline seems likely.", "geographicrange": "This very restricted species occurs locally, so far known from seven counties (Odonata Central, http://www.odonatacentral.org) in eastern Texas and western Louisiana in the United States of America.", "population": "As far as is known, there are quite small populations in the pitcher-plant bogs where it has been found, but there is no quantification or information about population trends.", "populationtrend": "decreasing", "habitat": "<em>Cordulegaster sarracenia</em> is so far known as a breeding species only from bogs containing the pitcher plant <em>Sarracenia alata</em> (Abbott and Hibbitts 2011). Adults roam away from the bogs into the surrounding woodland.", "threats": "This species is known to occur only in bogs with <em>Sarracenia alata</em>, and some of these are being ditched for drainage (Abbott and Tibbits 2011). As the most poorly known and range-restricted <em>Cordulegaster</em> in North America, any threats that affect members of this genus, for example drought, habitat destruction through logging, cattle grazing, and fire, especially the first, are exacerbated in this species.", "conservationmeasures": "At present the species is known to occur in Angelina National Forest in Texas and Kisatchie National Forest in Louisiana, which gives it protection at least from development. Every effort should be made to discover more populations of this very range-restricted and specialized species. Fortunately, the presence of pitcher plants may be a good clue toward searching for larvae, as the adult flight season is not very long.", "usetrade": null}]}