{"name": "14274537", "result": [{"species_id": 14274537, "taxonomicnotes": null, "rationale": "<em>Lathrocordulia metallica</em> has a restricted known range in Western Australia, with a known maximum extent of occurrence (EOO) of 21,865 km²; the actual EOO is likely to be less than 20,000 km². Actual or potential threats are known for most of the seven sites ever recorded for the species, and it is likely to already be extinct at one of these sites. A decline in quality and extent of suitable habitat is inferred from both the expansion of Perth and mining activities in part of the known EOO. The site at which it may already be extinct is not counted as a currently known location, leaving six known locations. With only six currently known locations, and taking a reasonable precautionary approach, the species qualifies for Vulnerable status under criteria B and D (VU B1ab(iii); D2). Fresh data are urgently needed for this species and could result in a change to a higher threat category. It is also predicted to be a high risk from the effects of climate change by 2055, at least under a high emissions scenario.", "geographicrange": "<em>Lathrocordulia metallica</em> is endemic to Australia, where it is only known from south-west Western Australia. Most of the few records are from the Perth area or within 100 km south of Perth, with one record considerably further south and east. The assessor has seen records from only seven individual sites, one of which is now within Perth and two others are very close to Perth. Its maximum extent of occurrence (EOO), based on a minimum convex polygon around occupied HydroBASIN areas, is 21,856 km²; EOO based on a polygon around only those sites known to be occupied by the species is 9,378 km². Bush <em>et al</em>. (2014: Table S2) give an estimate of the current extent of suitable habitat of this species of 11,524 km², this can be taken a an upper bound on the area of occupancy (AOO) of the species, but the true AOO will be considerably less than this; however it might still be greater than 2,000 km². The species is highly likely to be extinct at the site in Perth, and for this reason this is not counted as a currently known location, so only six locations under considered as currently known here.<p></p>", "population": "<p>Very few individuals of this species have ever been recorded. All specimen based records that the assessor has seen are more than 35 years old; there is a photograph of a female on the Western Australia Dragonflies web site (Jan Taylor's Dragonflies: <a href=\"http://museum.wa.gov.au/_waiss/WA_Dragonflies/Pages/Page%20173.htm\">http://museum.wa.gov.au/_waiss/WA_Dragonflies/Pages/Page%20173.htm</a>) with no collection date but the statement “This is the only specimen I have caught”. The apparent scarcity of this species is as likely to be due to its habits or difficulty of capture as it is to be due to genuine rarity; intensive surveying is needed to determine whether or not it is genuinely rare.</p>", "populationtrend": "unknown", "habitat": "<p>This species \"inhabits streams\" (Theischinger and Endersby 2009). Tillyard (1911) states “Of this dragonfly, Mr. Berthoud writes—\"It is a beautiful active insect, found in the same locality as, and with similar habits to <em>H. berthoudi</em>;” On <em>Hespercordulia berthoudi </em>in the same publication Tillyard states that “They frequent thick 'blackboy [<em>Xanthorrhoea</em> species]' and palm-scrub close to the brook, but I never saw them hawking about on the water. They sit on the leaf of a 'blackboy' or palm, flying off at the least alarm, usually upwards over the scrub, and alight again a chain or two away on another leaf.”</p>", "threats": "<p>Half of the known populations of this species are in or close to Perth; some of these may already have been lost to urban development, and all are potentially threatened by it. Mining is also a potential threat in parts of the range of the species, in the Waroona area and Lane Poole Conservation Area. The severity of these threats needs investigation, and research into other threats is needed.&#160;In the longer-term, modelling of sensitivity to climate change in Bush <em>et al. </em>(2014: Table S2) predicts that under a high emissions scenario this species will be at high risk from the effects of climate change by 2055.</p>", "conservationmeasures": "<p>The priority for this species is for surveys to gain up-to-date data on distribution and populations; more information on threats is also needed. With such data any specific conservation actions that might be needed can be planned.</p>", "usetrade": null}]}