{"name": "164692249", "result": [{"species_id": 164692249, "taxonomicnotes": null, "rationale": "<em>Profundulus guatemalensis</em> is distributed on the Pacific slope of Guatemala and El Salvador. Total population size and population trend are unknown. Additionally, limited ichthyological surveys suggest that this species is common at some localities where it occurs. A number of potential threats to aquatic habitat exist in Guatemala and El Salvador including deforestation associated with land-use changes, pollution from agricultural, urban, and industrial sources, mining activities, and hydropower development. While the direct impact of these threats on population status are unknown, they are producing continuous inferred declines in habitat quality and potentially availability. Due to the limited distribution of this species, the small number of locations in which it is inferred to occur, and inferred continuous declines in habitat quality, this species is listed as Vulnerable under criterion B1ab(iii).", "geographicrange": "<p><em>Profundulus guatemalensis</em> occurs on the Pacific slopes of Guatemala and El Salvador (Kine-Pineda <em>et al</em>. 2006, McMahan <em>et al</em>. 2013, W. Matamoros pers. comm. 2020). In El Salvador it is restricted to the extreme west of the country where it has been collected from the Carasucia San Pedro Drainage and the Paz River hydrographical zone (McMahan <em>et al</em>. 2013, E. Barraza pers. comm. 2020). It has been collected at elevations ranging to 1628 meters above sea level (Salgado-Maldonado <em>et al</em>. 2014).&#160;</p>  <p>Extent of Occurrence (EOO) is estimated 10,061 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records. Given the scope and magnitude of major threatening factors, this species is inferred to occur in 8-10 locations.</p>", "population": "<p>Total population size and population trend are unknown. However, it comprised the majority of ichthyological collections taken in one survey from El Imposible National Park, El Salvador (Haywood 2010).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in streams and rivers characterized by moderate water velocity, across a broad range of elevations (Haywood 2010, Salgado-Maldonado <em>et al</em>. 2014).</p>", "threats": "<p>Deforestation associated with land-use changes and agricultural development, as well as associated impacts on aquatic habitat resulting from nutrient and pesticide runoff, increased erosion, and wastewater discharge have likely resulted in a reduction of habitat quality in much of the species range (Tucker <em>et al</em>. 2005, Kim <em>et al</em>. 2005, Quinteros <em>et al</em>. 2017, Blair <em>et al</em>. 2019). Mining activities and the development of hydropower infrastructure have the potential to reduce habitat quality and availability (Aguilar-Støen and Hirsch 2015).</p>  The direct impacts of these threats on the population status of&#160;<em>P. guatemalensis</em> have not been evaluated in detail. However, they continue to produce inferred declines in habitat quality and potentially habitat availability.", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>P. guatemalensis</em>. However, the range of this species includes at least one protected area, namely El Imposible National Park (IUCN and UNEP-WCMC 2019), which may confer indirect habitat protection. More information regarding population size, population trend, and the direct impacts of potential threats would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is not utilized. </p>"}]}