{"name": "60844", "result": [{"species_id": 60844, "taxonomicnotes": null, "rationale": "This species is projected to decline by 30% over the next 10 years based on the threats of increasing over-exploitation, including the use of smaller mesh sizes which catch juveniles, as well as continuing habitat decline due to siltation from soil erosion and water abstraction for irrigation purposes during the dry season which hampers downstream movement of young fish. It has been shown to have some resilience to habitat changes in the past, but will likely decline as threats are increasing and ongoing. This species is therefore assessed as Vulnerable.", "geographicrange": "This species is endemic to Lake Malawi and ascends affluent streams to spawn during the rainy season and early dry season. It also occurs in the Middle Shire River in the vicinity of Liwonde and juveniles have been caught in the small Likwenu stream at the entrance to Liwonde National Park (Tweddle 1993), indicating that spawning occurs in that stream.", "population": "There was a major reduction in populations in the 1990s, particularly in the Bua River but the species continues to run up rivers in reasonable numbers. The causes of population decline (overfishing, habitat degradation, and pollution) are ongoing.", "populationtrend": "decreasing", "habitat": "A lacustrine species, living in the pelagic zone of the lake. Juveniles remain close inshore and near the river mouths. The adults are piscivorous, feeding on small pelagic fishes. Young fish feed on fish fry, plankton, insects and other small organic matter. It migrates up rivers from the lake to spawn during the rainy season. Spawning mainly takes place at night and requires well-oxygenated flowing waters and silt free gravel (Tweddle 1983). Spawning takes place in very shallow water and occurs over an extended period during and after the rains.", "threats": "Over-fishing threatens this species as there are extremely high mortalities of adults during spawning runs due to total blocking of rivers with gill nets and weirs as well as drifting gillnets. This prevents upstream migration in low rainfall years. Juveniles are a by-catch in mosquito net fishing in the lake for usipa, particularly in the South West Arm of the lake, where they can be seen in numbers on the fish drying racks. Fish poisoning is widely practised in the rivers, although illegal. Deterioration of spawning grounds due to siltation from soil erosion occurs due to bad land practice as well as deforestation along rivers. Water abstraction for irrigation purposes during dry season hampers downstream movement of young fish, particularly in the Bua River. Just below the Nkhotakota reserve, a weir diverts the flow into a major irrigation scheme. While this weir does not inhibit upstream movement of fish during high flows, it does prevent movement at low levels. The major problem is that this weir is a target for fishers who use traps in the restricted channels to catch the fish. Also, through diverting the river into the canals, the fry and juveniles migrating downstream are diverted into the scheme, from which they cannot reach the lake.&#160;Damming the Bua River for hydroelectricity generation is a major and imminent threat.", "conservationmeasures": "One major river where this species breeds is the Bua river, which runs through the Nkhotakota game reserve (Central Malawi). This is the only river where the spawning grounds are protected (as the surrounding woodlands are protected from deforestation). The river has, however, deteriorated as a result of upstream agricultural activities, and has even ceased to flow during recent dry seasons, being reduced to isolated disconnected pools. Damming the Bua River for hydroelectricity generation is a major and imminent threat. The headwaters of the North Rukuru river are also protected within the Nyika National Park — there is however, increasing land clearance between the park and the spawning grounds. The Linthipe river, a major spawning river, is unprotected, receiving untreated effluent from Lilongwe. The status of 'mpasa' rivers in Tanzania and Mozambique is unknown. Research into its population trends, harvest and threats as well as monitoring of population trends is required alongside the development of an area based management plan, habitat protection, harvest management, legislation at an international level and raising awareness and communications.<br/><br/>Action is needed to address the problems created by the weir that diverts the Bua River flow into a major irrigation scheme just below the Nkhotakota reserve. This weir does not inhibit upstream movement of fish during high flows, but does prevent movement at low levels, and it is a focus for fishers who use traps in the restricted channels to catch the fish. The weir is just below the reserve and therefore the boundary needs to be extended to include the river and its banks downstream of the weir for approximately 1 km to prevent access by fishers. Through diverting the river into the canals, the fry and juveniles migrating downstream are diverted into the scheme, from which they cannot reach the lake. Effective screens therefore need to be installed, and importantly maintained, to prevent the fry being sucked through the pumps into the canals.", "usetrade": "This species is intensively fished both in the lake and rivers as adults and juveniles."}]}