{"name": "56092080", "result": [{"species_id": 56092080, "taxonomicnotes": null, "rationale": "<em>Puntius madhusoodani </em>is currently known only from one locality within the Manimala River in Kerala, India, which is a westward flowing small river about 90 km long. The species has an Extent  of Occurrence of less than 100 km<sup>2</sup> and is known from a single location  where the habitat is threatened by several anthropogenic activities including pollution due to direct disposal of liquid and solid  organic waste and agricultural runoff which are threatening the riverine habitats. Further, pilgrimage tourism in this environmentally sensitive and fragile ecosystem is a major concern. Manimala river is also extensively mined for sand and gravel. As a result, <em>P. madhusoodani </em>is assessed as Critically Endangered. However, it is essential to note that the species is known  only from its original description and fresh surveys are essential to understand  population status, trends, distribution and species  specific threats.", "geographicrange": "<em>Puntius madhusoodani </em>is currently known only from Manimala River in Kerala, India (Kumar <em>et al. </em>2011), which is a small west flowing river (about 90 km in length) that originates in the Western Ghats and drains into the Arabian sea. The species is known from a single location where the habitat is threatened by direct disposal of liquid and solid organic waste, agricultural runoff, pilgrimage tourism and extensive sand and gravel mining (Padmalal <em>et al. </em>2008, 2012; Padmalal and Maya 2014).", "population": "There is no information regarding population status and population trends for this species. The species has not been recorded after its original description.", "populationtrend": "unknown", "habitat": "<em>Puntius madhusoodani </em>inhabits rivers (Kumar <em>et al. </em>2011). The quality of the habitat in Manimala River is threatened by direct disposal of liquid and solid organic  waste, agricultural runoff, pilgrimage tourism and extensive sand and  gravel mining (Padmalal <em>et al. </em>2008, 2012; Padmalal and Maya 2014).", "threats": "Habitat of the speceis in Manimala River is threatened by direct disposal of liquid and solid organic waste from tourism activities and settlements, agricultural runoff in terms of chemical fertilizers, pilgrimage tourism and extensive sand and gravel mining (Padmalal <em>et al.</em> 2008, 2012; Padmalal and Maya 2014).", "conservationmeasures": "No species specific conservation actions are in place for <em>Puntius madhusoodani</em>. The species is also not known from any protected area (Raghavan <em>et al.</em> 2016). Monitoring of population and habitat trends is essential. Habitat and resource protection is essential conservation action. Since the species is known only from its original description, research  is essential to understand its population status, trends, distribution,  ecology and species specific threats.", "usetrade": "There is no information on use and trade of this species."}]}