{"name": "173831816", "result": [{"species_id": 173831816, "taxonomicnotes": null, "rationale": "<p><em>Gymnotus refugio</em> is restricted to coastal rivers in Rio Grande do Sul and Catarina States, Brazil. Extent of occurrence (EOO) is estimated to be 19,021 km<sup>2 </sup>and area of occupancy (AOO) is estimated to be 24-32 km<sup>2</sup>. Eight threat-based locations are inferred based on persistence in relatively high abundance within two small protected areas, and a limited number of collections that suggest persistence but low abundance outside of existing protected areas. Swamp forest in southern Brazil are highly fragmented and continuing decline in habitat quality and extent are inferred due land-use changes associated with riparian deforestation, agricultural expansion, livestock ranching, silviculture, and urbanization. Therefore, <em>G. refugio</em> is assessed as Vulnerable under criterion B1ab(iii)+2ab(iii). Protection of remaining swamp forests is an immediate conservation priority.</p>", "geographicrange": "<p><em>Gymnotus refugio</em> is restricted to coastal rivers in Rio Grande do Sul and Catarina States, Brazil (Giora and Malabarba 2016). The type locality of this species is Amaral Ferrador, a creek in the Laguna dos Patos drainage (Giora and Malabarba 2016). Additional collection localities have been reported from elsewhere in the Laguna dos Patios drainage, and in the Tramandaí, Maquiné, and Mampituba drainages (Giora and Malabarba 2016).</p>  <p>Extent of occurrence (EOO) is estimated to be 19,021 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Giora and Malabarba 2016). Area of occupancy (AOO) in Rio Grande do Sul is estimated to be 24-32 km<sup>2</sup>, with a lower estimate based on habitat extent reported in Vanin&#160;<em>et al.</em>&#160;(2017) and an upper estimate based on a 2x2 km grid overlain on known collection localities (Giora and Malabarba 2016). Eight threat-based locations are inferred based on persistence in relatively high abundances within two small protected areas, and a limited number of collections that suggest persistence but low abundances outside of existing protected areas (Giora and Malabarba 2016).</p>  <p>Subpopulations are separated by large areas of unsuitable habitat, and site fidelity suggests that limited genetic interchange occurs between existing subpopulations (Vanin&#160;<em>et al.</em>&#160;2017). However, there is no documented evidence to infer that existing subpopulations are not self-sustaining, and therefore subpopulations are not considered to be extremely fragmented.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is typically rare and collected in low abundances, except in two conservation areas in Rio Grande do Sul where it appears to be abundant in well-preserved dense riparian vegetation (Giora and Malabarba 2016).</p>", "populationtrend": "unknown", "habitat": "<p>This species inhabits streams, small tributaries, and puddles characterized by lentic conditions, muddy substrates, and dense riparian vegetation (Giora and Malabarba 2016). It is frequently associated with swampy forests where it occurs amongst roots and in flooded vegetated margins (Giora and Malabarba 2016). Reproduction occurs from August to March with a peak in reproductive output in October (Vanin&#160;<em>et al.</em>&#160;2017). Females exhibit low relative fecundity and adults likely exhibit parental care (Vanin&#160;<em>et al.</em>&#160;2017). Juveniles likely use flooded interiors of riparian forest as a nursery for early development (Vanin&#160;<em>et al.</em>&#160;2017). Diet is comprised primarily of terrestrial and aquatic invertebrates (Vanin&#160;<em>et al.</em>&#160;2017). </p>", "threats": "<p>The primary threat to this species is habitat loss associated with riparian deforestation, agricultural expansion (e.g. rice cultivation), livestock ranching, silviculture, and urbanization (Azevedo and Bertaco 2016, Assumpção&#160;<em>et al.</em>&#160;2016, Maurício&#160;<em>et al.</em>&#160;2017, Vanin&#160;<em>et al.</em>&#160;2017). Suitable habitat in the Gravataí River is limited to the Refugio da Vida Silvestre Banhado dos Pachecos due to the influence of land-use change outside of the protected area boundary (Vanin&#160;<em>et al.</em>&#160;2017).</p>  <p>Continuing decline in habitat quality is inferred, given the habitat specificity of this species and documented evidence of decline in the quality and availability of swamp forests in southern Brazil (Azevedo and Bertaco 2016, Assumpção&#160;<em>et al.</em>&#160;2016, Maurício&#160;<em>et al.</em>&#160;2017, Vanin&#160;<em>et al.&#160;</em>2017). </p>", "conservationmeasures": "<p>This species is assessed as Endangered for the state of Rio Grande do Sul, based on a limited and fragmented distribution, a high level of habitat specificity, and high susceptibility of remaining habitat to anthropogenic disturbance (Giora and Malabarba 2016). Site protection to mitigate further losses of fragmented swampy forests in southern Brazil is an immediate conservation priority for this habitat specialist (Vanin&#160;<em>et al.</em>&#160;2017). Additional ichthyological sampling is urgently needed to clarify range extent, population size, and population status. Continued habitat and population monitoring is a recommended research priority that will inform future conservation action.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}