{"name": "184535237", "result": [{"species_id": 184535237, "taxonomicnotes": null, "rationale": "<em>Copelatus mahajanga&#160;</em>is endemic to Madagascar. The extent of occurrence (EOO) is estimated at least around 79,740 km<sup>2</sup>&#160;and the minimum area of occupancy (AOO) is estimated to be at least 28 km<sup>2</sup>. However, this may be an underestimate and it may have a much wider distribution. The current population trend is unknown, but there is inferred to be a decrease in the quality and the extent of the habitat through degradation and deforestation. The extent of these threats on this species are not fully understood, and it occurs at more than 10 locations including within National Parks. However, based on the current known information, the species is precautionarily assessed as Near Threatened as it is close to meeting the criteria for a threatened category under criterion B. If the species is found to be more widespread than currently known, it may be considered as Least Concern in the future. Further research is required to establish the true distribution of this species, as well as information on the population, threats and habitats. In addition, mitigation against the threats to the habitat would be beneficial.", "geographicrange": "This species is endemic to Madagascar, found in Mahajanga province and near Moramanga (Ranarilalatiana <em>et al. </em>2019). The altitudinal range of this species is from around 40 m to 940 m asl. Based on the known records, the extent of occurrence (EOO) of this species is around 79,740 km<sup>2</sup> and the minimum area of occupancy (AOO) is around 28 km<sup>2</sup>. However, this species may have a much wider distribution than currently known (Ranarilalatiana <em>et al. </em>2019).", "population": "Localities of this species have been recorded from Mahajanga, Mahavavy Kinkony Reserve, Namoroka National Park, Tsingy de Bemaraha National Park, Ankarafantsika National Park, at Kamoro River south of Ankarafantsika National Park and, more recently in 2011 and 2014, from a river 6 km west of Moramanga (Ranarilalatiana <em>et al.</em>&#160;2019). The more recent discoveries of this species may suggest that this species more widespread than currently known. However, the current population trend of this species is unknown.", "populationtrend": "unknown", "habitat": "This is a flying species. It has been found in forest pools with leaf litter, and by a small river with grassy, vegetation-rich margins, bays and in a side pool&#160;in a savannah type area with mixed woodland-grassland ecosystem (Ranarilalatiana <em>et al.</em> 2019). There is inferred to be a decline in the extent and quality of the habitat due to habitat degradation.", "threats": "The habitat of this species is threatened by degradation and deforestation, but the extent of the impact that it has on the species is unknown. The species may also be impacted by climate change in the future.", "conservationmeasures": "This species is found in several National Parks in Madagascar. Further research is required to establish the true distribution of this species, as well as to gather information on the population, threats and habitats. In addition, mitigation against the threats to the habitat would be beneficial.", "usetrade": "This species is not known to be used or traded."}]}