{"name": "178293564", "result": [{"species_id": 178293564, "taxonomicnotes": null, "rationale": "<p><em>Melligomphus ludens</em> is known from Fujian and Zhejiang in China. The assessors are aware of records from four localities (interpreted as four locations, based on plausible threats and the distribution of known records). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. Its extent of occurrence (EOO) is 11,614–16,788 km². Without better information on the habitats and ecology of this species than is currently available, it is difficult to assess the threats faced by this species, but given its lowland habitats and small known distribution, it is likely to be under pressure and is inherently vulnerable. With an EOO smaller than 20,000 km², it meets the Vulnerable (VU) B1 threshold, and with only four known locations, it also meets the conditions for VU B1a. However, it is not known if the species is currently undergoing continuing decline, therefore under criterion B the highest category the species qualifies for is Near Threatened (NT). But, with only four locations and plausible threats from forest clearance, pollution of lowland streams and  rivers, and diversion of stream courses to feed medium scale  hydroelectric projects, this species could rapidly move into Critically Endangered. Therefore, it is assessed as Vulnerable under criterion D (VU D2).</p>", "geographicrange": "<em>Melligomphus ludens</em> is known from Fujian and Zhejiang in China (Chao 1990, Zhang 2019 unpublished). The assessors are aware of records from four localities. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. Its minimum extent of occurrence (EOO), based on the known collection records, is 11,614 km². Its maximum EOO, based on the extent of HydroBASINS the known records are from, is 16,788 km².", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health.</p>", "populationtrend": "unknown", "habitat": "<p>Zhang (2019: 387) states that this species is found at “streams and rivers below 500 m elevation.” It is not known if the species is forest dependent or how tolerant to disturbance it is.</p>", "threats": "<p>Without better information on the habitats and ecology of this species, it is difficult to assess the threats that it faces, but possible threats include clearance of forest, pollution of lowland streams and rivers and diversion of stream courses to feed medium scale hydroelectric projects.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}