{"name": "139544386", "result": [{"species_id": 139544386, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis braulitae</em> is known from Camiguin and Homonhon islands in the Philippines, with only two locations definitely known. The species appears to occupy coastal swamps. Threats exist at both known locations and more generally around the coast of Camiguin and throughout Homonhon. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO is believed to be less than 343 km² (likely considerably less) and declining, as is the extent and quality of suitable habitat. The species qualifies for Endangered status under criterion B2ab(ii,iii) and may need to be reassessed as Critically Endangered once more data become available. </p>", "geographicrange": "<p><em>Sangabasis braulitae</em> is known from Camiguin and Homonhon islands in the Philippines (Villanueva 2005, Villanueva and Dow 2014), two locations to which it is possible to assign coordinates are known, there is also material from Homonhon for which no specific location was recorded. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but if the species is really confined to Camiguin and Homonhon then the AOO is constrained by the combined area of these two islands and is therefore less than 343 km², in reality it may be considerably less than this, especially since the species appears to be confined to coastal locations. The AOO is also inferred to be decreasing due to loss of suitable habitats in the range of the species.</p>  <p>&#160;</p>", "population": "<p>This species may be relatively abundant where it occurs but is clearly very local in occurrence. An ongoing decline, likely severe, in overall population, is inferred from loss and degradation of habitat on both islands where it occurs and it is very likely that the overall population is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat at the type locality on Camiguin is a coastal Nipa swamp, isolated from similar habitats by rice fields and a road, and near to a town (Villanueva 2005). No details were recorded on the habitat on Homonhon but the specified location is also coastal and low lying (and appears to have few trees left in satellite images) and near to a settlement. Searches in similar habitats on Camiguin did not find the species, suggesting that it is extremely localised in occurrence even in suitable habitat. The extent and quality of suitable habitat is inferred to be declining due to human activities on both islands where the species occurs (also see under Threats).</p>", "threats": "<p>This species is threatened by loss of coastal swamp habitats from deforestation and drainage for agriculture, expansion of towns and settlements and possibly other causes. Most human settlements on both islands where the species is known to occur are at the coast and satellite images show that the greatest loss of forest on Camiguin is around the coast. Additionally satellite images show very extensive deforestation on Homonhon Island, much of which appears to be due to mining, so that even if the species also occupies sites in the interior of the island, a severe threat to any such site remaining exists.</p>", "conservationmeasures": "<p>More information on the distribution of this species is urgently needed, and protection of the two known locations is required.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}