{"name": "61026", "result": [{"species_id": 61026, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi where it is restricted to two islands. Although it is regularly exploited by the ornamental fish trade and by local utaka fishermen there has been no apparent decline in population size.&#160;It meets the area requirements under criterion B for the threatened categories and, based on the threat of overfishing, it is known from one location. However, future declines in population size are possible but uncertain. The effects of increased exploitation for the aquarium trade combined with the subsistence fishing on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi where it is restricted to two localities: Mbenji Island and Nkhomo Reef.", "population": "No information is available on the population.", "populationtrend": "unknown", "habitat": "This species prefers sandy parts of intermediate habitats, and occurs at depth below 10 m. Females and non-breeding males gather in small foraging groups while feeding on plankton. Males have been seen feeding on detritus on the bottom. Breeding occurs throughout the year and slows during the rainy season. Males excavate spawning bowls under rocks in the intermediate habitat at levels deeper than 17 m.", "threats": "Subsistence fishing using chirimila nets and extraction by the ornamental fish trade are both threats. Although it feeds on plankton in the water column it stays closer to the substrate than most other utaka and is, therefore, only irregularly caught in fishermen's nets.", "conservationmeasures": "No information is available on conservation actions in place for this species. Population monitoring is recommended.", "usetrade": "This species is regularly collected by the ornamental fish trade where it is sometimes known as \"Haplochromis Chrysonotus\". It is very popular among aquarists. It&#160;is also a food fish and caught by subsistence fishermen that spend part of the year on Mbenji Island targeting the utaka (plankton-eating cichlids)."}]}