{"name": "60856", "result": [{"species_id": 60856, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi and its catchment, the Upper Shire River and Lake Malombe. There has been a significant population decline in the southern part of Lake Malawi due to commercial fisheries. A similar decline has also been recorded in the developing fishery in Mozambique. The level of decline based on CPUE (an estimated population reduction of 90% over the last decade) is sufficient to assess this species as Critically Endangered.", "geographicrange": "This species is endemic to Lake Malawi and its catchment, the Upper Shire River and Lake Malombe. Juveniles have also been recorded rarely in the Lower Shire River, and a small specimen has also been taken from the Linthipe River at Salima near the lakeshore.", "population": "This species is declining in the southern part of Lake Malawi and also in Mozambique. The CPUE recorded for the southern part of the lake fishery has declined from 20 kg/boat/day in 2006 to 1.8 kg/boat/day in 2016. Similar rates of decline are recorded for the relatively new fishery in Mozambique which is currently expanding.", "populationtrend": "decreasing", "habitat": "This is one of the most common and widely distributed species in Lake Malawi. It is mainly found in rocky habitats in shallow and deep water. It is a member of the demersal fish community and it appears to be confined to the region of the lake that has an oxygenated benthic zone. The habitat in the Shire River and in Lake Malombe lacks rocky structures and has a sandy or muddy bottom substrate. Mainly foraging individuals&#160;are found here.&#160;It is a piscivore that mainly hunts cichlids at dusk and dawn, being caught in gillnets at those times but not in hours of daylight or darkness (Tweddle and Bodington 1988). It breeds throughout the year with a breeding peak from December to March. It migrates for breeding from deep to shallow water. Eggs are deposited in shallow depressions among large rocks. The young are guarded and feed on invertebrates and unfertilised ova. The young remain in the nest and are guarded until they reach about 12 cm in length. This species has developed a mutualistic relationship with some cichlid fishes in defence of the young from predators. The parental catfish guards its young as well as the young of the cichlids, which have been deposited into the nest. The adult cichlids that deposit their young into the catfish nest defend the outer perimeter from predators. This species matures at three years of age (others estimate four years of age). The maximum size is 100 cm in total length.", "threats": "This species is threatened by capture in gill nets and longlines. Declining catfish catch rates from gill nets and longlines have been reported in the southern part of the lake. Demersal trawling is ongoing in the southern part of the lake, and diminishing catches have also been reported in the demersal trawl catches here due to catching immature fish, as well as heavy fishing by artisanal fishers. There is also a relatively new fishery in Mozambique employing gill nets and longlines targeting this species.", "conservationmeasures": "No targeted conservation actions are in place for this species. Harvest management and monitoring of population trends is recommended.", "usetrade": "<em>B. meridionalis</em>&#160;is an important food fish and is locally known as kampango. It is not collected by the aquarium trade."}]}