{"name": "41247", "result": [{"species_id": 41247, "taxonomicnotes": null, "rationale": "<em>Dawkinsia srilankensisis</em> is an endemic, range-restricted species, known from five locations in the Mahaweli River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 1741 km<sup>2</sup>, and its Area of Occupancy (AOO) is 124 km<sup>2</sup>. A continuing decline in its habitat quality has been observed as a result of illegal fishing using  explosives and poisons, siltation from  upstream gem mining activities and habitat  fragmentation due to dam constructions. Therefore, the species is assessed as Endangered.", "geographicrange": "This species is restricted to the main Mahaweli River and its sub basins (Heen Ganga, Kalu Ganga, Hulu Ganga, Amban Ganga, Sudu Ganga) in and around the Knuckles mountain region in Sri Lanka (Pethiyagoda 1991, De Silva <em>et al</em>. 2015).", "population": "There is no population data available for this species, which is an uncommon species in the island. A decline in its population may be inferred on the basis of the threats this species faces which include over fishing, pollution and modifications to its natural habitat.", "populationtrend": "decreasing", "habitat": "<p><em>Dawkinsia srilankensis</em> inhabits fast flowing river with pebbly substrate (they are not found in silty substrate). It maintains a clearly defined territory (of several square meters) and does not have any lateral spatial preferences (Senanayake 1980, Pethiyagoda 1991, De Silva<em> et al</em>. 2015).</p>", "threats": "De Silva <em>et al.</em> (2015) indicated that illegal fishing (using explosives and poisons) is the major threat to this species in its native range. The species is also threatened by siltation from upstream gem mining activities (Senanayake 1980) and habitat fragmentation due to dam constructions.", "conservationmeasures": "<p><em>Dawkinsia srilankensis </em>is prohibited from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 2006. It is also identified as a protected species under the Flora and Fauna Protection Ordinance Act No. 22 of 2009. Part of its distribution lies inside the Victoria Randenigala Rantambe sanctuary and Knuckles conservation forests.</p>", "usetrade": "Locally, it is used as a food source by villagers. However, large numbers were previously exported for the aquarium trade, although present laws prevent export of fish captured directly from the wild (De Silva <em>et al.</em>2015)."}]}