{"name": "184597", "result": [{"species_id": 184597, "taxonomicnotes": null, "rationale": "This species is restricted to Lake Victoria and might also occur in Lake Kyoga. There are multiple records from localities in Tanzanian, Ugandan and Kenyan waters through to the 1990s. However, in recent surveys this species has not been collected in Tanzanian waters. Given that it is a large mussel and other mussels are recorded in surveys, we infer that it no longer occurs in this part of the lake. Taking a precautionary approach, we suspect a 20-25% population decline over the last three generations (21-45 years). Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species occurs in Lake Victoria and the Victoria Nile where it enters the lake.<br/><br/>Graf and Cummings (Mussel-P 2016) list a range of localities based on museum specimens verified in collections. These are largely from the northern side of Lake&#160;Victoria&#160;in Uganda and Kenya. Records in Kenya include Kisumu and Rufinga Islands, in Uganda include Buddu (Katanga River), Port Bell (Kampala) and Jinja, and in Tanzania there are records from Mwanza. Most of these localities have multiple records through to the 1990s.<br/>&#160;&#160;<br/>Surveys in the Winum Gulf provided feedback suggesting that very high densities of bivalve <em>Mutela</em> spp. (<em>M. bourguignati</em> and&#160;<em>M. dubia</em>) were occasionally caught in trawl nets in 1984 and 1994 (Muli and Mavuti&#160;2001).<br/><br/>It was not recorded by Mwambungu (2004) from Tanzanian waters but this may be an artefact of sampling methodologies.<br/><br/>There are old records (1890s) from Lake Kyoga (also spelled Kioga) but these require confirmation. This is a shallow lake that the Victoria Nile flows through on its way to Lake Albert.", "population": "Studies in the 1960s provide data on the life cycle of this mussel. Like many mussels, the species requires an intermediate host for the larvae to develop. Fryer (1961) notes that larval development has been observed on the cyprinid fish <em>Barbus altianalis radcliffi</em>, now known as <em>Barbus altianalis </em>Boulenger, 1900, as the subspecies is considered invalid (De Vos and Thys van den Audenaerde 1990). The host species is currently listed as Least Concern.", "populationtrend": "unknown", "habitat": "The species is found within lakes and the rivers where they enter the lakes. It is believed to be restricted to bottom sediments, mainly mud and sand. There are no good data on the tolerances of the species to pollution and increased sedimentation.", "threats": "This species is most likely threatened by sedimentation and anthropogenic disturbances. Most of the known range is close to large population centres on the edge of the lake, however there are no good data on the tolerances of the species to  pollution and increased sedimentation. Nor is there any understanding  of the tolerance to fish predation from invasive fish species. Additionally,&#160;Lake Victoria has high levels of algal biomass.", "conservationmeasures": "There are no known conservation actions in place for the species.", "usetrade": "This species is catch as bycatch in trawls and is suspected to be reused as bait."}]}