{"name": "190839", "result": [{"species_id": 190839, "taxonomicnotes": "<p><em>Protosticta satoi</em> was described as a subspecies of <em>P. khaosoidaoensis </em>Asahina, 1984 (Asahina, 1997) from a single female from Tam Dao in Viet Nam. Later van Tol (2008) raised <em>satoi </em>to a full species but considered other material from Tam Dao to belong to a different form, the so-called dark form of <em>P. satoi</em>. All subsequent records from Tam Dao appear to refer to the dark form. Kompier (2016) separated the dark form as <em>P. nigra</em> Kompier, 2016, based on small but apparently consistent differences from <em>P. satoi</em>.</p>", "rationale": "<p><em>Protosticta satoi</em> is known from about eight locations in northern Viet Nam; it might already be extinct at one of these even though it is within a National Park. Development (even within protected areas) is a known threat to this species at one location at least and maybe at others, while deforestation, which is occurring for various reasons, is a general threat. Although the species is widespread in north Viet Nam and occurs in a number of protected areas, an ongoing decline in population and severe fragmentation can be inferred from deforestation in the region, while protected areas there cannot be considered as completely secure. An accurate estimate of the area of occupancy (AOO) of the species is not possible, but an upper bound on the known AOO of 1,200 km² can be calculated from the areas of the locations it is known from; the true AOO may well be considerably smaller than this. The species is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Protosticta satoi</em> is known from the north of Viet Nam, with records from about eight scattered locations (Asahina 1997, Phan and Kompier 2016, van Tol 2008, von Ellenrieder <em>et al</em>. 2015). Many locations are only vaguely specified in the literature (e.g., Ba Vi National Park) and it is not known if, for instance, either of two specific sites at Cuc Phuong listed in von Ellenrieder <em>et al</em>. 2015 are the same as where material listed from Cuc Phoung in van Tol (2008) was collected. Many of the locations are within National Parks, however the only record now actually considered to belong to <em>P. satoi </em>from Tam Dao (see the Taxonomic Notes section) is that of the holotype female, collected in 1995. After attempts to find the species again in Tam Dao failed, Kompier (2016) speculated that it might have been collected in what is now Tam Dao town, so it is possible that the species is already extinct at Tam Dao. It is possible that the species also occurs in Laos and/or parts of China adjacent to Viet Nam, but this needs confirmation. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the available data, but based on the areas of the locations it is known from the currently known AOO is less than 1,200 km² (and this includes Tam Dao where it may no longer occur).</p>", "population": "<p></p><p>Based on numbers of specimens recorded from some locations this species may not be uncommon where it occurs, but beyond this there is not enough data to make any quantitative statement about current population sizes and health. However an ongoing decline in population can be inferred from loss of forest across northern Viet Nam and issues in some protected areas in the country, and fragmentation of forest in the region has undoubtedly led to the overall population of this species becoming severely fragmented.</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded on the habitats of this species. The best information is in von Ellenrieder <em>et al</em>. (2015) in which the habitat at two sites where it was found at Cuc Phuong is described as “forested stream crossing road” and “rocky creek and bedrock stream crossing&#160;trail in primary forest”. It is evidently a species of forest streams, occurring from the lowlands to at least 1,000 m asl.</p>", "threats": "<p>The main threat to this species will be from deforestation, but detailed threat information is not available. However development inside protected areas in Viet Nam and illegal logging at some protected areas are known issues for the country, so that occurrence in protected areas there is not a guarantee of security for a species. For instance considerable development has taken place within Tam Dao National Park since this species was found there, conceivably leading to its extinction there (Kompier 2016).</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed, and information on threats at specific locations. Species specific conservation measures may not be needed but better enforcement and tightening of regulations in protected areas in northern Viet Nam certainly appears to be required.</p>", "usetrade": null}]}