{"name": "176035869", "result": [{"species_id": 176035869, "taxonomicnotes": null, "rationale": "<p><em>Pristobrycon careospinus</em> is classified as Vulnerable. The extent of occurrence (EOO) for this species is best estimated at 2,789 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 436 km<sup>2</sup>. The main threat to <em>Pristobrycon careospinus</em> is gold  mining&#160;which is currently expanding in the Guiana Shield.&#160;It is expected  that there will be a continuing decline of habitat for the species in  response to the expansion of gold mining. There are two locations based on this threat.<br/></p><p></p>", "geographicrange": "<em>Pristobrycon&#160;</em><em>careospinus</em> was described from El Loro lagoon, Río Atabapo, one kilometre from San Fernando de Atabapo, Venezuela (Fink and Machado-Allison 1992) and is reported in rivers Tomo, Bita and Atabapo. The species&#160;is reported in four sites with a elevational distribution ranges from 80-102 m above sea level.<br/><br/>The extent of occurrence (EOO) for this species is best estimated at 2,789 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 436 km<sup>2</sup>.<br/><br/>The geographic attributes for&#160;<em>Pristobrycon careospinus</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "<p>There are no data available to estimate the population size of <em>Pristobrycon careospinus</em>.&#160;The species is not common and must have a small population, according to the low frequency of occurrence in samples and collections.</p>", "populationtrend": "unknown", "habitat": "<em>Pristobrycon</em> species occur in swamps, streams and rivers of lowlands, usually in clear and black waters on varied substrates with sand, gravel and submerged vegetation. In Atabapo river the water is tea-coloured, with low pH (4.0) and conductivity (17.5 uS/cm) (Vegas-Villarrúbia <em>et al</em>. 1998). It can reach 111 mm in standard length (Fink and Machado-Allison 1992).&#160;The reproduction is probably periodic and in the rainy season.", "threats": "<p>The main threat to <em>Pristobrycon careospinus</em> is gold mining&#160;which is currently expanding in the Guiana Shield.&#160;It is expected that there will be a continuing decline of habitat for the species in response to the expansion of gold mining. Nevertheless, many drainages are not impacted.</p>", "conservationmeasures": "There are no specific measures for conservation oriented to <em>Pristobrycon careospinus</em>. This species occurs in Forest Reserve Sipapo, PNN El Tuparro and Natural Park Bita (Maldonado <em>et al. </em>2006, IUCN and UNEP-WCMC 2020). Research into the population size and distribution, threats and habitat is recommended.<p></p>", "usetrade": "<em>Pristobrycon careospinus</em> is probably of interest in subsistence fishing for indigenous and criollo groups."}]}