{"name": "201281", "result": [{"species_id": 201281, "taxonomicnotes": null, "rationale": "This unique marine bivalve is restricted to deep-sea hydrothermal vents in the West Pacific Ocean. It is currently known from three restricted locations, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 191 m to 884 m bsl. As the species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO) and extent of occurrence (EOO), and has been found at only three locations, the plausible threat of future anthropogenic influence from deep-sea mining in these sites justifies the assessment of the species as Vulnerable (VU D2).<br/><br/>Whilst no licences have been granted within the New Zealand EEZ to date, if mining were to be approved, the projected decline in the extent and quality of habitat would lead to a rapid decline in the species' population. Therefore, an urgent reassessment would be merited if there was a substantial change to the status of mining licence arrangements or if there are future changes to the prices of relevant commodities. A reassessment would also be merited if a moratorium on deep-sea mining is reached by the New Zealand Government, whereby the assessment would likely decrease to NT or LC.", "geographicrange": "<p>This deep-sea bivalve is restricted to three locations at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. All vents lie within the Exclusive Economic Zone of New Zealand. The species occurs at active black smokers and sites of diffuse venting located at depths of 191 m bsl to 884 m bsl. It has been observed from six vent fields: at the Calypso vent field (Location 1), the Clark seamount, Tangaroa seamount, Rumble III and Rumble V seamount vent fields (Location 2), and the Macauley caldera vent field (Location 3) (Von Cosel 2003, Wysoczanki and Clark 2012, Boschen <em>et al. </em>2015). The species is present over very small areas in each of these vent fields.</p>", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Von Cosel 2003, Wysoczanksi and Clark 2012, Thubaut <em>et al. </em>2013, Boschen <em>et al. </em>2015).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 191 m to 884 m bsl.", "threats": "The six vent fields lie within the New Zealand Exclusive Economic Zone and are not subject to International Seabed Authority governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, within the New Zealand EEZ has had some previous interest. In 2017, the New Zealand Environmental Protection Authority approved Trans-Tasman Resources' proposal to mine in New Zealand's EEZ (Lillie 2019). However, the proposal to extract seabed minerals has subsequently been suspended following legal challenges.&#160;As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner <em>et al.</em> 2018). As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the likelihood of future exploitative mining licences within the New Zealand EEZ to be a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at any vent fields within the New Zealand EEZ. The Rumble III vent field lies within a Benthic Protected Area, however this is not specific to vents within the area and does not protect from mining (Van Dover <em>et al.</em> 2011). We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites within the region.", "usetrade": "There is no known trade or use of this species."}]}