{"name": "172428", "result": [{"species_id": 172428, "taxonomicnotes": "<p><em>Hypselobarbus micropogon</em> was originally described as <em>Barbus micropogon</em> from Mysore, Karnataka, India (Cuvier and Valenciennes 1842). <em>Barbus conirostris</em> Günther 1868, <em>Barbus gracilis</em> Jerdon 1849 and <em>Barbus mysorensis</em> Jerdon 1849 have been considered as junior subjective synonyms of <em>Hypselobarbus micropogon</em> by most authors (e.g. Jayaram 1991; Menon 1999; Knight <em>et al.</em> 2013, 2016). Arunachalam <em>et al. </em>(2016) resurrected <em>Barbus gracilis</em> as <em>Hypselobarbus gracilis</em> and considered <em>Barbus conirostris</em> and <em>Barbus mysorensis </em>as  its synonyms. However, the resurrection is not done properly and there  are several lacunae with respect to the description, diagnosis and  improper comparison with the congeners because of which the validity of <em>H. gracilis</em> is in question. This issue was also pointed out by Knight <em>et al.</em> (2016). As a result, <em>Hypselobarbus gracilis</em>, <em>Barbus conirostris</em> and <em>Barbus mysorensis</em> are retained as synonyms of <em>H. micropogon</em>.</p>", "rationale": "<span style=\"font-style: italic;\">Hypselobarbus micropogon</span> is restricted in its distribution in the upper catchments of Cauvery River. Given high rarity of this species, it is considered to have a minimum area of occupancy (AOO) of less than 60 km<sup>2</sup> based on point data, which is distributed in five locations based on the threats to the populations and habitats. The quality of the habitat of the species is declining due to several anthropogenic activities.<em> Hypselobarbus micropogon </em>is for example caught and sold in local markets  and fetches good market value. As a result, fishing is a plausible  threat to the species. The habitats and populations of <em>H. micropogon </em>are additionally threatened by deforestation, degradation of riparian vegetation,  household pollution, agricultural runoff, pesticides, stream channel  modification, sand mining, destructive fishing practices, dams and other  impediments, and non-native species. As such, the species is currently assessed as Endangered.&#160;<span class=\"ff4 ws17\"><span class=\"_ _0\"></span>", "geographicrange": "<span style=\"font-style: italic;\">Hypselobarbus micropogon</span>&#160;is endemic to the Western Ghats (Dahanukar and Raghavan 2013), where it is restricted to the headwaters of Cauvery River in the states of Kerala, Karnataka and Tamil Nadu. In particular, the species is known from Mysore, Gugalthurai, Cauvery Wildlife Sanctuary and Moyar river near Moyar power house in Karnataka; Panamaram, Mananthavady, Bavali, Nugu, Kabini, Muthunga and Noolpuzha in Kerala; and Thalipuzha and Mettur Dam in Tamil Nadu, India (Cuvier and Valenciennes 1842, Raj 1941, Rajan 1963, Jayaram 1991, Johnson and Arunachalam 2009, Thampy <em>et al</em>. 2021, Sreenivasan <em>et al.</em> 2021). Distribution of the species is separated into selected river stretches. Subpopulations in Kabini in Kerala; Coorg, Mysore, and Moyar in Karnataka; and in Tami Nadu fall under five locations based on the ongoing threats to the habitat and subpopulations.", "population": "<em>Hypselobarbus micropogon </em>is very rare in Kabini (Thampy <em>et al</em>. 2021) and most parts of the rest of its distribution range. Quantitative estimates for population trends and changes are not available. However, the species is likely to have experienced drastic declines in the recent past. A slow decline is currently suspected.", "populationtrend": "decreasing", "habitat": "<em>Hypselobarbus micropogon</em> is found in deeper portion of large streams, rivers (Menon 1999) and large reservoirs (Raj 1941).", "threats": "<em>Hypselobarbus micropogon </em>is caught and sold in local markets and fetches good market value. As a result, fishing is a plausible threat to the species. The habitats and populations of <em>Hypselobarbus micropogon </em>are threatened by deforestation, degradation of riparian vegetation, household pollution, agricultural runoff, pesticides, stream channel modification, sand mining, destructive fishing practices, dams and other impediments, and non-native species (Sunil <em>et al</em>. 2010, 2016; Patil <em>et al</em>. 2015; Thampy <em>et al</em>. 2021; Sreenivasan <em>et al</em>. 2021). Rapid loss of riparian forests for agricultural purposes (Sunil <em>et al</em>. 2010, 2016) and the runoff from agricultural lands (Patil <em>et al</em>. 2015) have severely compromised the habitats in Cauvery. Exotic species reported from the same locations where <em>Hypselobarbus micropogon</em> was reported, including <em>Clarias gariepinus</em>, <em>Ctenopharyngodon idella</em>, <em>Cyprinus carpio</em>, <em>Oreochromis mossambicus</em>, <em>Oreochromis niloticus</em>, <em>Piaractus</em> <em>brachypomus</em> and <em>Pterygoplichthys</em> sp., are likely to threatened the species populations' (Thampy <em>et al</em>. 2021, Sreenivasan <em>et al.</em> 2021). Massive floods in Kerala in 2018 caused drastic devastation in ecology of <span class=\"ff4 ws17\">W<span class=\"_ _0\">ayanad area (Viju 2019) and might have adversely affected <em>H. micropogon</em>.<br/><em></em></span>", "conservationmeasures": "No species specific conservation actions are in place for <em>Hypselobarbus micropogon</em>. The species is known from Wayanad Wildlife Sanctuary and Cauvery Wildlife Sanctuary (Thampy <em>et al. </em>2021, Sreenivasan <em>et al.</em> 2021). Known locality reports of the species require site, area and habitat protection. Further, there is a need for harvest management. Research and monitoring is essential for understanding population, habitat and harvest trends.", "usetrade": "<p><span style=\"font-style: italic;\">Hypselobarbus micropogon</span> is caught and sold in local markets where it fetches good market value (Talwar and Jhingran 1991). </p>"}]}