{"name": "18883", "result": [{"species_id": 18883, "taxonomicnotes": "Genus has changed to <em>Systomus</em> by Pethiyagoda <em>et al</em>. 2012.", "rationale": "<em>Systomus asoka</em> is a range-restricted, endemic species, known from one location in the wet zone lowland streams of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 97 km<sup>2</sup> and its Area of Occupancy (AOO) is 44 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed due to construction of dams and water pollution from agricultural run-off, accumulation of agrochemicals, and increased sedimentation caused by deforestation. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for the majority of its habitat. Droughts influenced by climate change are also a major concern. Therefore, the species is assessed as Critically Endangered.", "geographicrange": "<em>Systomus asoka </em>is endemic to Sri Lanka, where it is restricted to Sithawaka river and Kithulagala area at Kelani River Basin (De Silva <em>et al. </em>2015).", "population": "No population data is available for this rare species. A decline in its population may be inferred, however, on the basis of the threats that its habitat faces.", "populationtrend": "decreasing", "habitat": "<p><em>S. asoka </em>is found in relatively deep (1-2 m) fast-flowing water, clear and well oxygenated in areas with gravel or sand substrates. Usually found to occupy unshaded areas. These fish are fast swimmers and are not easily identified from the water surface (Pethiyagoda 1991, De Silva <em>et al</em>. 2015).</p>", "threats": "<p>Given its restricted range the species is severely threatened by habitat loss and degradation. The construction of dams and water pollution from agricultural run-off and sedimentation are the main threats to this species (De Silva <em>et al.</em>&#160;2015). Droughts caused by climate change are also a major concern. <br/></p>", "conservationmeasures": "<p>This species is prohibited from exports in accordance to the Fisheries and Aquatic Resources Act No.02 of 1996. It is also identified as a protected species under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "Occasionally large individuals have been known to be caught as food (De Silva <em>et al</em>. 2015)."}]}