{"name": "161277940", "result": [{"species_id": 161277940, "taxonomicnotes": "Morphologically, <em>Kedestes sarahae </em>is similar to<em> Kedestes barberae</em>.&#160;<br/><br/>The subspecies <em>Kedestes barberae bonsa</em> displays features transitional between <em>K. b. barbarae</em> and <em>K. sarahae</em>, and the latter may thus represent another subspecies of <em>K. barberae</em>.<br/><br/>It is recommended that DNA comparisons are undertaken to help resolve the relationship between these taxa.", "rationale": "This is a range-restricted endemic species known only from one locality in the Cedarberg in the Western Cape Province, South Africa (Extent of Occurrence and Area of Occupancy&#160;8 km<sup>2</sup>). There has been a drastic reduction in the number of specimens recorded over the last few seasons, and there was a fire that burnt the habitat in December 2016. While the fire occurred outside of the butterfly's flight period, it is believed that early stages (larvae and/or pupae) may have been killed. No empirical data are available, but the number of adult butterflies observed in the 2016 season before the fire (J. Dobson, <em>pers. obs.</em>; H. Selb and A. Morton, <em>pers. comm.</em>) appeared to represent an order of magnitude reduction from the 2012 season (H. Selb, <em>pers. comm.</em>). The taxon thus qualifies globally under the IUCN criteria as Critically Endangered under criterion B.", "geographicrange": "This species is endemic to the Western Cape Province in South Africa, known only from the type locality in the Cedarberg mountains, south-east of Clanwilliam.", "population": "This taxon is known from a single subpopulation, which is thought to be in decline. Searches within apparently suitable habitat in the immediate vicinity have not located any further subpopulations.", "populationtrend": "decreasing", "habitat": "This species has only been recorded from the banks of a small stream in the Cedarberg mountains. It appears to be associated with patches of <em>Merxmuellera</em>&#160;grass, in montane fynbos at an altitude of about 920 m.", "threats": "Although this species occurs in a remote area of the Cedarberg, it appears to be dependent on patches of&#160;<em>Merxmuellera</em> grass, which are confined to the banks of a small stream. It is uncertain what the effect of the recent drought will be on this vegetation. In addition, the entire locality was burnt during the course of a fire in September 2017, during the butterfly’s flight period. The consequences of this event will only become apparent during the course of the coming seasons.", "conservationmeasures": "Ongoing monitoring of this butterfly should be undertaken by LepSoc Africa, during the known flight period of September and October. These surveys should try and establish the full extent of occurrence and relative abundance of this taxon. In addition, the taxon’s life history needs to described, as this will focus future conservation efforts. It is recommended that DNA comparisons are undertaken to help resolve the relationship between this taxa and the similar <em>Kedestes barberae</em>.", "usetrade": null}]}