{"name": "197697", "result": [{"species_id": 197697, "taxonomicnotes": null, "rationale": "<p>  </p><p>The species <span lang=\"EN-GB\">is endemic to rocky substrate areas of the 561.1 km<sup>2&#160;</sup>Lake Towuti in Sulawesi,&#160;which is counted as a single location with major threats including over harvesting, the potential impacts of pollution from nickel mining, eutrophication and most critically invasive species. The spread of invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.)&#160;to Lake Towuti from Lake Mahalona is almost certain and is predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.&#160;</em>2012) and caused the loss of the majority of&#160;<em>Caridina</em>&#160;populations (T. von Rintelen pers. obs. 2017, 2018).&#160;As such this species is considered Critically Endangered under A3e.</p>  <p><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"></span></span></p>", "geographicrange": "<p><em><span lang=\"EN-GB\">Caridina </em><span style=\"font-style: italic;\">woltereckae </span><span lang=\"EN-GB\">is endemic to Lake Towuti in the Malili Lakes, Sulawesi, Indonesia.<br/></p>", "population": "An overall population decline of &gt;90% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.&#160;</em>2012) and caused the loss of the majority of&#160;<em>Caridina</em>&#160;populations (T. von Rintelen pers. obs. 2017, 2018).&#160;Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and they are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona, and are predicted to cause population declines in this species similar to those seen in the Caridina populations of Lake Matano.", "populationtrend": "unknown", "habitat": "<span style=\"font-style: italic;\">Caridina woltereckae</span> is only found where there is rocky substrate, mainly on smaller rocks in shallow water, but also on larger boulders in deeper water. In captivity, the species reproduces approximately every two months and has about 19-29 offspring, which is a relatively low fecundity for shrimps (W. Klotz pers. comm. 2011).", "threats": "<p>                     </p><p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. The species is heavily collected for the aquarium trade. Most critically, invasive species (particularly Flowerhorn cichlids,&#160;<em>Colossoma</em>&#160;sp.) have been introduced to Lake Matano and&#160;<em>Caridina</em>&#160;species are an important part of their diet (Herder <em>et al</em>. 2012). The apparent eutrophication in Lake Matano may also be partly due to the removal of most grazers of algae (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through River Tominanga, where they are predicted to cause a population decline of &gt;90% in this species within the next 10 years.</p><p><span lang=\"EN-GB\"><span lang=\"EN-GB\"></span></p>", "conservationmeasures": "<p><span lang=\"EN-GB\">There are no specific conservation measures in place for this species, but levels of harvesting have been increasing and have probably caused a population decline, so the adoption of regulations and harvest management is required. Research is also needed into its population dynamics, ecology and threats, as well as into harvest levels.</p>", "usetrade": "<p>  </p><p><em></em><span lang=\"EN-GB\">The species is available in the aquarium trade and is all wild harvested.</p>  <p><span lang=\"EN-GB\"></span></p>"}]}