{"name": "14271964", "result": [{"species_id": 14271964, "taxonomicnotes": null, "rationale": "<p><em>Archaeophya adamsi</em> is only known from eight locations in New South Wales. The species is clearly very specialised and local in occurrence and there are at least potential threats from urban development at two of the known locations at least and the species is believed to be suffering from \"continuing impact in some localities\" (see the Threats section) so that a continuing decline in extent and quality of habitat can reasonably be inferred. Its maximum extent of occurrence (EOO) is not much more than 20,000 km² (it's true EOO is likely to be less than 2,000 km²), and its area of occupancy (AOO) is estimated to be less than 2.000 km². <br/></p><p>The species qualifies for Vulnerable under criterion B (VU B1ab(iii)+B2ab(iii)). Habitat shifts and alteration due to climate change are predicted to become a serious issue for this species by 2085, so that even if current threats are dealt with and additional populations discovered, its status will need to be monitored.</p>", "geographicrange": "<p><em>Archaeophya adamsi</em> is endemic to Australia, where it is known from eight locations from the Sydney area, and inland from there, in New South Wales. The species has been recorded from Wollemi and Blue Mountains National Parks in New South Wales. It was described from Queensland, but after its description it apparently has never been found there again and the location in Queensland is now believed to be an error (see Theischinger and Jacobs 2011). Two surveys by New South Wales Fisheries to find larvae of the species in “promising river sites” in 2006 and 2007 only found one additional site (where only a single larva was found) (Theischinger and Endersby 2009) but it was later found at additional sites (Theischinger and Jacobs 2011). Its maximum known extent of occurrence (EOO), based on a minimum convex polygon around occupied HydroBASINs, is 20,648 km². Bush <em>et al</em>. (2014: Table S2) give an estimate of the current extent of suitable habitat of this species of 4,338 km², since it breeds in streams its area of occupancy (AOO) will be considerably less than this, and can be assumed to be less than 2.000 km². Theischinger and Jacobs (2011) summarize its distribution as \"restricted to Hawkesbury Sandstone habitats near Sydney, New South Wales\".</p>", "population": "<p>The assessor is only aware of records of nine adult individuals of this species; on its own this would suggest that it is either genuinely scarce, elusive or difficult to capture, or any combination of these. However searches for larva have also produced few results, so that it is likely that the species is genuinely scarce and localised.</p>", "populationtrend": "unknown", "habitat": "<p>The larva of this species inhabits “Inhabits streams and small rivers, being found in rocks or in litter along the stream margins; also collected in riffle situations” (Theischinger and Hawking 2006). Theischinger and Jacobs (2011) give additional details for the sites at which the two most recent records of this species were made. Since the species appears to be genuinely scarce and localised in its occurrence, there are likely to be additional, as-yet-undetected, factors in its habitat choices.</p>", "threats": "<p>As a localised and specialised species, <em>A. adamsi</em> can be expected to be particularly sensitive to disturbance to its habitats. Sites in the Hornsby and Gosford areas are close to human habitations and therefore particularly vulnerable to disturbance. Theischinger and Endersby (2009) mention “continuing impact in some localities” but details are not given. Urban development is certainly a threat to other populations, and some other potential threats are listed in the Threat codes as well.&#160;In the longer-term, modelling of sensitivity to climate change in Bush <em>et al. </em>(2014: Table S2) predicts that under a high emissions scenario this species will be highly vulnerable to the effects of climate change by 2085.</p><p></p>", "conservationmeasures": "<p>This species is already listed as endangered in Australia: “In 1999 <em>Archaeophya adamsi</em> was listed as a Vulnerable Species in Part 1 of Schedule 5 of the NSW Fisheries Management Act 1994. The decision was based on its restricted distribution, rarity, long life-history and a threat to some populations by urban development. In 2006 <em>A. adamsi</em> was omitted from Part 1 of Schedule 5 Vulnerable Species and inserted into Part 1 of Schedule 4 Endangered Species of the NSW Fisheries Management Act 1994. This decision was based on the reduction of its distribution by continuing impact in some localities and on the lack of protection of the species even in reserves.” Theischinger and Endersby (2009). Management plans should be considered for at least some of the known sites in order to ensure its continued existence at them. Fresh searches should be made for the species, both in New South Wales and in Queensland. Further research into the exact habitat requirements of the species is needed, as is more research into threats.&#160;Research into how to deal with the predicted impact of climate change on this species is needed.</p>", "usetrade": null}]}