{"name": "164691408", "result": [{"species_id": 164691408, "taxonomicnotes": null, "rationale": "<p><em>Brachyrhaphis terrabensis</em> is restricted to the Pacific slope of Costa Rica and western Panama from the Pirrís River southwestward to the Chiriqui River drainage, with an estimated Extent of Occurrence (EOO) of 6,199 km<sup>2</sup>. Total population size is unknown, but this species is fairly well represented in museum collections. A number of pervasive threats exist in the Pirrís, Térraba, and Coto river drainages, including extensive deforestation, land-use change, and sedimentation associated with plantation agriculture, non-point pollution from agricultural runoff, industrial wastewater discharge, inadequate sewerage, and a number of hydroelectric projects that have altered natural hydrology regimes. These threats have had an inferred impact on habitat extent, availability, and quality. However, given the likely occurrence of this species in headwater streams that remain free from anthropogenic impacts, the number of location where the species occurs is uncertain. Therefore, <em>B. terrabensis</em> is assessed as Near Threatened under criterion B1b(iii).</p>", "geographicrange": "<p></p><p></p><p><em>Brachyrhaphis terrabensis</em> is restricted to the Pacific slope of Costa Rica and western Panama, occurring from the Pirrís River drainage in Costa Rica southwestward to the Chiriqui River drainage in Panama (Smith and Bermingham 2005, Vega <strong>et al</strong>. 2006, Angulo <em>et al</em>. 2013), and may feasibly extend into the Tabasara River drainage (R. González pers. comm. 2019). Elevational distribution ranges from 40-1450 meters above sea level (Angulo <em>et al</em>. 2013). The type locality is the Térraba River (Lucinda 2003). </p>  <p>Extent of Occurrence (EOO) is estimated to be 6,199 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Non-point agricultural pollution is likely having pervasive impacts on adjacent and downstream watersheds. However, it is feasible that this species occurs in a number of headwater streams that remain relatively unimpacted from agricultural activities, and therefore the number of locations where this species occurs cannot be determined with accuracy.</p><br/><p></p><p></p>", "population": "<p>This species is well represented at the Museum of Zoology at the University of Costa Rica, with 3493 specimens distributed across 20 collection lots (Angulo <em>et al</em>. 2018). Therefore, total population size is suspected to exceed 10,000 individuals. The population trend of this species is unknown, but is suspected to be relatively stable, given it is frequently encountered in surveys (A. Angulo pers. comm. 2019).</p>", "populationtrend": "stable", "habitat": "<p>This species typically occurs in higher elevation streams characterized by cool, fast-flowing water (Bussing 1998, Ingley 2014). In lower elevation coastal streams, this species is replaced by the close congener <em>B. roseni</em> (Ingley <em>et al</em>. 2014). High elevation streams are routinely devoid of major predators (Rasmussen and Belk 2017). Reproduction occurs throughout the year with a peak during the wet season, and reproductive output may cease completely during the dry season in high elevation streams (Ingley 2015, Rasmussen and Belk 2017, Stallsmith 2018). Diet is comprised mainly of aquatic and terrestrial insects (Bussing 1998). This species reaches a maximum reported body size of 5 cm total length (TL) (Lucinda 2003). </p>", "threats": "<p>In the Pirrís and Térraba River drainage, this species has experienced habitat declines and population fragmentation resulting from hydroelectric development (Pérez 2016). Additional proposed hydroelectric developments are expected to further reduce habitat quality and availability (Anderson <em>et al</em>. 2006a, 2006b). Extensive agriculture has led to deforestation in much of the Térraba and Pírris river drainages (Kappelle and Juarez 1995, Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have probably reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). <a name=\"_Hlk20814846\">The Coto River drains extensive areas of plantation agriculture (Spongberg and Davis 1998) that have undergone significant deforestation and land-use changes in the last 35-45 years, and now consist primarily of coffee plantations (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008). Additional impacts on aquatic habitat are expected from industrial and domestic sources of pollution (Bower 2014), but the direct impact of these threats are difficult to quantify.</a></p>  <p>The combined effects of these threats have had an inferred negative impact on the area, extent, and quality of habitat.&#160;However, the scope and magnitude of existing threats are uncertain.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>B. terrabensis</em>. This species is likely to occur in multiple protected areas throughout its range, namely La Amistad National Park and Fortuna Forest Reserve (IUCN and UNEP-WCMC 2019). More information regarding population size, population trend, and the scope and magnitude of major pervasive threats is needed.</p>", "usetrade": "This species is not utilized. It may occasionally enter the ornamental aquarium trade, but the specific details of harvest volume are unknown."}]}