{"name": "149118918", "result": [{"species_id": 149118918, "taxonomicnotes": null, "rationale": "<p>This species is restricted to Lagunas de Volcán on the Pacific versant of Panama. The total range of this species is included within a protected area. However, agriculture and tourism occur in the immediate area and have the potential to negatively affect habitat quality. Additionally, an eruption event of Volcán Barú has the future potential to drive this species towards extinction within a very short period of time. Introduced predatory fish in both lagoons is resulting in an inferred and continuous decline in habitat quality and availability. As such, this species is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p>This species is known from a single location, Lagunas de Volcán, within the highlands of the Chiriquí Viejo River basin on the Pacific versant of Panama (Schmitter-Soto 2017, Angulo <em>et al</em>. 2018). The elevation of this site is approximately 1200 meters above sea level (CREHO 2010).</p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are not expected to exceed 5 km<sup>2</sup>, based on the size of Laguna de Volcán and its outflow (IUCN and UNEP-WCMC 2020). </p>", "population": "<p>There is no information regarding the population size or population trend of this species. It is known from a restricted number of museum collections (Fishnet2 2020, GBIF 2020).</p>", "populationtrend": "unknown", "habitat": "<p>The specific habitat requirements and life history of this species are largely unknown.</p>", "threats": "Volcán Barú is an active volcano with the potential to erupt (Sherrod <em>et al</em>. 2007). This area has a developed tourism industry that may result in environmental impacts (Rascón Palacio 2012). Agriculture occurs immediately outside of the protected area, which may result in increased levels of sedimentation, additional nutrient loading, and herbicide and pesticide runoff. The introduced <em>Micropterus salmoides</em> occurs within the two main lagoons where this species occurs (Gonzalez Gutierrez 2016).&#160;<br/>Despite uncertainty regarding the scope and magnitude of impact, the introduction and establishment of <em>M. salmoides</em> is resulting in an inferred and continuing decline in the quality and availability of suitable habitat.", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>A. kompi</em>. The range of this species is included in the Volcán Lagoon Protected Area (IUCN and UNEP-WCMC 2020). Additional information regarding distribution, population size, population trend, and the direct impact of existing threats would be useful in guiding additional conservation outcomes.&#160;</p>", "usetrade": "<p>This species is not utilized. </p>"}]}