{"name": "139412086", "result": [{"species_id": 139412086, "taxonomicnotes": "<p><em>Rhyothemis fulgens </em>has been confused with <em>R. pygmaea</em>, with all records of the later from west of the Wallace line actually referring to <em>R. fulgens </em>(see Dow <em>et al. </em>2015).</p>", "rationale": "<p><em>Rhyothemis fulgens</em> is known from Borneo, Sumatera including Bangka, Belitung and Nias, Peninsular Malaysia and Singapore. However it is not a common species and occurs very locally. No accurate estimate of its area of occupancy (AOO) is possible with the available information, but it may not be much more than 2,000 km² and could be significantly less. The AOO, extent and quality of suitable habitat are certainly declining. The overall population is inferred to be declining due to loss of lowland swamp forest throughout the range of the species and severe fragmentation is likely. The species is close to qualifying for Vulnerable under criterion B2 and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Rhyothemis fulgens</em> is known from Borneo, Sumatera including Bangka, Belitung and Nias (Lieftinck 1929, 1931, 1935, 1954, Selys 1889), Peninsular Malaysia (Dow <em>et al. </em>2012, Fadilawati <em>et al</em>. 2008, Laidlaw 1902) and Singapore. The species is present in at least one protected area (Maludam National Park in Sarawak). Records from Borneo are from Brunei (Orr 2001, Dow and Choong unpublished), Central Kalimantan (Lieftinck 1953) and Sarawak (Dow and Unggang 2010; Dow <em>et al</em>. 2015, 2019; Hincks 1930; Kimmins 1936; the assessor also has unpublished data). In Singapore the species is considered to be Nationally Extinct (Ngiam and Cheong 2016). The assessor is aware of records from 19 locations, however it may no longer be present at some of them; for instance, recent searches on Belitung have not revealed this species and little habitat remains on Bangka. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large, and quite possibly below or not much greater than 2,000 km². The AOO is inferred to be declining due to loss of lowland swamp forest throughout its range.</p>", "population": "<p>This is a very locally occurring species, and is certainly not common but it can be fairly abundant where it does occur. An ongoing decline in overall population is inferred from loss of lowland swamp forest throughout the range of the species and severe fragmentation is likely but the species may have sufficient dispersal capability to overcome the fact that its habitat has certainly become fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>In Borneo this species appears to be confined to peat swamp forest and other low pH swamp forest formations. Outside of Borneo it may occupy a broader range of habitats, but is almost certainly confined to lowland swamp forest habitats. This species sometimes forms feeding flocks (possibly mostly of immature individuals) which can be encountered at locations remote from the breeding habitat. The extent and quality of suitable habitat for this species are certainly declining.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for plantation establishment.</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed and it would benefit from the protection of more areas of lowland swamp forest throughout its range. It would also be likely to benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}