{"name": "58599851", "result": [{"species_id": 58599851, "taxonomicnotes": null, "rationale": "This species is endemic to peninsular Malaysia.&#160; It has a restricted range, found in the small region of the Mengabur limestone hills. At present the threats are largely for future declines, as whilst quarrying activities have started to destroy the forests on the eastern part of the cluster and the whole limestone forest area is surrounded by oil palm plantations, at present the forest is largely intact. However both of these threats can rapidly escalate and cause landsnail extinctions&#160;and as such the species is considered to be Near Threatened. If the threats escalate, the species would immediately be a candidate for Endangered, based on the AOO, number of sites and loss of the habitats.", "geographicrange": "This species is endemic to peninsular Malaysia. It has a restricted range, found in the small region of the Mengabur limestone hills. The forest cover is currently largely intact, although the forest has plantations and quarrying on the edges (Liew <em>et al</em>. 2014).", "population": "Whilst there is insufficient population survey data to establish detailed trends, given that habitats are declining on the east part of the forest, it is considered likely that the species is also in decline.", "populationtrend": "decreasing", "habitat": "Limestone hills within tropical forest habitats.", "threats": "At present the threats are largely for future declines, as quarrying activities have started to destroy the forests on the eastern part of the cluster and the whole limestone forest area is surrounded by oil palm plantations. However both of these threats can rapidly escalate and cause landsnail extinctions (Clements <em>et al</em>. 2006, Whitten 2015)", "conservationmeasures": "There are no conservations actions currently in place for this species. Habitat monitoring would benefit this species as would the requirement for EIAs within the review process for the planning applications for quarry extensions and conversion of forests to Oil Palms. Quarrying can be carried out providing not all habitat is quarried and suitable guidelines are developed in order to mitigate impact of dust on forest habitats during operations.", "usetrade": "There is no known trade in this species."}]}