{"name": "39296", "result": [{"species_id": 39296, "taxonomicnotes": "Originally described by Hubbs as <em>Typhlias,</em> subsequent authors synonymized it with <em>Ogilbia</em> (Cohen and Nielsen 1978) and <em>Typhliasina</em> (Whitley 1951). Although the latter name has dominated the recent literature (e.g., Nielsen 2003, Miller <em>et al.</em> 2005, Møller <em>et al.</em> 2004, Møller <em>et al. </em>2016), Scharpf (2017) resurrected Typhlias arguing that the names <em>Ogilbia</em> and <em>Typhliasina</em> were unnecessary in the first place.", "rationale": "<p><em>Typhlias pearsei</em>&#160;is endemic to the Yucatán Peninsula (México) and categorized as Near Threatened (NT) because it has a restricted AOO (&lt;500 km<sup>2</sup>), but the number of locations is uncertain and the magnitude of the potential habitat threats to its persistence is not fully understood.</p>", "geographicrange": "<em>Typhlias pearsei</em> is a vicarious freshwater species endemic to cenotes and flooded caves in the northern Yucatan Peninsula, in the states of Yucatan and Quintana Roo, Mexico (Miller <em>et al. </em>2005). The total number of cenotes where this species occurs is unknown. Recent focused sampling of the species&#160;throughout the Yucatan Peninsula has resulted in an additional 31 records (documented with voucher specimens; J. Arroyave pers. comm. 2018), totalling at least 36 known sites (cenotes).", "population": "<p>The total population size of this species is unknown. However, it is likely relatively small, given that <em>T.</em>&#160;<em>pearsei&#160;</em>occupies the highest trophic position where it occurs (Pohlman <em>et al. </em>1997). Populations sizes are likely small based on the very few numbers of individuals (&lt; 5-10) observed by cave divers in most caves where the species is present (J. Arroyave pers. comm. 2018).<br/><br/>Population trends unknown but might be affected by declining water quality (Schmitter-Soto 1998, Proudlove <em>et al. </em>2001, Miller <em>et al.</em> 2005, Ceballos <em>et al.</em> 2016, Barrientos-Medina and Gasca Tenorio 2017). The population size in Quintana Roo appears low but population trend is relatively stable (J. Schmitter-Soto pers. comm. 2018).</p>", "populationtrend": "unknown", "habitat": "<p>This species is restricted to freshwater subterranean environments in the northern Yucatan Peninsula. Habitat is characterized by clear pools with mud and bedrock substrates, typically to depths of less than 1 m (Miller <em>et al.</em> 2005).&#160;<em>T. pearsei</em> has been observed at depths of up to 60 m in flooded caves. Water temperature ranges from 22-26 <sup>o</sup>C (Schmitter-Soto 1996). In Yucatan, occupied sites include pools accessible by foot that are heavily impacted by solid waste. In Quintana Roo, habitat includes fully flooded caves with clear water that are relatively undisturbed (J. Schmitter-Soto pers. comm. 2018).</p><p>Although this species primarily inhabits flooded caves, and therefore lives nowhere near the surface (consequently mostly observable by cave diving), surface-dwelling populations have been observed in cenotes that are protected by a dry cave entrance (of varying length) and are therefore mostly or fully dark (J. Arroyave pers. comm. 2018).&#160;</p>  <p>Its diet is comprised primarily of aquatic invertebrates (Pohlman<em> et al.</em> 1997). This species is viviparous with parturition occurring from December to February, and exhibits a relatively low fecundity of 2-11 individuals per batch (Schmitter-Soto 1998, Proudlove<em> et al.</em> 2001).&#160;</p>", "threats": "<p>The primary threat to <em>T. pearsei</em> is water pollution and associated declines in habitat quality from industrial, agricultural and municipal sources (Proudlove 2001). Specifically, fecal coliform and excess nitrate resulting from inadequate sewage treatment and wastewater disposal threaten the water quality of the aquifer (Cruickshank <em>et al.</em> 1980, Schmitter-Soto 1998, Proudlove <em>et al.</em> 2001). This is particularly alarming considering the ongoing exponential growth of the tourism industry, especially in the state of Quintana Roo. Given the nature of karst aquifers, the habitat of <em>T. pearsei</em> is very sensitive to contaminants and bacteria transport, and in fact, it has been shown that septic tanks leaching into the groundwater are&#160;having an impact on groundwater quality (Kane 2016, Saint-Loup<em> et al.</em> 2018). Furthermore, the combination of anthropogenic contamination and groundwater extraction, coupled with saltwater intrusion in coastal cenotes - as in those from the Riviera Maya in Quintana Roo - constitutes a serious threat to the integrity of the aquifer freshwater (Deng <em>et al.</em> 2017), and therefore to the species that are restricted to these fragile ecosystems, such as&#160;<em>T. pearsei</em>. &#160;</p>  <p>Additional threats include salinization of suitable habitat due to groundwater over-extraction and declines in habitat quality due to inadequate disposal of solid waste (Schmitter-Soto 1998, Ceballos <em>et al.</em> 2016). </p><p>Cave divers from the Riviera Maya have reported that a possible threat to&#160;<em>T. pearsei</em>&#160;is the artificial presence of fishes from the genus&#160;<em>Astyanax</em>&#160;in the cave section of cenotes (where they do not normally reside), after these are lured into the caves by the flashlights of cave divers, potentially resulting in negative interspecific interactions such as competition, aggression, or even predation (J. Arroyave pers. comm. 2018).</p>", "conservationmeasures": "<p>The American Fisheries Society Endangered Species Committee lists <em>T. pearsei</em> as endangered due to a present or threatened destruction, modification, or reduction of a taxon’s habitat or range, and a restricted range (Jelks <em>et al.</em> 2008). </p>  <p>This species is federally listed as endangered in the Norma Oficial Mexicana NOM-059-SEMARNAT-2010 (SEMARNAT 2010).</p>  Suggested conservation recommendations revolve around protecting the integrity of the aquifer and include implementing proper wastewater treatment and utilizing alternative sources of municipal drinking water (Proudlove<em> et al. </em>2001).", "usetrade": "This species is not utilized."}]}