{"name": "122150358", "result": [{"species_id": 122150358, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis mariae</em> is endemic to Borneo, where it is only known from old records from two locations within a small area in the lowlands of East Kalimantan. There has been considerable loss of lowland forest in East Kalimantan, including in the area of the known locations. The habitat requirements of the species are not known but it is safe to assume that it is forest dependent and most other species of <em>Amphicnemis</em> are specialised to swamp forest. It is impossible to make an accurate estimate of the area of occupancy (AOO) of this species, but the known locations fall within an area of less than 800 km<sup>2</sup>, so the known AOO of this species must be less than this, and since a considerable part of this area is now deforested, the known AOO will be less than 400km<sup>2</sup>, probably considerably less. Continuing loss of forest in the area can be inferred, as well a decline in the quality of remaining habitat. It is also certain that any remaining populations will be severely fragmented. Therefore, and taking a precautionary approach, the species qualifies for Endangered status under criteria B2ab(ii,iii). Hopefully when more data become available from East Kalimantan it will be possible to downgrade the threat status of this species, however if it is really as range restricted as the current data suggests, then it may need to be moved to Critically Endangered.</p>  <p>&#160;</p>", "geographicrange": "<p><em>Amphicnemis mariae</em>&#160;is endemic to Borneo, where it is only known from the type series from two sites in East Kalimantan, collected in 1937 (Lieftinck 1940). The known locations are less than 40 km apart in an area where there has been much deforestation and it is not known if the species survives at any of them. It is impossible to make an accurate estimate of the area of occupancy (AOO) of this species, but the known locations fall within an area of less than 800 km<sup>2</sup>, so the known AOO of this species must be less than this, and since a considerable part of this area is now deforested, the known AOO will be less than 400km<sup>2</sup>, probably considerably less. Given the loss of lowland forest that has occurred in East Kalimantan, it is inevitable that surviving populations will be severely fragmented.</p>", "population": "<p>Nothing can be said about current population sizes and health with the available data except that an ongoing decline in overall population due to habitat loss is extremely likely and severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded about the habitat or ecology of this specie, but it is almost certain to be a species of swamp forest or swampy areas in other lowland forest formations, like most other species of <em>Amphicnemis</em>. The known locations are all at less than 50m a.s.l.</p>", "threats": "<p>There has been considerable deforestation in the area of the known localities, and more generally, in the lowlands of East Kalimantan. Without more data on this species, it is not possible to be sure how much impact this has had and is having on the species, but it is likely to be severe. Forest fires will be a threat to surviving populations.</p>", "conservationmeasures": "<p>No conservation measures are currently in place for this species. There is an urgent need for fresh data on the distribution of this species, on whether it survives at the known locations, on its habitat requirements and threats. If the species really has a restricted range in a small part of East Kalimantan then protected status will be needed for any remaining habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}