{"name": "201956", "result": [{"species_id": 201956, "taxonomicnotes": "<em>Labeo rajasthanicus </em>was described from Jaisamand Lake, near Kherad village, Rajasthan, India (Datta and Majumdar 1970). Designation of neotype by Lal <em>et al.</em> (2016) is not in accordance with ICZN Article 75.3 and should not be considered as valid. The species was synonymized to <em>L. boggut</em> by Jayaram and Dhas (2000); however, other authors (Talwar and Jhingran 1991, Lal <em>et al. </em>2016) have considered the species valid. Genetically and morphologically <em>L.</em> <em>rajasthanicus </em>has been suggested to be very similar to&#160; <em>L. dussumieri</em> (see Chakraborty and Ghosh 2014, Sudasinghe <em>et al</em>. 2018); however, Lal <em>et al. </em>(2016) argues that the two species form reciprocally monophyletic groups.<br/><em></em>", "rationale": "<em>Labeo rajasthanicus </em>is assessed as Vulnerable because the species is known from only three locations in Jaisamand and Tidi lakes and Chambal River of Rajasthan state, India with an Extent of Occurrence less than 20,000 km<sup>2</sup> and threats to the habitat because of anthropogenic interference from habitat degradation, invasive species, and destructive fishing practices. There is however a need for research on the taxonomy of the species as even though it is currently considered valid, it is genetically and morphologically similar to <em>L. dussumieri</em>.", "geographicrange": "<em>Labeo rajasthanicus </em>is known from Jaisamand Lake, Tidi and Chambal Kota in Rajasthan state, India (Datta and Majumdar 1970, Lal <em>et al.</em> 2016). The species is currently known from three locations that are threatened by hydrological modifications due to dams, diversion of water for irrigation, invasive alien species, unsustainable fishing, sand mining, rock mining, destructive dynamite fishing and pollution because of industrial effluents and household runoffs (Banyal and Kumar 2015, 2019).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "<em>Labeo rajasthanicus </em>inhabits lakes and rivers (Datta and Majumdar 1970, Lal <em>et al.</em> 2016). The quality of the habitat is deteriorating because of hydrological modifications due to dams, diversion of water for irrigation, sand mining, rock mining, destructive dynamite fishing and pollution because of industrial effluents and household runoffs (Banyal and Kumar 2015, 2019)", "threats": "In the Chambal River, <em>Labeo rajasthanicus</em> and its habitat is affected by hydrological modifications due to dams, diversion of water for irrigation and anthropogenic activities like sand mining, rock mining and destructive dynamite fishing (Banyal and Kumar 2015). In Mahi River, which drains the Jaisamand and Tidi lakes, the species and its habitat is threatened by the presence of invasive alien species <em>Oreochromis mossambicus</em>, hydrological modifications due to dams, unsustainable fishing, removal of bed material, and pollution because of industrial effluents and household runoffs (Banyal and Kumar 2019).", "conservationmeasures": "Attempts have been made to study breeding of the species in captivity (Khan <em>et al.</em> 2020). Conservation actions to protect site, area, habitat and resources are essential. Monitoring population, habitat and harvest trends is required. There is also a need for research on taxonomy of the species as some authors have questioned the validity of the species given its genetic and morphological similarity with <em>Labeo dussumieri</em> (see Chakraborty and Ghosh 2014, Sudasinghe <em>et al.</em> 2018).", "usetrade": "The species is caught and sold in local markets and has minor fishery value."}]}