{"name": "123529311", "result": [{"species_id": 123529311, "taxonomicnotes": null, "rationale": "<p><em>Telosticta fugispinosa </em>is currently only known from two locations, both within National Parks; it is very likely to be much more widely distributed in the Crocker Range National Park, but more sampling is needed to establish this. Forest fires are a known threat to the Crocker Range populations, but, depending on how widely distributed the species is, they may not be a significant threat to the overall population of this species. With only two known populations and a threat to at least one of these, the species cannot be assessed as Least Concern, but since the known populations are in protected areas and it is very likely to be more widely distributed, it should not be placed in a high threat category at this time. It could arguably be placed in Vulnerable under criterion D2 and is assessed here as Near Threatened for this reason; hopefully it can be reassessed as Least Concern when more data become available.</p>", "geographicrange": "<p><em>Telosticta fugispinosa </em>is endemic to Borneo, where it is only known from the Poring Hot Springs area of Mount Kinabalu National Park and the Inobong area of the Crocker Range National Park (Dow <em>et al. </em>2016). It is very likely to be more widely distributed in the Crocker Range. In the south and east of Sabah it appears to be replaced by <em>T. janeus</em> Dow &amp; Orr, 2012.</p>", "population": "<p>This species is moderately common at the known sites, but more information is needed before any definite statements about overall population sizes and health can be made.</p>", "populationtrend": "unknown", "habitat": "<p>“Individuals of both sexes were found at moderate- to high-gradient forest streams from approximately 500–800 m above sea level” Dow <em>et al</em>. (2016: 394); nothing else is known.</p>", "threats": "<p>Known populations of this species are within protected areas, but forest fires have already impacted the Crocker Range National Park, and are a threat to populations in that area. Outside of protected areas deforestation is likely to be the most significant threat.</p>", "conservationmeasures": "<p>More data are needed on the distribution of this species, both within the Kinabalu and Crocker Range National Parks and beyond. Depending on how many populations are present in the Crocker Range National Park, species specific conservation measures may not be needed.</p>", "usetrade": null}]}