{"name": "141760565", "result": [{"species_id": 141760565, "taxonomicnotes": null, "rationale": "<p><em>Ceylonosticta rupasinghe</em> is endemic to Sri Lanka, where it is only known from the area of the type locality at Adam’s Peak. The known sites are so close together that they can only be considered to constitute one threat-defined location. Its extent of occurrence (EOO) is much smaller than 100 km², and its area of occupancy (AOO) is only 8 km²; the known sites for this species cluster close to a single river. The extent and quality of suitable habitat in the area surrounding the one known location is certainly declining. This species qualifies for Critically Endangered status under criteria B1ab(ii,iii)+2ab(ii,iii) and, taking the precautionary approach advocated by the IUCN, it is assessed as such.</p>", "geographicrange": "<p><em>Ceylonosticta rupasinghe</em> is endemic to Sri Lanka, where it is only known from the area of the type locality at Adam’s Peak (Priyadarshana <em>et al. </em>2016, Sumanapala unpublished). <span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\">The Assessors are  aware of records from five individual sites, but these are all within a  very small area; all known records occur within two 2x2 km grid cells,  therefore its estimated area of occupancy (AOO) is 8 km². Its minimum  extent of occurrence (EOO), based on the known data points and  calculated using GeoCAT, is only 0.12 km²; since the EOO cannot be  smaller than the AOO for a Red List assessment, the minimum EOO is here  recorded as 8 km². It maximum EOO, based on a minimum convex polygon  around the entire HydroBASINS area from which the species has been  recorded, is 183 km², but this is very much an over-estimate for this  species; its true EOO is very likely well below 100 km².<span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\"> If its range does extend beyond the protected area, then its AOO is inferred to be declining due to loss and degradation of forest outside the protected area.<br/></span></span></p>", "population": "<p>This is clearly a very locally occurring species; beyond this all that can be said with the available data is that if the range of the species does extend beyond the known location, then an ongoing decline in overall population can be inferred from loss and degradation of forest and severe fragmentation is very likely.</p>", "populationtrend": "decreasing", "habitat": "<p>Priyadarshana <em>et al. </em>(2016: 245) state that the species was found “around a well-shaded small stream inside the forest … Tree ferns and <em>Strobilanthes</em> species dominate in the vicinity. The gradient of the stream was less than 45° and water flows directly to an adjoining fairly large pool”. Other sites are at shady streams. The extent and quality of suitable habitat for the species around the known location are observed to be declining due to loss and degradation of forest and other threats, and the large volume of pilgrims visiting Adam’s Peak may be having an impact even within the sanctuary.</p>", "threats": "<p>The wet zone of Sri Lanka, where <em>Ceylonosticta rupasinghe </em>occurs, covering an area of 22,500 km², now has only 9% of its surface covered by natural forests and has a very large and still increasing human population. Within this forest area, only about 445 km² is thought to be undisturbed, representing only 2% of the original extent of natural forest (Erdelen 1988, Mittermeier <em>et al</em>. 2000). As shown by Mattsson <em>et al</em>. (2012), forest clearing and encroachment continues, mainly by small-scale farmers for rice and tea cultivation. The forest cover of Sri Lanka has decreased by half in the past 50 years and the future of the island’s forests remains precarious.<br/><br/>Although the forest loss trend has been less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri Lanka's wet zone. Habitat loss and encroachment in the central and southwestern part of Sri Lanka is also caused by the destruction of buffer forest corridors along streams, river impoundment, water extraction for irrigation and consumption, soil erosion, siltation, over-use of agricultural chemicals and careless pollution of rivers and streams. These threats all actually or potentially affect <em>Ceylonosticta rupasinghe</em> and climate change may also be negatively impacting its habitats.</p>  <p>An additional threat for this species is that Adam's peak is visited annually by a large number of pilgrims. Any infrastructure development to cater for the needs of these pilgrims inside or around the boundary of the protected area conducted without proper environmental impact assessment will degrade the habitat of the species.</p>", "conservationmeasures": "<p>The following steps are needed for the affective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clearcutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>(9) As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended to support and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in future.</p><p>As <em>Ceylonostica rupasinghe</em> is assessed as a Critically Endangered endemic species, a systematic survey of its distribution, populations, biology and threats, encompassing wider surroundings of known localities, should urgently be executed as a basis for conservation measures planning.</p>", "usetrade": null}]}