{"name": "184535268", "result": [{"species_id": 184535268, "taxonomicnotes": null, "rationale": "<em>Copelatus befasicus</em>&#160;is only known from two localities in western Madagascar, one of which is based on records from 1956, and the other from 2009. The minimum area of occupancy (AOO) is estimated to be around 8 km<sup>2</sup>, although the exact locality of the older records is not known. There is no information on the population size or trend, but it is considered to be rare. Due to the threat of deforestation, this species is considered to occur at two locations, and there is an inferred decline in the quality and extent of the habitat. Therefore, this species is assessed as Endangered. More research is recommended, particularly to establish whether the species can still be found at the older site. Additional protection of the habitat would also be beneficial.", "geographicrange": "This species is only known from two localities in western Madagascar (Ranarilalatiana&#160;<em>et al.&#160;</em>2019). One of the exact localities is not known, but the area of occupancy (AOO) is estimated to be around 8 km<sup>2</sup>. Due to the threat of deforestation, this species is considered to occur at two locations.", "population": "This species is known from one locality in forest south of Befasy, Morondava, and one locality between Morafenobe and Beravina village. It was first collected in 1956, and was found again in 2009 (Ranarilalatiana&#160;<em>et al.&#160;</em>2019). The population size and trends are unknown, but it is considered to be a rare species.", "populationtrend": "unknown", "habitat": "The species was first found in 1956 in dry deciduous forest in western Madagascar. In 2009, the species was found again along a road at 290 m asl, in an area of&#160;dry savannah with mixed wood and grassland ecosystem. The habitat consisted of muddy/sandy residual pools with dead leaves in a temporary stream after the rainy season (Ranarilalatiana<em> et al. </em>2019). Due to deforestation in the area, there is inferred to be a decline in the quality and extent of the habitat.", "threats": "The species is under threat from the ongoing decline in deciduous forests in western Madagascar as a result of deforestation from illegal logging, fires and conversion of land for agriculture (Ganzhorn <em>et al.</em>&#160;2001).", "conservationmeasures": "Further research and monitoring is required on the population, habitat, life history and threats of this species. In particular, studies to establish whether this species still occurs at the more southern site would be useful. Further protection and management of the dry deciduous forests of western Madagascar would also benefit this species.", "usetrade": "This species is not used or traded."}]}