{"name": "201004", "result": [{"species_id": 201004, "taxonomicnotes": null, "rationale": "This unique marine bivalve is restricted to deep-sea hydrothermal vents in the West Pacific Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2720 m to 2765 m bsl. As the species occurs only at hydrothermal vent fields, has a restricted AOO and EOO, and has been found at one location, the plausible threat of future anthropogenic influence from deep-sea mining in these sites justifies the assessment of the species as VU D2. Whilst no licenses have been granted to date, if mining were to be approved within the Fiji EEZ, the projected decline in the extent and quality of habitat would drive this species to CR very rapidly. Therefore, an urgent reassessment would be merited if there was a substantial change to the status of mining license arrangements or if there are future changes to the prices of relevant commodities, whereby the assessment would probably increase to CR B1ab(iii)+2ab(iii).&#160;A reassessment would also be merited if a moratorium on deep-sea mining is reached by the government of&#160;Fiji, whereby the assessment would be likely to decrease to NT or LC.", "geographicrange": "This deep-sea bivalve is restricted to one location at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. This location encompasses vents within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location lies within the Exclusive Economic Zone of Fiji. The species is currently known from one vent field with active black smokers and diffuse venting located at depths of 2720 m to 2765 m bsl, namely the Mussel Valley vent field in the North Fiji Basin (von Cosel <em>et al</em>. 1994, von Cosel 2002, Olu-Le Roy <em>et al</em>. 2007). This species is present over a small area as hydrothermal vent fields are generally &lt; 0.01 km<sup>2</sup>&#160;in size.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (von Cosel <em>et al</em>. 1994, von Cosel 2002, Olu-Le Roy <em>et al</em>. 2007).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 2720 m to 2765 m bsl.", "threats": "The Mussel Valley vent field lie within the Fiji Exclusive Economic Zone and is not subject to International Seabed Authority governance. The exploitation of polymetallic sulfide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner <em>et al</em>. 2018). There are currently no deep-sea mining licenses granted within the EEZ of Fiji. However, as they are not subject to international governance and legislation, these vent field would be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining were to be permitted. This is particularly concerning for developing countries where there may be limited capacity to undertake appropriate environmental impact assessments and develop and enforce environmental laws to manage deep-sea mining activities (Hoagland <em>et al.</em> 2010). Furthermore, there is currently no protection, such as marine protected areas, in place for these vent fields, leaving the window open for Fiji to consider the future implementation of mining licenses. We therefore consider the potential for future deep-sea mining licenses to be granted as a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at any West Pacific Ocean vent fields. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites in West Pacific back-arc basins.", "usetrade": "There is no known trade or use of this species."}]}