{"name": "150123724", "result": [{"species_id": 150123724, "taxonomicnotes": "<p>Říčan <em>et al</em>. (2016) moved this species from the genus <em>Theraps</em> into genus <em>Chortiheros</em> based partly on uncertainty in the original placement of this species discussed by Miller (1996) in its original description. </p>", "rationale": "<p><em>Chortiheros wesseli</em> is endemic to a limited number of rivers in the Papaloteca River drainage on the Atlantic slope of northern Honduras. Extent of Occurrence (EOO) is estimated to be 378 km<sup>2</sup>. It is estimated that this species exists in 8-10 locations. Total population size and population trend are unknown. The main potential threat to this species is hydroelectric dam construction, as several projects in&#160; the region are tentatively planned. Should these projects move ahead, the resulting habitat degradation will likely impact this species. Other potential threats include pollution from agriculture and industrial development. Given the limited distribution of this species, the number of locations, and projected decline in quality of habitat as a result of dam construction, this species is assessed as Vulnerable under B1ab(iii).&#160;</p>", "geographicrange": "<p><em>Chortiheros wesseli</em> is endemic to the Atlantic coast of Honduras, where it is known from a limited number of collection records taken in the Belleaire, Cangregal, and Danto rivers within the Papaloteca River drainage (Matamoros <em>et al</em>. 2009). The type locality of this species is the Río Belleaire at CA 13 bridge (near Entelina), 8 km south of the Río Jutiapa crossing, in the Río Papaloteca drainage (Kullander 2003).</p>  Extent of Occurrence (EOO) is estimated to be 378 km<sup>2</sup>, based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2019).&#160;Due to the major threat of dam construction, it is estimated that this species occurs in 8-10 locations.", "population": "<p>The total population size and population trend of this species are unknown.&#160;</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species is characterized by a maximum width of 20 m and water velocity flowing at a rate of 1 m/sec over a substrate of boulders (45%), rocky rubble (25%), riffle and sand (25%), and silt (5%), with little to no marginal vegetation. Water clarity was excellent during the dry season and river depth was approximately 2.4-3.0 m (Miller 1996, Artigas Azas 2016). </p>  <p>Spawning occurs in rocky crevices and clutch sizes reported in captivity range from 300-500 eggs. Fry are guarded by females until development is complete (Woodland 2011).</p>", "threats": "The direct impact of regional and localized threats to this species have not been evaluated in detail. However, land-use changes associated with plantation agriculture and industrial activities have widely altered the landscape in northern Honduras, which may prove detrimental to aquatic habitat quality (Thattai <em>et al</em>. 2003). Cool-weather bean farming in the mountainous foothills has probably&#160;driven deforestation at higher elevations (Porch <em>et al</em>. 2007). Hydroelectric dam construction in this region is likely in the coming years. Should dam construction projects move forward, the habitat of this species will probably&#160;be adversely impacted (J. Carrasco pers. comm. 2020).<br/><br/>These threats are producing inferred continuous declines in habitat quality, and the future plausible threat of hydroelectric development has the potential to produce projected declines in Area of Occupancy (AOO) and habitat availability.", "conservationmeasures": "There are currently no species-specific conservation actions directed towards <em>C. wesseli</em>. The entire known range of this species is with the protected areas of Pico Bonito and Nombre de Dios National Parks.&#160;(IUCN and UNEP-WCMC 2019). More information on population size, population trend, and the impacts of land-use change and future dam construction on aquatic habitat quality around La Ceiba would be useful in guiding future conservation actions.", "usetrade": "<p>This species is currently held in private ornamental collections in the United States and Europe (Artigas Azas 2016). The volume of harvest from wild populations is unknown.</p>"}]}