{"name": "14881", "result": [{"species_id": 14881, "taxonomicnotes": null, "rationale": "This species is endemic to the upper Río Ameca in Jalisco, Mexico. The species was considered extinct in 2000, but was later found in 2005 and 2008. In 2014, intensive surveys during ten months in the entire range of its distribution, and using different sampling techniques, did not find the species. In 2016, 40 individuals were reintroduced in its native range. Recent surveys have recorded the species there, but it is unclear if the population is viable. Based on this, the species is considered Extinct in the Wild. If the introduced population proves to be viable in the next few years, a reassessment should be conducted and a change in category may be considered.", "geographicrange": "<p>This species is endemic to Mexico, where it used to occur in the upper part of Río Ameca-Magdalena basin, Jalisco (Miller&#160;<em>et al.&#160;</em>2005). </p>", "population": "<p></p><p></p><p>Historically, this species was never common. Of 2,895 fishes collected in the upper Ameca river basin between 1939 and 1969, only 46 were <em>N. amecae </em>(Chernoff and Miller 1986).<em>&#160;</em>Before 1996 it was considered an extinct species (Hilton-Taylor, 2000). Later, it was reported by López-López and Paulo-Maya (2001)&#160;and in 2008 by J. Lyons and P. Gesundheit-Montero (UWZM 12145). <br/><br/>In 2014, the entire distribution of the species was surveyed with appropriate methods during ten months (one week each time), and no individuals were collected. In 2016, 40 individuals of this species were re-introduced in Balneario El Rincon (O. Domínguez Domínguez pers. comm. 2018). These individuals come from a captive population of six individuals collected in 2005. The species is still apparently present there, but its population size and trend is not known (O. Domínguez Domínguez pers. comm. 2018).</p>", "populationtrend": null, "habitat": "<p>The species used to occur above 1,300 m Asl, in the channel of Río Ameca and two tributaries, one fed by warm springs with much vegetation (including water hyacinth, green algae, <em>Ceratophyllum</em>, and <em>Potamogeton</em>), in slight, moderate or swift current, over sand, rock, and silt, at depths up to about 1 m (Miller <em>et al</em>. 2005). The Teuchitlán River (tributary fed by springs) has an average width of 6 m, with a bottom of silt, sand, gravel, rocks and boulders (Chernoff and Miller 1986).<br/><br/>Spawning probably occurs from early spring to late summer, as suggested by mature adults and appearance of young.<strong>&#160;</strong>A single mature female examined contained 272 eggs (Miller <em>et al</em>. 2005, Soto-Galera and Alcántara-Soria 2007).&#160;</p><p></p>", "threats": "The Teuchitlán River has been subject to destruction and modification resulting from the extraction of water for human consumption (Miller and Fitzsimons 1971, Williams&#160;<em>et al.</em> 1989). The river receives domestic drainage, effluents from runoff from agricultural fields of sugar and tequila agave that are subject to frequent applications of pesticides (López-López&#160;<em>et al</em>. 2003). In addition, the Ameca River basin is classified as strongly contaminated (Vázquez-Gutiérrez 1994).&#160;The exact cause of the population decline is not known but may be related to habitat loss from ground water depletion (López-López and Paulo Maya 2001). There are six introduced species in the Teuchitlán River that may be affecting this species (O. Domínguez Domínguez pers. comm. 2018). Introduced species represent 90% of total biomass and abundance of the species collected in the river (O. Domínguez Domínguez pers. comm. 2018).", "conservationmeasures": "It is currently considered a taxon endangered by the American Fisheries Society (Jelks <em>et al.</em>&#160;2008). It is considered extinct under Mexican law NOM-059-SEMARNAT-2010. In 2016, the species was re-introduced in Balneario El Rincon, but its population is currently not being monitored (O. Domínguez Domínguez pers. comm. 2018). Research is needed to determine the success and viability of the re-introduced population. The species is also being bred in captivity (O. Domínguez Domínguez pers. comm. 2018). Control of introduced species and education and awareness programs of local communities have also been implemented (O. Domínguez Domínguez pers. comm. 2018). The Teuchitlán River is a Ramsar site.", "usetrade": "This species is not used or traded."}]}