{"name": "109724445", "result": [{"species_id": 109724445, "taxonomicnotes": null, "rationale": "This species is endemic to the Malili lakes in Sulawesi. It is known from Lake Towuti (561.1 km<sup>2</sup>) and the two smaller satellite lakes Lake Lontoa (1.6 km<sup>2</sup>) and Lake Masapi (2.2 km<sup>2</sup>), which are counted as three locations as there are differing major threats  including the potential impacts of pollution from nickel mining,  eutrophication and invasive species. This species has an extent of occurrence (EOO) of 775 km<sup>2</sup> and an area of occupancy (AOO) of 80 km<sup>2</sup>. As there is insufficient information available on either population decline or the effect of ongoing habitat degradation on this species, it is assessed as Near Threatened based on its limited distribution. Monitoring of the population trends for this species is required to  determine whether there is evidence of population declines as a result  of the ongoing threats in the lake. This species is a candidate for Endangered, if there is sufficient evidence of the effects of the observed declining quality of habitat on the species.", "geographicrange": "<em><span lang=\"EN-GB\">Corbicula loehensis </em><span lang=\"EN-GB\">is  endemic to the Malili Lakes (Sulawesi), where it occurs in Lake Towuti, Lake Lontoa and Lake Masapi (Glaubrecht <em>et al.</em>&#160;2003, von Rintelan pers. comm. 2018).</span>", "population": "There is no population information available for this species.", "populationtrend": "unknown", "habitat": "This species occurs in freshwater lakes and is found within soft substrates such as sand or mud (von Rintelen pers. comm. 2018).", "threats": "The species occurs in three indirectly connected lakes that are not effected by the same threats. Major threats from nickel mining are only directly affecting the populations within Lake Towuti. Other threats to the species include hydro-electric  power installations on the outlet of Danau Matano, which impacts the  outflow and natural water level fluctuations throughout the entire lake  system. There are changes to habitat quality due to siltation caused by soil erosion and increased organic effluents from the rapidly  expanding human populations around the lakes, but the impact this species is unknown. Finally,   the endemic fauna of the Malili Lakes is threatened by the   introduction  of exotic fish species                 (particularly   Flowerhorn cichlids, <em>Colossoma </em>sp.), with unknown but potentially serious  consequences (Herder <em>et al. </em>2012) as <em>Corbicula&#160;</em>may form a significant part of their diet (Herder&#160;<em>et al.&#160;</em>in prep.). Flowerhorn cichlids&#160;have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and they are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona.&#160;The potential effect of this invasive species needs to be investigated.", "conservationmeasures": "There are no known conservation actions currently in place for this species. Further research into the impact of the invasive species on the endemic bivalves is recommended, as well as the impacts of pollution and siltation within the lakes. Monitoring of the population trends for this species is required to determine whether there is evidence of population declines as a result of the ongoing threats in the lake.", "usetrade": "This species is occasionally consumed locally."}]}