{"name": "61057", "result": [{"species_id": 61057, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi where it is restricted to Nkhomo Reef.&#160;<em>Aulonocara baenschi</em> is one of the few species that is affected by overcollection by the ornamental fish trade. It shares the habitat with another rock-dwelling&#160;<em>Aulonocara</em>&#160;species, the females of which look similar and have a similar size. The males are easily told apart and only&#160;<em>A. baenschi</em>&#160;is targeted by the ornamental fish trade.&#160;A survey made in late 2006 revealed only a very small number of males in colour at the reef while 10 years earlier it was one of the most common cichlid species at the reef when 50 to 100 male individuals were encountered during a 30-minute exploratory dive. It is estimated that the species has undergone a more than 70% reduction in population size in the 10 years preceding 2006 and has since continued to be targeted by the ornamental fish trade with another estimated 70% population size reduction since 2008, driving the remaining population towards extinction.&#160;<em>Aulonocara baenschi</em>&#160;is listed as Critically Endangered on account of its limited distribution and ongoing decline in mature individuals.", "geographicrange": "This species is endemic to Lake Malawi where it is only found at Nkhomo Reef.", "population": "This used to be a rather common species at Nkhomo Reef. However, a survey in late 2014 revealed only a very small number of males in colour at the reef. Captive bred individuals were released in 2017 so it is too early to tell if they have re-established.", "populationtrend": "decreasing", "habitat": "The natural habitat of this species consists of scattered rocks on a sandy bottom. The reef has a general depth of about 18 m, and visibility is low during most of the year. The food of this species consists of small invertebrates that live in the sand. The prey is located with the aid of the enlarged cephalic pores on the head. Males, which are observed in nuptial colouration throughout the year, have their territories centred around an excavated cave. It is probably due to the nature of the reef that all spawning sites are at the bottom level and none are found between the rare heaps of rock. Females occur in small groups or singly.", "threats": "Extraction by the ornamental fish trade is the main threat to this species. A sympatric <em>Aulonocara </em>species with similar behaviour and occurrence has not seen any apparent reduction in population size because it is not targeted by the ornamental fish trade.", "conservationmeasures": "Efforts are underway to breed this species locally (at Chipoka) and restock the reef on a yearly basis. The first restocking took place in October 2017. Monitoring of the population trend is recommended.", "usetrade": "This species is regularly collected by the ornamental fish trade where it is sometimes known as \"New Yellow Regal\", \"Aulonocara&#160;Benga\", \"Nkhomo-Benga Peacock\" or by its scientific name."}]}