{"name": "192946", "result": [{"species_id": 192946, "taxonomicnotes": null, "rationale": "<em>Etheostoma lugoi</em> occurs within Bolson de Cuatro Cienagas, an intermontane basin with exceptionally high biotic diversity, reliction and endemicity in the Chihuahuan Desert in central Coahuila, north-east Mexico. The species is confined to the largely isolated western part of the basin, where it is restricted to Rio Mesquites and its tributaries, most notably Rio Puente in Coahuila. Although the species occurs within the Cuatro Cienagas Biosphere Reserve, it is threatened by hydrological modifications and the presence of invasive species within its restricted range (EOO 88 km<sup>2</sup>). Therefore, the species is assessed as Critically Endangered.", "geographicrange": "<em>Etheostoma lugoi</em> has been described from streams of the Chihuahuan Desert in central Coahuila, Mexico. It occurs within Bolson de Cuatro Cienagas, an intermontane basin with exceptionally high biotic diversity, reliction and endemicity. <em>Etheostoma lugoi</em> is confined to the largely isolated western part of the basin, where it is restricted to Rio Mesquites and its tributaries, most notably Rio Puente in Coahuila (Norris and Minckley 1997).", "population": "<em>Etheostoma lugoi</em>&#160;doesn't seem abundant. Although critical surveys of distribution and status have not been made, collection and observations suggest it is widespread in the mainstem Rio Mesquites. This species is difficult to collect because of its spotty distribution and the heterogeneity of bottoms it inhabits.&#160; Its narrow geographic distribution makes it clear that physical modifications of existing stream channels or even minor alterations of discharge or water quality would likely have adverse effects of this endemic species (Norris and Minckley 1997). More information is needed about the population size and trends.", "populationtrend": "decreasing", "habitat": "<em>Etheostoma lugoi</em>&#160;is known to occur within freshwater rivers and their smaller tributaries and streams, where it is found in open (unvegetated) bottoms comprised of gravel to cobble-sized fragments of tufa. A complex series of spring-fed aquatic habitats occurs in the southern and western section of the Bolson de Cuatro Cienagas. These form an isolated biogeographic unit distinct from an adjacent eastern part connected to the Rio Bravo del Norte (Rio Grande).", "threats": "Both surface streams and underground waters in the Chihuahuan region are experiencing increasingly heavy exploitation. Depletion of water resources is accelerating due to development for domestic, agricultural, and industrial uses posing serious threats on the species natural habitat (Norris and Minckley 1997). Recently, a number of wetlands and rivers in Cuatro Ciénegas, have also become infested with an alien invasive weed <em>Arundo donax</em> (McGaugh <em>et al</em>. 2007), as well as <em>Hemichromis guttatus</em>, a piscivorous species that might predate <em>E. lugoi</em> (Ceballos <em>et al</em>. 2016) which may pose a potential threat to the species. <br/><em></em>", "conservationmeasures": "Bolson de Cuatro Cienagas has been designated as a Biosphere Reserve. However, no conservation or management actions are known for <em>Etheostoma lugoi</em>.", "usetrade": "More information is needed about the use or trade of <em>Etheostoma lugoi</em>."}]}