{"name": "166600", "result": [{"species_id": 166600, "taxonomicnotes": "<em>Glyptothorax nelsoni </em>was described from Subarnarekha River near Namkum, Jharkhand, India (Ganguly <em>et al</em>. 1972). The species was considered a synonym of <em>Glyptothorax saisii </em>by Menon (1999); however, other authors (eg. Talwar and Jhingran 1991, Jayaram 2006, Thomson and Page 2006, Ferraris 2007) have considered the species valid.", "rationale": "<em>Glyptothorax nelsoni</em> is assessed as Endangered because it is currently known only from a single location in Subarnarekha  River near Namkum, Jharkhand, India, with an Extent of  Occurrence less than 5,000 km<sup>2</sup> and threats to the habitat due to  deforestation and  developmental activities and  heavy metal pollution from mining of copper  and  uranium ores and  industrial areas. It is essential to note that the species  has not been recorded since its original description and research is neededal to understand its population status, trends, distribution, ecology and species specific threats.<span style=\"font-style: italic;\"></span>", "geographicrange": "<em>Glyptothorax nelsoni</em> is currently known only from Subarnarekha River near Namkum, Jharkhand, India (Ganguly <em>et al</em>. 1972). The species has not been recorded since its original description. The species is known from a single location where the habitat is threatened due to deforestation and  developmental activities (Jha and Saha 2010) and heavy metal pollution from mining of copper  and  uranium ores and industrial areas (Banerjee <em>et al.</em> 2016).", "population": "There is no information regarding population status and population trends for this species. The species has not been recorded since its original description.", "populationtrend": "unknown", "habitat": "<em>Glyptothorax nelsoni</em> was collected from clear, turbulent stream at a depth about 1 m, and substrate of stream made up of boulders, pebbles, and sands of different size (Ganguly <em>et al. </em>1972). The quality of the habitat is deteriorating due to deforestation and developmental activities (Jha and Saha 2010) and heavy metal pollution from mining of copper and uranium ores and industrial areas (Banerjee <em>et al.</em> 2016).", "threats": "Subarnarekha River basin in Jharkhand has experienced severe ecological degradation due to anthropogenic stressors including deforestation and developmental activities such as construction of dams and irrigation canals (Jha and Saha 2010). Deforestation has also led to accelerated soil degradation through salinization, flooding, drought, erosion and water logging (Jha and Saha 2010). Heavy metal pollution from mining of copper and  uranium ores and industrial areas has also been reported (Banerjee <em>et al.</em> 2016).", "conservationmeasures": "No species specific conservation actions are in place for <em>Glyptothorax nelsoni</em>. The species is also not known from any protected area. Since the habitat of the species is threatened, monitoring of population and habitat trends is essential. Habitat and resources also need protection. Because the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats.", "usetrade": "There is no information on use and trade of this species."}]}