{"name": "173835522", "result": [{"species_id": 173835522, "taxonomicnotes": null, "rationale": "<em>Spectrolebias gracilis </em>is known from two temporary pools in the middle Tocantins River basin, central Brazil that are separated by approximately 530 km. Extent of occurrence (EOO) and area of occupancy (AOO)&#160;are estimated to be 8 km<sup>2</sup>, and the species is assigned to two threat-based locations. Total population size and population trend are unknown. The primary threat to this species is habitat destruction and loss of temporary pools associated with regional deforestation, agricultural expansion, and damming infrastructure, which has extirpated much of the historical seasonal swamps in the basin. Continued persistence or expansion of these threats could quickly drive this species to extinction within the immediate future if they are not mitigated. Therefore, <em>S. gracilis</em> is assessed as Vulnerable under criterion D2.", "geographicrange": "<p><em>Spectrolebias gracilis </em>is known from two temporary pools in the middle Tocantins River basin, central Brazil (Costa and Amorim 2018). The two collection localities are separated by about 530 km (Costa and Amorim 2018).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 8 km<sup>2</sup>, based on a 2x2 km grid overlain on the two collection localities where species presence is confirmed. This species is assigned to two threat-based locations, as localities are separated by a distance of 530 km<sup>2</sup> and existing threats are expected to impact each collection site independently. &#160;</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of 73 specimens (Costa and Amorim 2018).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in two shallow, temporary pools in the middle Tocantins River basin (Costa and Amorim 2018). Both pools are characterized by dense aquatic vegetation (Costa and Amorim 2018).</p>", "threats": "<p>The primary threat to this species is habitat destruction and loss of temporary pools associated with regional deforestation, agricultural expansion, and damming infrastructure (Costa and Amorim 2018). These threats have extirpated much of the historic temporary swamp habitat in the Tocantins River basin, which is considered the most heavily impacted Amazon tributary (Costa and Amorim 2018). Despite uncertainty regarding the direct impacts of existing threats at the two collection localities where <em>S. gracilis</em> occurs, their persistence threatens the immediate survival of this species. &#160;&#160;</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>S. gracilis</em>. This species does not occur within any existing protected areas. Site protection at the two collection localities where this species occurs is an immediate conservation priority. Additional information regarding the impact of existing and potential future threats would be useful in clarifying the extinction risk of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}