{"name": "201085", "result": [{"species_id": 201085, "taxonomicnotes": null, "rationale": "This unique marine bivalve is restricted to deep-sea hydrothermal vents on mid-oceanic ridges in the Indian Ocean. It is currently known from five restricted locations in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1732 m bsl to 3320 m&#160;bsl. The impact of uncertainty around the total AOO, EOO and other biological factors mean that the applicable threat level for this species ranges from VU to EN, using the recommended risk tolerance. We have reasonable expectations to believe that this species will be found at further sites due to the widespread distribution of this and other closely related species (Gerdes <em>et al</em>. 2019). We have therefore opted to take a conservative approach and assessed the species as VU B2ab(iii); D2.<br/><br/>As the species occurs only at hydrothermal vent fields, has a restricted AOO, and has been found at five locations, the threat of current and future anthropogenic influence in these sites based on exploration licenses for mineral extraction at or adjacent to the sites would drive this species to CR very rapidly.&#160;There may already be disturbance to this species as ISA exploration-phase licenses allow some extraction of mineral deposits to determine their composition and testing of seabed mining technology for future exploitation-phase licensing, thus justifying an inferred and projected continuing decline in the extent and quality of the habitat.&#160;A reassessment would be merited if there was a substantial change to the status of mining license arrangements or if there are future changes to the prices of relevant commodities.", "geographicrange": "This deep-sea bivalve is restricted to five locations at hydrothermal vents on deep ocean ridges in the Indian Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.<br/><br/>Locations 1 and 2 are exploration license contract areas granted by the International Seabed Authority to the&#160;Federal Institute for Geosciences and Natural Resources of Germany. Location 3 is an exploration license contract area granted by the International Seabed Authority to the&#160;Chinese Ocean Mineral Resources Research and Development Association. Location 4 is in an exploration license contract area granted by the International Seabed Authority to the Government of India. Location 5 is the Exclusive Economic Zone of Mauritius. Other than Location 5, all localities are in International Waters.&#160;&#160;The species occurs at active black smokers and sites of diffuse venting located at depths of 1732 m bsl to 3320 m bsl. It has been observed from six vent fields: at the Kairei vent field (Location 1; Hashimoto 2001), Edmond vent field (in Location 2; Hashimoto 2001), Longqi and Duanqiao vent fields (in Location 3; Copley <em>et al</em>. 2016), Tiancheng vent field (in Location 4; Zhou <em>et al</em>. 2018), and Solitaire vent field (in Location 5; Hashimoto 2001). The species is present over very small areas in each of these vent fields, with a combined total area for all six vent fields of 0.1167 km<sup>2&#160;</sup>(Van Dover <em>et al</em>. 2001, Hashimoto <em>et al</em>. 2001, Gallant and Von Damm 2006, Nakamura <em>et al</em>. 2012, Chen <em>et al</em>. 2018). The six vent fields are distributed over a Minimum Convex Polygon area of 1,057,438.794&#160;km<sup>2</sup>&#160;in the Indian Ocean.", "population": "These populations have only been sampled by remotely operated vehicles and a human-occupied research submersible, and given the presence at depth, it is difficult to ascertain the population status. The species was reported to be locally abundant at each of the vent fields (Hashimoto 2001, Copley&#160;<em>et al</em>. 2016, Zhou&#160;<em>et al.</em>&#160;2018).", "populationtrend": "unknown", "habitat": "The species is restricted to deep-sea hydrothermal vents on mid-oceanic ridges in the Indian Ocean. It is currently known from the active black smokers located at depths of 1732 m&#160;bsl&#160;to 3320 m bsl.<br/><br/>Geological context – the Central Indian Ridge and South West Indian Ridge are&#160;slow to ultraslow&#160;spreading ridges. Environmental Impact Assessments based on the dynamics of the East Pacific or other fast-spreading ridges cannot be applied to this different geological context.<p></p>", "threats": "Vent fields on the Central and South West Indian ridges lie in seabed areas under license for exploration for polymetallic sulfide mineral resources, which form at active hydrothermal vents. These exploration-phase licenses extend until 2026 - 2031, and have been granted by the International Seabed Authority (ISA) to the&#160;Federal Institute for Geosciences and Natural Resources of Germany&#160;(for vent fields at Kairei and Edmond), the&#160;Chinese Ocean Mineral Resources Research and Development Association&#160;(Longqi and Duanqiao), and the Government of India (Tiancheng). The Solitaire vent field lies within the Mauritius Exclusive Economic Zone and is not subject to ISA governance. The ISA exploration-phase licenses allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be disturbance of subpopulations. Evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. As the locations are remote and at depth, the impact of these activities is uncertain. These vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.", "conservationmeasures": "There are no conservation actions currently in place at any Indian Ocean vent fields. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the Central and Southern Indian ridges. Development of protocols to minimise sediment plume creation by those investigating the sea-bed habitats during exploration for mineral would be beneficial for all species in these sensitive habitats.", "usetrade": "There is no known trade or use of this species."}]}