{"name": "139545605", "result": [{"species_id": 139545605, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis filiformis</em> is known from 14 locations in Catanduanes, Luzon and Polillo in the Philippines. Although relatively widely distributed there are few records from Luzon itself. The species appears to be forest-dependent but disturbance tolerant but more data on its habitat requirements are needed. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be particularly large, and is not likely to be significantly greater than 2,000 km² and might be considerably less than this. The AOO will be declining, along with the extent and quality of suitable habitat due to loss and degradation of forest throughout its range. With the available information a Least Concern assessment is not safe for this species and if the AOO was known to be below 2,000 km² it would qualify for Vulnerable status, it is therefore assessed as Near Threatened. It is to be hoped that when more data are available, especially from Luzon, that re-assessment to Least Concern will be possible for this species.</p>", "geographicrange": "<p><em>Teinobasis filiformis</em> is known from Catanduanes, Luzon and Polillo in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen; Hämäläinen and Muller 1997; Selys Longchamps 1877; Villanueva 2010a,b; Villanueva and Gil 2011; Villanueva <em>et al</em>. 2012). The assessor is aware of records from 14 locations but it has not been possible to assign separate coordinates to one of these for mapping purposes. Only a few of the known locations are in Luzon. The species occurs within a protected area, the Catanduanes Watershed Forest Reserve. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be particularly large, and is not likely to be significantly greater than 2,000 km² and might be considerably less than this. The AOO will be declining due to loss and degradation of forest throughout its range.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health, except that at least some ongoing decline in overall population is likely due to clearance of forest within its range. The population on Luzon appears to be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Virtually nothing has been recorded on the habitats and ecology of this species but Villanueva (2010a) recorded it from stream locations on Polillo in forest including secondary forest, writing “It was frequented in shady areas with muddy substrate”. It appears likely to be a somewhat disturbance-tolerant but forest-dependent species. The extent and quality of suitable habitat will be declining due to loss and degradation of forest throughout its range</p>", "threats": "<p>The main threat to this species is likely to be from complete clearance of forest which is occurring throughout its range as a result of agriculture, mining and logging.</p>", "conservationmeasures": "<p>More data on the exact habitat requirements, distribution and ability to tolerate disturbance of this species are required.</p>", "usetrade": null}]}