{"name": "83149869", "result": [{"species_id": 83149869, "taxonomicnotes": null, "rationale": "<em>Teinobasis fatakula </em>is endemic to 'Eua Island where it has a very small area of occupancy (AOO) of about 4 km². In general the biodiversity in Tonga is threatened: \"Habitat destruction, poaching for food and feathers, and introduced  species are the principal threats to remaining Tongan and Niue  biodiversity.\" (<a href=\"https://www.worldwildlife.org/ecoregions/oc0114\">https://www.worldwildlife.org/ecoregions/oc0114</a> 2018). Even though the locality of <em>Teinobasis fatakula </em>is  currently protected in a National Park, it is listed as Critically Endangered, because a  single event due to pollution or climate change maybe detrimental to the  species. At the moment we do not have enough information on the species ecology to set up species specific conservation measures.", "geographicrange": "This species is endemic to 'Eua Island, Tonga (Marinov and Donnelly 2013).", "population": "There is insufficient information to assess the population size of this species. At the time of collecting the type specimens, the species was scarce on the island. It is unclear if this is due to population reduction or seasonal fluctuation in population size. <em>Teinobasis fatakula </em>was described in 2013, but some of the paratypes were collected in 1972 (Marinov and Donnelly 2013). There are watercolour illustrations preserved in De Selys' collection dated (April 18<sup>th</sup> 1881) showing <em>T. fatakula </em>from 'Eua Island (Vespui and Wasscher 2016) which is evident that the species was known from this small island even in the 19<sup>th</sup> century.", "populationtrend": "unknown", "habitat": "The species inhabits small (60-100 cm wide and 10-15 deep), heavily shaded forested streams of a rainforest remnant. The stream bed and banks are rocky with almost bare surfaces. Adults were discovered along wider parts of the stream where the bottom is almost completely covered with organic matter, but there were even scarcer at that part. Individuals show high site attachment and do not leave the forested areas of the streams. They perch on dead twigs or live leaves of the surrounding vegetation. Females are unknown. Males seem to be non-territorial. They move with a weak flight even when disturbed. All these observation come from a single day in the field and the statements need validation.", "threats": "There are no observable threats to this species, but the ongoing pressure on natural resources (water, wood) pose a permanent threat to this species. Because of its high habitat affinity it can easily be moved to the edge of extinction. Additionally, single climate change events (droughts, floods) can extirpate the species.", "conservationmeasures": "More research on the ecology of this species is urgently needed to judge and prevent potential threats to this species.", "usetrade": null}]}