{"name": "191754", "result": [{"species_id": 191754, "taxonomicnotes": null, "rationale": "<em>Poecilia teresae </em>is known to occur in Mountain Pine Ridge in Cayo, Belize. It may also be present near Belmopan, Belize and in Calakmul Biosphere Reserve in Mexico, though these collections are of questionable validity. The species is known to be threatened by hydroelectric energy development and may be threatened by urban expansion and agricultural runoff should it occur near Belmopan. Should the species occur only in Mountain Pine Ridge, the species would qualify for listing as Critically Endangered under criterion B1ab(iii). If it also occurs near Belmopan, it would qualify for listing as Endangered under criterion B1ab(iii). The latter interpretation is considered to be more credible in this assessment and the species is thus listed as Endangered. Verification of collections from Mexico may further alter the species' conservation status. Clarification of the species' distribution is urgently needed as it could impact the species' conservation status.", "geographicrange": "<p></p><p><em>Poecilia teresae</em> occurs in upland tributary streams and isolated pools in the Macal River drainage within the Maya Mountain Range of southern Belize (Lucinda 2003, Bagley <em>et al</em>. 2015, Palacios <em>et al</em>. 2016). It has also been collected in nearby residential areas, including &#160;Mount Pleasant Creek in southern Belmopan (Aké 2005). Additional collection records exist from Calakmul Biosphere Reserve in southern Mexico where individuals were collected at low abundances in isolated pools (Vega-Cendejas <em>et al</em>. 2013), but these collections are questionable and verification of range extension is needed. The type locality of this species is a small stream in Mountain Pine Ridge Forest Reserve (Greenfield 1990, Poeser 2003).</p>  <p>Extent of Occurrence (EOO) is estimated to be 89-800 km<sup>2</sup>, and the species can be considered to occur in a single location.<br/></p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. However, this species appears rare where it occurs. In a drainage-wide survey of the Monkey Tail branch of the Macal River, only one individual was collected (Esselman and Allan 2010). </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in small streams and pools within tropical pine forest habitat, which are typically characterized by clear, cool, and fast flowing water that cuts through granitic rock, often terminating in high waterfalls that prevent the upstream movement of other species (Greenfield 1990). This species reaches a maximum reported body size of 5 cm standard length (SL) (Lucinda 2003).</p>", "threats": "<p>Despite the protected area status of Mountain Pine Ridge Forest Reserve and Chiquibul National Park in southern Belize, aquatic resources are regionally threatened by land-use changes associated with hydropower development, logging, and mining activities (Briggs <em>et al</em>. 2013). Subpopulations near the city of Belmopan are likely impacted by domestic pollution, urban and rural expansion, land clearance associated with agriculture, and cattle grazing (Aké 2005). Military presence and training exercises in the vicinity have resulted in occasional trash accumulations in small pools of water during the dry season, but the impacts and extent of solid waste pollution are unknown (Miller and Miller 1994).</p>  <p>The scope, magnitude, and direct impact of these threats on habitat availability and the population status of <em>P. teresae</em> have not been evaluated in detail. Furthermore, this species persists in a number of small, upland tributary streams subject to isolated threats that may not be affecting immediately adjacent streams. The species is likely to exist in one to three locations depending on the species' distribution. If the species is restricted to Mountain Pine Ridge, one location would exist. If the species also occurs near Belmopan, this would constitute a second location, and the Calakmul subpopulations, if valid, would constitute a third.<br/></p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>P. teresae</em>. The range of this species extends into Mountain Pine Ridge Forest Reserve, likely extends into Chiquibul National Park, and may extend northward into Calakmul Biosphere Reserve (Miller and Miller 1994, Vega-Cendejas <em>et al</em>. 2013, IUCN and UNEP-WCMC 2019). Additional research regarding distribution, population size, population status, life history and ecology, and the scope and magnitude of existing threats are priorities that will guide future conservation outcomes.<br/></p>", "usetrade": "<p>This species is not utilized.</p>"}]}