{"name": "139365146", "result": [{"species_id": 139365146, "taxonomicnotes": null, "rationale": "<p><em>Heliogomphus blandulus</em> is endemic to Borneo, where it is known from four or five non-protected locations in the central northern part of the island. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data but it may be small and can be inferred to be declining from loss of lowland forest throughout its range. The species qualifies for Vulnerable status under criterion D2 and is assessed accordingly. The species would also meet criterion B2b(ii,iii) if the AOO was known to be less than 2,000 km².</p>", "geographicrange": "<p><em>Heliogomphus blandulus</em> is endemic to Borneo. Records of this species were discussed by Dow and Stokvis (2018) who concluded that only five records could with certainty be regarded as of this species; this view is followed here. Confirmed locations are in West Kalimantan (Lieftinck 1929; it is not known if the species survives at this location) and Sarawak (Dow and Ngiam 2012, 2014; Dow and Stokvis 2018). None of the known locations are protected. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data but it may be small and can be inferred to be declining from loss of lowland forest throughout its range. Moreover confirmed records are from a relatively small area in northern central Borneo.</p>", "population": "<p>This species is either scarce or very elusive (or both). Beyond this little can be said except that a decline in overall population will be occurring due to loss of forest in Borneo.</p>", "populationtrend": "decreasing", "habitat": "<p>This species has been found at a variety of small streams in forest, both pristine and disturbed by logging. There is no evidence that it can survive at streams with any kind of plantation to the stream bank. A decline in both extent and quality of suitable habitat is inferred from loss and degradation of forest throughout much of the range of the species.</p>", "threats": "<p>The main threat to this species will be from clear-cutting of forest for plantation establishment. Forest fires are another threat.</p>", "conservationmeasures": "<p>More data on this species are needed and protection of some of the known locations is desirable (the Hose Mountains in Sarawak would be a good choice). The species would benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}