{"name": "150105894", "result": [{"species_id": 150105894, "taxonomicnotes": null, "rationale": "<p><em>Pseudocheirodon terrabae </em>is endemic to the Terraba and Pirris River drainages on the Pacific slope of Costa Rica. Threats include deforestation, non-point pollution from agricultural runoff, and increased sedimentation, which are inferred to have resulted in a decline in the quality of available habitat. This species exhibits a relatively restricted range with an Extent of Occurrence that is unlikely to exceed 20,000 km<sup>2</sup> and an AOO that is unlikely to exceed 2,000 km<sup>2</sup>. As such, it is assessed as Vulnerable under criteria B1ab(iii)+2ab(iii). </p>", "geographicrange": "<p><em>Pseudocheirodon terrabae </em>is endemic to the Terraba, Pirris, and Coto River drainages on the Pacific slope of Costa Rica (Angulo <em>et al</em>. 2013, Matamoros <em>et al</em>. 2015). Elevation ranges from 0-680 meters above sea level (Bussing 1998). The Terraba River drainage is approximately 5084 km<sup>2</sup> (Rólier-Lara and Whertmann 2011) with 456 linear km of waterways (Paaby 2008). </p>  <p>Extent of Occurrence (EOO) is not expected to exceed 10,000 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records and the drainages where this species has been reported (GBIF 2019). Area of Occupancy (AOO) is unlikely to exceed 2,000 km<sup>2</sup>, based on a 2x2 km<sup>2</sup> grid overlain on linear waterways where this species may occur. Given a relatively restricted range and broad threats that include deforestation and extensive agricultural practices, the number of locations where this species occurs is unlikely to exceed 10. </p>", "population": "<p>Total population size and population trend are unknown. Bussing (1998) reports this species as uncommon. Rojas and Rodríguez (2008) did not detect this species in their sample area, but suggest that this may be an artifact of sampling gear bias. </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in creeks and river backwaters characterized by low to moderate water velocity. It is often found associated with submerged vegetation on river shorelines. Diet is comprised primarily of aufwuchs (Bussing 1998). This species reaches a maximum reported body size of 5.0 cm total length (TL) (Bussing 1998).</p>", "threats": "<p>In the Pirrís and Térraba River drainage, this species may be experiencing declines in habitat quality and availability resulting from hydroelectric development (Pérez 2016). Additional proposed hydroelectric infrastructure is expected to further reduce habitat quality and availability (Anderson <em>et al</em>. 2006a, 2006b). Extensive agriculture has led to deforestation in much of the Térraba and Pírris river drainages (Kappelle and Juarez 1995, Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have probably reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Agricultural activities (primarily palm oil plantation agriculture) continues to result in the runoff of nutrients, sediments, and herbicides and pesticides (Rojas and Rodríguez 2008).</p>  <p>While the scope and magnitude of these impacts have not been evaluated in detail, their combined effects continue to produce inferred and continuous declines in habitat quality.&#160; </p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>P. terrabae</em>. The range of this species may include Los Quetzales National Park (IUCN and UNEP-WCMC 2019), however this species typically occurs below 680 meters above sea level (Bussing 1998), and Los Quetzales contains many higher elevation catchments. More information regarding total population size, population trend, and the direct impacts of threats would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}