{"name": "176171085", "result": [{"species_id": 176171085, "taxonomicnotes": null, "rationale": "Thus far,&#160;<em>C. andersoni</em>&#160;is known from a single site in the Potaro River; however, most of the upper Potaro River has not been explored. The species was not found in the far upper Potaro River at Ayangana and there is no suitable habitat below Aruataima/Chenapowu Falls. With an extent of occurrence (EOO) and an area of occupancy (AOO) both of 104 km<sup>2</sup>, a single known location, highly specific habitat requirements (fast flow of large river), and inferred continuing decline in habitat from gold mining, the species is assessed as Endangered.", "geographicrange": "<em>Corymbophanes andersoni&#160;</em>has been collected at a single locality in Guyana: Aruataima/Chenapowu Falls of the upper Potaro River (Armbruster <em>et al.</em> 2000).", "population": "Nothing is known about the population of <em>C. andersoni</em>&#160;and the single modern survey (1998) only procured six specimens (Armbruster <em>et al.</em> 2000). Population size is likely to be low because all fish species have relatively low populations in the upper Potaro and very few individuals of this species have ever been encountered (seven specimens are known) (Hardman&#160;<em>et al.</em> 2002).", "populationtrend": "unknown", "habitat": "Individuals of <em>C. andersoni</em>&#160;were collected from a large cataract on the Upper Potaro River, above Kaieteur Falls. Most specimens were collected from a shallow, black bedrock riffle in the main channel of the river that had numerous crevices with patches of gravel and cobble. One specimen was captured from a gravel and cobble riffle in a side channel of the cataract (Armbruster <em>et al.</em> 2000). <em>Corymbophanes andersoni</em>&#160;seems to prefer the main channel Potaro River while&#160;<em>C. kaiei</em>&#160;is found in smaller streams. Like most loricariids,&#160;<em>C. andersoni</em>&#160;is likely a cave spawner and algae/detritus scraper (PlanetCatfish 2020). No males have been examined with hypertrophied snout odontodes like are present in <em>C. ameliae</em>&#160;(Lujan <em>et al</em>. 2020).", "threats": "The Potaro River has experienced a lot of gold mining. Although the upper Potaro River is not as severely impacted as the lower Potaro River, it is still impacted (Alonso <em>et al. </em>2017). One of the largest villages in the Pakaraima Mountains (Chenapowu) is located just downstream of the single locality known of the species.&#160;Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020, Hardman&#160;<em>et al</em>. 2002, Mol and Ouboter 2004, Alofs&#160;<em>et al</em>. 2013).", "conservationmeasures": "The distribution of <em>C. andersoni</em>&#160;must be further explored. Thus far it is known from a single rapids complex of about 5.1 km in length. Only two other similar complexes are visible in Google Earth of 1.1 and 3.4 km in length. Care should be taken to restrict mining to below Aruataima/Chenapowu Falls or to keep mining far upstream of the falls. The species was not found during a recent survey of the far upper Potaro River at Ayangana (Taphorn <em>et al.</em> 2017).&#160;The species needs a status survey.", "usetrade": "<em>Corymbophanes andersoni</em>&#160;is not exported for the global aquarium industry and is not likely to be a common food source."}]}