{"name": "139545692", "result": [{"species_id": 139545692, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis nigra </em>is known from at least 15 locations in Catanduanes, Lubang, Luzon and Polillo in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available data is unlikely to be much greater than 2,000 km² and may well be considerably less than this. An ongoing decline in AOO and extent and quality of suitable habitat is inferred from loss and degradation of forest throughout the range of the species and severe fragmentation is likely. If the AOO was known to be below 2,000 km² the species would qualify for Vulnerable status under criteria B2ab(ii,iii) and it is therefore assessed as Near Threatened. It is to be hoped that re-assessment to Least Concern might be possible when more data are available.</p>", "geographicrange": "<p><em>Teinobasis nigra </em>is known from Catanduanes, Lubang, Luzon and Polillo in the Philippines (Campion and Laidlaw 1928, Gapud 2006, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen,&#160;Hämäläinen and Muller 1997, Villanueva and Gil 2011, Villanueva <em>et al</em>. 2009). The assessor is aware of records from at least 15 locations but it has not been possible to assign separate coordinates to four of these for mapping purposes. It has been recorded in protected areas, for instance the Northern Sierra Madre Natural Park in Luzon. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available data is unlikely to be much greater than 2,000 km² and may well be considerably less than this. An ongoing decline in AOO is inferred from loss and degradation of forest throughout the range of the species.</p>", "population": "<p>This can be a common species where it occurs. However at least some ongoing decline in overall population is inferred from clearance of forest within the range of the species and severe fragmentation is very likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Virtually nothing has been recorded on the habitats and ecology of this species but Villanueva <em>et al</em>. (2009: 73) state that it “was encountered above a stagnant portion of the stream with muddy substrate” at a location in the Northern Sierra Madre Natural Park in Luzon. This is very likely to be a forest-dependent species and therefore an ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of forest throughout its range.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging and mining. Threats exist even within protected areas, for instance for the Northern Sierra Madre Natural Park: “Logging, agricultural encroachment, the use of destructive fishing and hunting methods, and the conversion of wetlands form major threats to the biodiversity of the protected area. Government plans for infrastructural development and mining could have a severe impact on the park” Villanueva <em>et al. </em>(2009: 72).</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance, and for better protection for the existing protected areas where it occurs.</p>", "usetrade": null}]}