{"name": "3844", "result": [{"species_id": 3844, "taxonomicnotes": "There are no notable issues.", "rationale": "This South African-endemic, range-restricted species only occurs where its host plant, <em>Protea caffra</em>, grows in protea savanna in the midlands of the Province of KwaZulu-Natal, South Africa, and it has an Extent of Occurrence (EOO) of 1,562 km<sup>2</sup> and an estimated Area of Occupancy (AOO) of 56 km<sup>2</sup>. Qualitative data suggest that <em>Capys penningtoni</em>&#160;is decreasing in abundance and is now rare at the sites where it still occurs. Local extinction is close to occurring at several sites where it formerly was relatively abundant, including at the type locality near Boston (last recorded there in 1983), Impendle Nature Reserve (not recorded there since 2012), Lundy's Hill area (one adult recorded in 2016, none in 2017), Nkawini Mountain (one adult recorded in 2016), Nhlozane mountain range (last recorded in 2014) and the Sevenfontein Prison Farm and adjacent area (one seen in 2016). The population size is thought to be less than 250 mature individuals, with an estimation of less than 50 mature individuals in the largest subpopulation. Sites known to have be occupied recently by the butterfly species are generally relatively far apart, apparently precluding movement of adults between many of them. The alien invasive Harlequin Ladybird beetle that roams the habitat of <em>Capys penningtoni</em>, including its oviposition sites, and that is known to feed on lepidopteran eggs, is probably the major threat to the survival of the butterfly species. The butterfly population is considered to have a single location with respect to this threat. Research on the magnitude of the impact that the ladybird beetle species is having on the butterfly population is required, as is the design of a trap that can remove substantial numbers of the beetle from the wild at the sites where the butterfly species still exists. The host plant, and therefore the butterfly, is threatened by the frequent burning of the <em>Protea </em>savanna at quite a few of the sites where the butterfly species occurs, as well as by the intensity of the fires, fuelled particularly by Bracken and the invasive American Bramble. These two plant species are becoming increasingly abundant in the habitat at certain sites, including under the canopies of the host plants, and the intense fires that result kill more of the hostplants than fires do in the grass sward of uninvaded habitat. The ladybird beetle and fires are probably acting synergistically to increase the pressure on the population of <em>Capys penningtoni</em>. The species currently qualifies under the IUCN criteria as Critically Endangered under criterion C.", "geographicrange": "This species is endemic to KwaZulu-Natal Province in South Africa, only occurring in part of the Midlands, from near Richmond in the south-east to Lotheni in the north-west.", "population": "The population size appears to be declining as the number of adults seen now at one particular site (Howard Hill – Sevenfontein Prison Farm) is much lower than in the mid-1900's. Only one adult was recorded there during the flight period in 2015 and 2016 despite three visits in search of the species, whereas K.M. Pennington collected 12 pupae in July 1940 and D. Swanepoel collected more than 40 adult specimens on 25 September 1946 there (Swanepoel 1953, Pringle <em>et al</em>. 1994). The species has not been seen since 1983 at the type locality (Manshonga Ridge), where only four adult <em>Protea caffra</em> were observed on 6 October 2016. At Impendle Nature Reserve, although habitat is available, the butterfly has not been recorded since 2012 despite at least four searches during the flight period in 2015 and 2016. The type locality likely requires more host plants to be reintroduced in order that it becomes viable for a subpopulation, and the possibility exists that the butterfly may re-ultilise Impendle Nature Reserve, coming from suitable habitat several kilometres away. Therefore, at neither site can the butterfly yet be classified as locally extinct. The number of pupae taken in the past from another site in the Mkhomazi River valley is more than the number of adults recently seen at the site, and some once-inhabited sites have no or few of these butterflies left (Quickelberge 2008). In 2017, despite searches during the flight period in the Marwaqa Nature Reserve, Lotheni Nature Reserve, Mt le Sueur area, Mkhomazi River Valley and Clairmont Mountain Nature Reserve, no adults and only one pupa of <em>Capys penningtoni</em>&#160;were found (Armstrong 2017). The population size is inferred to be less than 250 mature individuals, with the inference of less than 50 mature individuals in the largest subpopulation. Some centuries ago there may have been one population and no subpopulations of this species, if movement by adults between sites occurred. Land transformation has increased the isolation of suitable habitat and has split the population into a number of subpopulations because transformed areas act as barriers to lycaenids and other non-migratory, sedentary species (e.g. Pryke and Samways, 2001).", "populationtrend": "decreasing", "habitat": "It occurs in montane <em>Protea</em> savanna within an approximate altitudinal range of 1,000 to 2,100 m.", "threats": "The most severe imminent threat to the species arises from the alien invasive Harlequin Ladybird beetle (<em>Harmonia axyridis</em>). This generalist feeder is abundant in the protea savanna habitat occupied by <em>Capys penningtoni</em>&#160;during its egg-laying period and has been seen many times wandering over the protea flower buds on which the butterflies lay their eggs, exposed on the surface. Direct observation of the ladybird beetle feeding on these eggs has yet to be made, but it feeds on lepidopteran eggs elsewhere in the world (Koch&#160;2003, Roy <em>et al</em>. 2016). Whether the eggs of <em>Capys penningtoni</em>&#160;have one or more adaptations that prevent the ladybird beetle species from eating them is currently unknown.&#160;<br/><br/>The second major threat facing this species is the increased intensity and frequency of fires in the protea savannas it inhabits and the threat that these pose to its host plant, <em>Protea caffra</em>. Intense fires kill <em>Protea caffra</em>&#160;trees and bushes, reduce their regeneration and likely enhance the fire trap from which juvenile <em>Protea caffra</em>&#160;plants must escape to establish themselves (Adie <em>et al</em>. 2011; cf. Smith and Granger 2016). Increased establishment of bracken (<em>Pteridium aquilinum</em>) and the alien invasive American Bramble (<em>Rubus cuneifolius</em>) in protea savanna, especially under and around <em>Protea caffra</em>&#160;trees and bushes, is the cause of the greater fire intensities (Adie <em>et al</em>. 2011). Some <em>Protea </em>savanna is burnt annually to prevent uncontrolled fires or to enhance the palatability of the grass sward to cattle of subsistence farmers, and this probably enhances the fire trap that retards or prevents regeneration and recruitment of <em>Protea caffra</em>.&#160;<br/><br/>Casual collection of flower heads of the host plant appears to occur occasionally at one location where the butterfly species is very rare, and this may affect recruitment of the host plant there. Additionally, harvesting of relatively high numbers of adults and pupae has occurred in the past (Swanepoel 1953, Quickelberge 2008). Afforestation has reduced the extent of potential habitat for the species in the past (Woodhal, 2013), and escape of timber trees from plantations into neighbouring <em>Protea </em>savanna is occurring. One breeding area for the species is threatened by the potential rerouting of a road at a proposed dam site on the Mkhomazi River. The <em>Protea </em>savanna inhabited by <em>Capys penningtoni</em>&#160;is usually near the summits of mountains. Rainfall may not change significantly in the next decade in the extent of occurrence of the species (Kruger and Nxumalo, 2017), and its Area of Occupancy is expected to be resilient in terms of the climate being relatively stable and the habitat remaining relatively intact for the next few decades (Jewitt <em>et al</em>. 2015a,b).", "conservationmeasures": "Protected areas where the butterfly occurs are subject to management plans, but implementation of certain aspects of the plans may be thwarted from time to time, e.g. by intrusive fires resulting from uncontrolled burning of neighbouring grassland.&#160; Certain sites require formal protection to prevent the species becoming locally extinct, whereas other unprotected sites need to be managed for the persistence of the species in perpetuity. Much of the latter would consist of alien plant control under or near the proteas and fire management at the site, as well as encouraging grazing to reduce the fuel load. Draft legislation is in place that protects&#160;<em>Capys penningtoni</em>&#160;and its habitat, and this needs to be gazetted as an Act of the Provincial Parliament together with its regulations as soon as possible. Owners and managers of land where the species occurs are being informed about how to manage the land, but this process needs to be formalised and expanded. Reintroduction of the butterfly at its type locality and re-enforcement of its host plant numbers at that and certain other sites, including the Impendle Nature Reserve, is also needed.&#160;<br/><br/>Research on the magnitude of the impact that the Harlequin Ladybird beetle species is having on the butterfly population is required, as is the design and deployment of a trap that can control the numbers of this invasive species is urgently required. Research into its life history and ecology, and monitoring of its various subpopulations is also needed.", "usetrade": "Harvesting of relatively high numbers of adults and pupae has occurred in the past (Swanepoel 1953, Quickelberge 2008)."}]}