{"name": "163823", "result": [{"species_id": 163823, "taxonomicnotes": null, "rationale": "<p><em></em></p><p></p><p><em>Brachygonia ophelia</em> is very locally occurring, with an area of occupancy (AOO) inferred to be less than 500 km². Threats exist at all known locations, and a continuing decline in overall population and in extent and quality of habitat for the species is certainly occurring; its overall population is severely fragmented. The species is assessed as Endangered under criterion B (EN B2ab(ii,iii)).</p><br/><p></p>", "geographicrange": "<p><em>Brachygonia ophelia</em> is widely but very locally distributed in Borneo and Peninsular Malaysia. In Borneo it is known from old records from a site near Kuching in Sarawak (Laidlaw 1920; this site no longer exists), Maludam National Park in Sarawak (Dow <em>et al. </em>2015), a site in Sarawak’s Bintulu Division (Dow unpublished), Brunei (Orr 2001, Dow and Choong unpublished), and Central Kalimantan (Lieftinck 1953, Dow and Silvius 2014). In Peninsular Malaysia it is known from only a single, non-protected location in Pahang (Dow <em>et al.</em> 2012). Altogether the Assessor is aware of records from 14 locations (R. Down, pers. comm): it is certainly extinct at one of these, and may be extinct at two of the others (one in Brunei was severely damaged by forest fires, only old records are known from another in Central Kalimantan and it is not known if the species survives at that location), so only 11 locations can be considered as currently known.&#160;Deliberate searches for&#160;<em>Brachygonia ophelia&#160;</em>in 2015 in three national parks in Sarawak with apparently suitable habitats (including Maludam where the species had already been found) failed to find a single individual (Dow unpublished).&#160;The majority (six) of locations where the species is still known to occur are in Brunei’s Belait district, which contains the most intact peat swamp forest and kerapa remaining in Borneo. The area of occupancy (AOO) for this species cannot be calculated accurately, but the location in Pahang is not more than 10 km² in extent, whilst the total extent of suitable habitat remaining in Borneo is less than 30,000 km² (based on figures in Miettinen <em>et al. </em>2016) and the species appears to occur so locally that it is not likely to occupy more than 1% of this habitat (possibly considerable less than this). Therefore the currently known AOO is inferred to be less than 500 km².</p>", "population": "<p>Although a population estimate is not possible for this very locally occurring species, it must have suffered a decline, probably severe, due to loss of its low pH swamp forest habitats across its range, and this decline is certainly ongoing. The overall population of this species is certainly severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p></p><p>This species occurs in low pH swamp forest formations: peat swamp forest, swampy low pH kerangas forest at the edge of peat swamp forest and kerapa (intermediate between peat swamp forest and kerangas). It is extremely local in occurrence and absent from many apparently suitable habitats. </p><br/><p></p>", "threats": "<p>The primary threat to this species is from habitat loss. As of 2011 it was estimated (Posa&#160;<em>et al.&#160;</em>2011) that from the original peat swamp forests in the areas where&#160;<em>Brachygonia ophelia&#160;</em>is known to occur, only 46.6% remained in Kalimantan, 25.3% in peninsular Malaysia and 36.2% in Sarawak and Sabah, with only Brunei suffering a smaller reduction with 83.9% remaining. Most of this habitat loss is through conversion of forest to agriculture, principally oil palm although, for instance, very large areas were lost in Kalimantan Tengah when peat swamp forest was cleared for the so-called Mega Rice Project, which failed. Clearance of peat swamp forest for oil palm plantation is ongoing throughout the range of&#160;<em>B. ophelia</em>. Forest fires during dry seasons are another serious threat to the habitats of this species and peat swamp forest fires are notoriously difficult to put out. Many fires, especially in Indonesia, appear to be deliberately set to clear forest, but it has proved difficult to bring prosecutions against those responsible.<br/><br/>Logging is still a threat to the habitats of&#160;<em>B. ophelia</em>. Although large-scale legal logging operations have probably largely ceased in peat swamp forest throughout most of the range, some smaller scale operations still occur and illegal logging is a serious threat, especially since no minimum cutting diameters are enforced so that the forest is likely to be opened up to the point where the species cannot survive.<em>&#160;</em>Another potential threat to&#160;<em>B. ophelia&#160;</em>is from excessive drainage; at sites adjacent to oil palm plantations, other agricultural areas, human habitation etc., drainage ditches intended to drain the plantation etc. also lower the water table of the peat swamp forest, therefore affecting the presumed larval habitat and increasing vulnerability to fire. Another form of drainage occurs within peat swamp forest at sites in Kalimantan that have been logged in the past, in these cases a grid of channels have been cut across the peat dome, presumably to allow timber to be taken out on small boats. Other threats are more localized. For instance in areas at the peat swamp kerangas boundary, sand mining in the kerangas is a serious threat in some areas.<br/><br/>For the currently known locations for this species, forest fire is a potentially serious threat to all and has already affected some individual sites on the Badas peat dome in Brunei, where the species occurs. A small-scale, legal, logging operation is also ongoing on part of the Badas peat dome, and sand mining has occurred there in the past and may do so again. Additionally many parts of the Badas peat dome are close to human habitation and easily accessible, increasing the likelihood of threats from industrial and urban development, and making them particularly vulnerable to encroachment and small-scale illegal logging activities. The other locations in Brunei, in the Sungai Ingei area, are remote from human habitation and is still in pristine condition, it is also likely to be granted protected status in the future. One of the locations in Kalimantan Tengah does not appear to have any formal protected status, although it is used for release of rescued and relocated Orangutans; much of the surrounding area has been severely degraded by fire in the past. The other location in Kalimantan Tengah may fall within a national park boundary, but has already been damaged by forest fires. The location in Pahang is a forest reserve but this status does not grant it any real protection, in effect it merely means reserved for future logging and also the status can easily be altered to allow conversion to oil palm.</p>", "conservationmeasures": "Fresh searches across the known range of the species, and in Sumatra and its satellite islands, need to be made to find additional populations of this species. Locations where populations are found need to be given proper protected status and measures need to be taken to protect them from forest fires; this seems particularly problematic in Indonesia.<br/><br/>To ensure the long-term survival of this and other forest dwelling Odonata of lowland, low gradient habitats in Malaysia and Indonesia, there is a need for better regulations governing conservation measures to be taken when plantations are established, and better enforcement of existing regulations. Companies involved in plantations need to establish and follow good codes of practice in their plantations.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.", "usetrade": null}]}