{"name": "191296", "result": [{"species_id": 191296, "taxonomicnotes": null, "rationale": "This species has a very restricted distribution (EOO = 1,700 km<sup>2</sup>) in the Rio Ojo Frio in San Luis Potosi, Mexico and it occurs in one location. There is continuing decline in the quality of its habitat due to pollution from pesticides and herbicides and sedimentation. It is therefore listed as Endangered. <em><br/></em>", "geographicrange": "<p>This species is endemic to Mexico, where it occurs in the Río Ojo Frío (Río Gallinas basin) above a 105 m falls in San Luis Potosí (Miller <em>et al. </em>2005). The extent of occurrence is estimated at 1,700 km<sup>2</sup> and it occurs in one location, based on the main threats affecting its population. <br/></p>", "population": "Miller <em>et al</em>. (2005) points out that it was not found in the collections of R. L Mayden in 1990, and Mayden <em>et al</em>. (1992) consider it an endangered species. Recent surveys (2013-2015) recorded the species in Rio Ojo Frio (F. Perez-Miranda pers. comm. 2018).&#160; Observations in this river suggest that the species is common (F. Perez-Miranda pers. comm. 2018).", "populationtrend": "unknown", "habitat": "<p>This species inhabits large streams (10-30 m wide) of clear, greenish-blue water, tending to select rather deep (to 2.0 m) slow-moving places over soft, sandy-silt substrates with no vegetation. Temperatures vary from 22° to 26°C in March and May; elevations 450-460 m Asl; breeding males and females were collected in March and May, indicating a springtime reproductive season (Miller <em>et al.</em> 2005).</p>", "threats": "The main threats to the species are pesticides and fertilizers used in sugar cane agriculture, increased run-off and sedimentation (Arriaga-Cabrera <em>et al</em>. 1998).", "conservationmeasures": "No conservation actions for <em>Tampichthys rasconis</em> are known. It is not present in protected areas. Research is needed to better determine the distribution, population size and trends and the threats that may be affecting it. <br/><br/>It is listed as Endangered, Criteria 1,5 by the U.S Geographical survey (http://fisc.er.usgs.gov/afs/) (Jelks,<em> et al</em>.  2008). Criteria 1 implies: present or threatened destruction,  modification, or reduction of a taxon's habitat or range, including  perturbations caused by factors such as sedimentation, chemical  pollution, dewatering, and anthropogenic modifications to natural  channels or flow regimes. Criteria 5 implies: a narrowly restricted  range. The sources relevant to the supposed threats faced by this  species in U.S Geographical survey however, cannot be located.", "usetrade": "This species is not used or traded."}]}