{"name": "62201", "result": [{"species_id": 62201, "taxonomicnotes": "The <em>Gila robusta</em> complex includes nominal species <em>G. robusta</em>, <em>G. intermedius</em>, and <em>G. nigrescens</em>, all of which are described from the lower Colorado River basin in Arizona and New Mexico (Page <em>et al. </em>2017). While they are currently considered valid, several studies suggest combining the complex under the senior synonym <em>G. robusta</em> (Page <em>et al.</em> 2017, Carter <em>et al.</em> 2018, Copus <em>et al.</em> 2018). Observed morphological and genetic variation is likely the result of past geographic isolation and differentiation followed by recent mixing and hybridization (Page<em> et al.</em> 2017). If such changes occur, reassessment is warranted based on a non-genuine change in total population size and distribution.", "rationale": "The historical range of <em>Gila robusta</em> includes the Colorado River and its tributaries from southwestern Wyoming, Utah, and Colorado southward to the Little Colorado River confluence in Arizona, south of which it occurred only in primary tributaries of the Colorado River. Southward range extent included much of the Bill Williams and Gila drainages in Arizona, and occasionally into northern Sonora, Mexico. On a range-wide scale, occurrence of <em>G. robusta</em> has been reduced by approximately 50% from its historic distribution, much of which occurred between 1970-1990. Major threats include interactions of watershed changes, such as reductions in suitable habitat due to impoundment, flow regulation, channel downcutting, water diversion, and groundwater pumping, with the invasion of non-native predatory and competitive fish species. These major pervasive threats have not ceased. Given past range-wide documented reductions of 50%, and basin-wide reductions of up to 82% (in the lower Colorado River Basin), range-wide population reduction over three generations (17-23 years) is suspected to be between 30-50% based on a decline in the area of occupancy and habitat quality, in addition to the negative effects of introduced taxa and competitors. As such, <em>G. robusta</em> is listed as Vulnerable under criterion A2.", "geographicrange": "<p>The historical range of <em>Gila robusta</em> includes the Colorado River and its tributaries from southwestern Wyoming, Utah, and Colorado southward to the Little Colorado River confluence in Arizona, south of which the species occurred only in primary tributaries of the Colorado River (Carman 2006). The southward range extent included much of the Bill Williams and Gila drainages, Arizona; occasionally this species may have occupied the Colorado River delta in northern Sonora and Baja California (Minckley and Marsh 2009). Additionally, a taxonomically confusing population (usually known as <em>Gila robusta jordani</em>) occurs along the White River, Nevada. Current overall range is similar, but the species no longer occurs in much of the formerly occupied area.<br/><br/>In the upper Colorado River basin, extirpations have occurred in the Price River and portions of the San Juan, Gunnison, and Green rivers (Bezzerides and Bestgen 2002, UDNR 2006). In the lower Colorado River basin, extirpations have occurred in the San Francisco River, the San Pedro River, and the Colorado River and tributaries in Grand Canyon and downstream (Bezzerides and Bestgen 2002, UDNR 2006). Many of these extirpations occurred between 1970-1990, with the onset of dam closures and introductions of non-native predators (Bezzerides and Bestgen 2002).<br/><br/>In Wyoming, this species occurs in tributaries to the Green River and in several lakes in the upper portion of the basin. Extant but declining populations in Utah occur in the Escalante and San Rafael rivers, the middle and upper San Juan River (including some tributaries), in the Colorado River from Moab to Silt, in the Fremont River, in the Green River from the Colorado River confluence upstream to Sand Wash and from Jensen to Echo Park, in the White River from the Green River confluence upstream to near Meeker, and in the Duchesne River from the Green River confluence upstream to Myton (UDNR 2006).<br/><br/>Certain populations in the northern and eastern Gila River basin of Arizona and New Mexico (formerly included in <em>G. robusta</em>) are now recognized as a distinct species (<em>Gila nigra</em>) (Minckley and DeMarais 2000). See Minckley and DeMarais (2000), Copus <em>et al. </em>(2018), and Carter <em>et al. </em>(2018) for detailed distributions of <em>G. robusta</em>, <em>G. intermedia</em>, and <em>G. nigra</em> in the Gila River basin in Arizona, New Mexico, and Sonora. Miller (2005) assigned forms inhabiting northwestern Mexico (Rio Yaqui basin) to coastal streams in Sinaloa to <em>Gila minacae</em>.</p>", "population": "<p>This species is represented by a fairly large number of occurrences (subpopulations). Stratification of recent collection locations using existing migration barriers and suitable habitat yielded 15 preliminary populations of <em>G. robusta</em> in the Colorado River basin (Bezzerides and Bestgen 2002). Some of these occupy very large areas.<br/><br/>Total adult population size is unknown but likely exceeds 10,000.<br/><br/>Today, <em>G. robusta</em> occupy only about 45 percent of the historical range in the Colorado River basin (Bezzerides and Bestgen 2002). The species currently occupies about 18 percent of its historical range in the lower Colorado River basin (Voeltz 2002, New Mexico Department of Game and Fish 2016). In Black Rocks, Colorado, populations have remained relatively stable in recent years (Francis<em> et al. </em>2016). Given these documented range-wide reductions in occupancy, it is suspected that population reduction has occurred in the past<br/><br/>In most areas where this species persists, abundance has been much reduced. Sampling from 1999-2012 in the San Juan River report this species as extremely rare (Franssen <em>et al.</em> 2015), but others report likely extirpation (Bezzerides and Bengsten 2002, UDNR 2006). In the upper Gila River, population decline is likely due to the competitive or predatory effects of non-native species; only one individual was collected from six sites across a 19 year sampling period (Propst <em>et al.</em> 2008). It may now be extirpated in the Gila River drainage, and is considered extirpated from the Zuni and San Francisco River drainages (New Mexico Department of Fish and Game 2016).<br/><br/>In Arizona, <em>G. robusta</em> occupies 1841 linear km of stream habitat and 38 unique streams, which is 21.6% of total stream habitat in the state (Turner and List 2007). In Aravaipa Creek, Arizona, this species comprises a minor proportion of relative abundance (Eby <em>et al.</em> 2003). In the Upper Bill Williams River Basin, <em>G. robusta</em> populations have remained relatively stable over the past 30 years (Pool and Olden 2015).<br/><br/>Population trend over the past 10 years or three generations is uncertain but suspected to be in decline. Age at first reproduction occurs between years 3 and 5, with an average longevity of 8-10 years (USFWS 2015). Given these parameters and an estimated <em>z</em> of 0.5, three generations is estimated at 17-23 years. Most of the decline likely occurred more than 20 years ago (probably in the 1960s and 1970s). It is likely that a total range-wide population reduction of 30% or greater occurred between 1950-1970 or 1970-1990.&#160;</p>", "populationtrend": "decreasing", "habitat": "<p>This species' habitat includes rocky runs, rapids, and pools of creeks and small to large rivers, also large reservoirs in the upper Colorado River system; generally this species prefers cobble-rubble, sand-cobble, or sand-gravel substrate. Adults are associated with the largest, most permanent water in streams (Minckley 1981), where a few deep (greater than 1 meter) pools with cover (boulders, woody debris) are intermixed with riffles, runs, and eddies (Bestgen and Propst 1989, Propst 1999, White 2005). Large populations often occur in pools behind irrigation diversions (Barber and Minckley 1966). This species is less prone to using cover than are close congeners; they typically frequent open areas in the deepest pools and eddies of middle sized to larger streams (Minckley and DeMarais 2000).<br/><br/>Eggs are scattered over clean gravel or cobble substrates (sometimes sand and silt) of pools with moderate velocity runs and generally at least 25 cm deep (Neve 1976, Minckley 1981, Sublette <em>et al. </em>1990).</p>", "threats": "<p>Threats include interactions of watershed changes, such as reductions in suitable habitat due to impoundment, flow regulation, channel downcutting, substrate sedimentation (e.g. from excessive livestock grazing, timber harvest, road construction, removal of riparian vegetation), water diversion, and groundwater pumping, with the invasion of non-native predatory and competitive fish species (Hubbs 1954, Miller 1961, Minckley and Deacon 1968, Meffe 1985). The Oriental snail also has been named as a detrimental introduced species. Watershed changes and the introduction of non-native fishes often have occurred concurrently, making it difficult to determine the primary cause of the decline. Historical fish eradication programs conducted in association with dam construction are likely to have played a role in the decline in some areas. Water quality degradation (contaminants, nutrients, pathogens) possibly may also contribute to declines or poor habitat conditions (New Mexico Department of Game and Fish 1996, Carman 2006).<br/><br/>Vanicek and Kramer (1969) reported that reductions in river temperature attributable to Flaming Gorge Dam had negatively impacted the spawning success of <em>Gila</em> species. On the other hand, habitat changes that raise water temperatures could result in mortality. Deacon and Minckley (1974) reported heat deaths at 30.5 <sup>o</sup>C in pools of the Salt River, Arizona.<br/><br/>Minckley (1973) correlated a proliferation of Smallmouth Bass with a suppression of reproductive success by <em>G. robusta</em> in tributaries of the Salt and Black Rivers, Arizona. Bestgen and Propst (1989) blamed an introduced predatory fauna, including Channel Catfish, Flathead Catfish, Smallmouth Bass, and possibly Rainbow and Brown Trouts, for reductions in populations in the Gila River, New Mexico. In Turkey Creek, New Mexico, the species remains common above a barrier that prevents upstream migration of introduced predatory fishes but have steadily declined below the barrier where Smallmouth Bass are common (Bestgen and Propst 1989). Bestgen and Propst (1989) also blamed drought and introduced predators for extirpations from the San Francisco River, New Mexico.<br/><br/>The importance in retaining a natural flow regime in southwestern streams has been emphasized repeatedly (e.g. see Meffe and Minckley 1987 and Minckley and Meffe 1987). Native fishes usually survive flooding, whereas non-native fishes generally do not. In the San Juan and Gila drainages of New Mexico, <em>G. robusta</em> persists where non-native predators are absent or where natural flow regimes and periodic flooding might act to suppress populations of introduced predators and maintain habitat variability (Bestgen and Propst 1989). Also, recruitment of individuals to age 1 appears to be dependent on late winter/early spring floods (Brouder 2001).</p>", "conservationmeasures": "<p>Existing populations should be carefully monitored and protected by eliminating detrimental water and land use and exposure to non-native fishes. Research is needed to identify specific aspects of these practices that result in the demise of the <em>G. robusta</em>. Other native species are threatened, endangered, or extirpated from the historic and present range. An ecological approach to habitat management is necessary to protect remaining populations of native fishes. Degraded habitat should be reclaimed and enhanced.<br/><br/>This species is listed as state endangered in New Mexico, and is included in the Colorado River state recovery plan; standardized annual monitoring and stocking from <em>ex-situ </em>culture are included in this action plan (New Mexico Department of Fish and Game 2016). The distinct population segment in the lower Colorado River is candidate for protection by the US Fish and Wildlife Service under the Endangered Species Act (USFWS 2015). This species is listed as a species of special concern in Utah, Arizona, Colorado, and Wyoming (UDNR 2006). A range-wide, multi-agency conservation strategy is currently in place (UDNR 2006).<br/><br/><em>Gila robusta</em> is federally protected in Mexico under NOM-59-SEMARNAT-2010. It occurs in a number of protected areas throughout its range (IUCN and UNEP 2018).</p>", "usetrade": "There is no information about the use and trade of this species."}]}