{"name": "139064573", "result": [{"species_id": 139064573, "taxonomicnotes": null, "rationale": "<p><em>Gynacantha cattienensis</em> is only known from Cat Tien National Park in southern Viet Nam (Kompier and Holden 2017). More than one individual site for the species has been identified in the National Park, but arguably they only constitute one threat-defined location (taking illegal logging or, possibly, forest fires as the main threats). Given that relatively little other forest remains in the same part of south Viet Nam, and most of that at higher elevations, it is possible that the species is confined to Cat Tien National Park. An accurate estimate of the area of occupancy (AOO) or extent of occurrence (EOO) for this species is not possible with the available data. However, Cat Tien National Park has an area of 720 km<sup>²</sup> and so if the species is confined to the National Park then its EOO is at most this and likely to be significantly smaller; a maximum estimate of 720 km² is used here. Given that threats from encroachment and illegal logging have been listed for Cat Tien, the AOO and extent and quality of suitable habitat are inferred to be declining due to loss of forest within the range of the species. Although only one or a few locations are known, given the threats that appear to be present, Data Deficient is not an appropriate assessment for this species. The species therefore qualifies for Endangered status under criteria B1ab(ii,iii), and taking a reasonable precautionary approach it is assessed as such. It is to be hoped that when additional data become available, it will be possible to reassess the species in a lower threat category.</p>", "geographicrange": "<p></p><em>Gynacantha cattienensis</em> is only known from Cat Tien National Park in southern Viet Nam (Kompier and Holden 2017). In the original description, general coordinates for the park are given but Kompier and Holden (2017) note that the species was found flying over two streams (coordinates given) and sometimes seen flying over the Dong Nai River, as well as being seen flying over roads and sometimes entering buildings. Based on this information, three sites have been included in the map, but arguably they only constitute one threat-defined location (taking illegal logging or, possibly, forest fires as the main threats). Given that relatively little other forest remains in the same part of south Viet Nam, and most of that at higher elevations, it is possible that the species is confined to Cat Tien National Park. An accurate estimate of the area of occupancy (AOO) or extent of occurrence (EOO) for this species is not possible with the available data. However, Cat Tien National Park has an area of 720 km², therefore, if the species is confined to the National Park, its EOO is likely to be smaller than this. Even if it occurs at other lowland forest sites in the same area, its EOO is likely to be below 2,000 km². The AOO is likely (or certainly, if it extends beyond the protected area) to be declining due to loss of forest within the range of the species. The Park Forest is reasonably well protected, and the locations where the species is found are relatively close to Park HQ.<br/><p></p>", "population": "<p></p><p>From the information given in Kompier and Holden (2017) this appears to be a fairly common species within at least a part of Cat Tien National Park but if its range extends beyond the park then both severe fragmentation and an ongoing decline in overall population can be inferred from loss and fragmentation of lowland forest in southern Viet Nam.</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p>The species was found at two slow flowing forest streams, reduced to stagnant pools in the dry season (Kompier and Holden 2017); these may well represent the breeding habitat of the species. It was also observed flying over roads and a river, but this is likely to be feeding behaviour. It appears to be a forest-dependent species (like most <em>Gynacantha</em>), probably breeding in swampy areas, forest pools and slow streams.&#160; The extent and quality of suitable habitat for the species will be declining due to loss and degradation of forest within its range if it occurs beyond Cat Tien National Park, and may be occurring even within the protected area (see the Threats section).</p><p></p>", "threats": "<p></p><p>Hypothetical populations outside of Cat Tien National Park will be threatened by conversion of forest for agriculture and logging. There may be threats even with the National Park, according to the Wikipedia entry (accessed 27 November 2019) the park is threatened by encroachment by local communities and illegal logging,&#160;although this is less likely for the locations where the species was found. BirdLife International (2019, but based on data compiled in 2002) state “Forest land along the northern boundary of Nam Cat Tien is being converted into agricultural land, reducing the area of habitat for globally threatened species. This is of particular concern for the important wetlands and grasslands which lie close to the northern boundary. Illegal exploitation of timber, rattan, mammals, birds and fish is still taking place within Nam Cat Tien. Land within Nam Cat Tien designated as agricultural land is not under the management of the national park management board, which only controls land designated as forest land. Poor coordination among different local government agencies is resulting in an emphasis on agricultural development instead of biodiversity conservation in the agricultural land within the site.” In a warming world, forest fires may become a significant threat in the not-too-distant future.</p><br/><p></p>", "conservationmeasures": "<p></p><p>The priorities for this species are for more data on its distribution, habitat requirements and ability to tolerate disturbance, and for the elimination of threats within Cat Tien National Park (if still present). Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p><br/><p></p>", "usetrade": null}]}