{"name": "176459366", "result": [{"species_id": 176459366, "taxonomicnotes": null, "rationale": "<em>Crenicichla ypo</em>, assessed as Endangered, is only known from Urugua-í stream basin, an affluent of the Paraná river in Misiones province. Its extent of occurrence (EOO) is 3,196 km<sup>2</sup>. Some of the distribution is within protected areas, but part of the basin is altered by a dam and an artificial lake, with presence of invasive exotic fish species, and forestation with exotic pines. There are five locations based on these threats, and an inferred continuing decline in habitat.", "geographicrange": "<em>Crenicichla ypo</em> has been found only in the arroyo Uruguaí basin, Paraná River basin, Misiones province, Argentina (Casciotta <em>et al.</em> 2010).", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "The arroyo Urugua-í, as well as most of the other tributaries of Paraná, Uruguay, and Iguazú basin in the central and northern portions of the province, are divided from their main streams by a significant number of waterfalls, highest of which are invariably found closest to their mouths. It is a moderately fast flowing river with tributaries of an average depth of one metre outside of the dam influence. Macrophytes such as<em> Echinodorus uruguayensis</em> and <em>Potamogeton pseudopolygonus </em>are present. The bottom consists of mud, sand with gravel and/or bedrock. After dam construction, in the lower reach, some parts of impoundment lake are up to six metres deep and some previous localities, like Isla Palacio, are below the water surface (Casciotta <em>et al.</em> 2016).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, poaching, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The ecological alteration of the Urugua-í stream is due to a set of anthropic actions that have changed the environmental conditions (Araya 2017), one of the most important was the construction of the Urugua-í hydroelectric dam. The closure of a stream severely alters hydrology, with modifications and formation of new habitats, colonized mainly by generalist species, which can be more flexible in terms of food and reproductive needs, more easily adjusting to the new environmental conditions (Agostinho <em>et al.</em> 2007). The mid and lower reaches of this stream, habitat of <em>C. ypo</em>, are moderately protected (Araya 2017). There is high deforestation in the south margin of this watershed, made for exotic pines implantation. At least two exotic invasive fish species have been recorded in Urugua-í lake: Common Carp, <em>Cyprinus carpio</em> (Bertolini and Gil1 999) and tilapia, <em>Coptodon rendalli</em>, abundant in this water body (Iwaszkiw 2006). The <em>Crenicichla </em>genus is of aquarium interest (Gomez <em>et al.</em> 1993, 1994; López <em>et al.</em>&#160;2003), and uncontrolled extraction and trade could affect natural populations of <em>C. ypo </em>and others species.", "conservationmeasures": "Four sites of <em>C. ypo</em> are inside protected areas: three of them in Urugua-í Provincial Park, and the fourth in Lago Urugua-í Protected Landscape. Additional conservation and research actions are recommended.", "usetrade": "The <em>Crenicichla </em>genus is of aquarium interest (Gomez <em>et al.</em> 1993, 1994; López <em>et al.</em> 2003). This species can be extracted and traded for this reason, but there are no official statistics."}]}