{"name": "2759", "result": [{"species_id": 2759, "taxonomicnotes": null, "rationale": "<em>Belontia signata</em> is a range-restricted species, known from 9 locations in the South Western lowland and Mahaweli River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 157578&#160; km<sup>2</sup> and its Area of Occupancy (AOO) is 588 km<sup>2</sup>. A continuing decline in its habitat quality has been observed as a result of increased sedimentation caused by deforestation, water pollution from agrochemicals, fishing techniques with poison and seepage from gem mining. This species is also threatened by over-exploitation for the aquarium trade. These threats are likely to continue in the future, due to the ongoing agricultural expansion and urbanisation and the lack of protection of its natural habitat. Therefore, the species is assessed as Vulnerable.", "geographicrange": "<em>Belontia signata</em> is an endemic freshwater fish of Sri Lanka. It has been recorded from the Western and South Western wet zones in the lowlands and mid hills of the Mahaweli River Basin (Senanayeka 1980, Pethiyagoda 1991, De Silva <em>et al</em>. 2015).", "population": "There is no population information available for this species which is uncommonly distributed. A phylogenetic and taxonomic revision is recommended to identify the  differences between the Mahaweli river population and the wet zone population. A decline in its population numbers may be inferred on the basis of the threats that are faced by this species.", "populationtrend": "decreasing", "habitat": "<span>This species inhabits slow-flowing, shallow, clear water streams,  usually with a pebble or sand substrate.  Territorial and usually solitary, it&#160;<span><span>feeds on terrestrial  insects and detritus. Juveniles form small schools of 3-5 individuals. This species is seldom seen in deep pools but may also occur in mid hill reservoirs (Senanayeka 1980, Pethiyagoda 1991, De Silva<em> et al</em>. 2015).</span>", "threats": "<p>The species is threatened by habitat loss and degradation caused by increased sedimentation triggered by deforestation and water pollution from agrochemicals and seepage from gem mining (Fernando <em>et al</em>. 2013, Gunasekara 2011). <br/><br/>The species is also threatened by overexploitation for the aquarium trade (98% of traded fish are obtained from the wild). As the most brightly colored fish are targeted, reduction in numbers of  such brightly colored fish may also reduce the gene pool, resulting in drab colored individuals due to inbreeding. This could potentially have also major impact upon the aquarium trade industry (Gunasekara 2011).&#160; <br/><br/>A study by Kankanamage<em> </em>and Mohotti (2016) indicated that these species are very likely to suffer localized extinction due to fishing with poison. <br/><br/>Finally, <em>B. stignata</em> has been described as a poor colonizer due to its solitary and territorial nature (Kankanamage<em> </em>and Mohotti 2016).</p>", "conservationmeasures": "<p>This species is restricted from exports in accordance to the Fisheries and Aquatic Resources Act No.02 of 2006.</p>", "usetrade": "It is a popular species in the aquarium trade and a considerable number of <em>Belontia signa</em> is exported annually (Gunasekara 2011)."}]}