{"name": "13374", "result": [{"species_id": 13374, "taxonomicnotes": "<p><em>Micronaspis floridana</em> is the only named species in this genus (Lloyd 2018). Two subpopulations occur: one along the Florida coastline, and another on some northern islands of the Bahamas (Faust 2017). Although Lloyd (2018) suggests the Bahamas subpopulation may eventually be described as a new species, here we treat both the Florida and Bahamas varieties as the same.</p>", "rationale": "<p>The Florida Intertidal Firefly, <em>Micronaspis floridana</em>, is a small, semitropical firefly species found only in coastal Florida and some northern islands of the Bahamas. The species relies on intertidal marshes and mangroves—habitat types that are severely threatened in Florida due to coastal development and sea level rise. Increased severity and frequency of tropical storms due to climate change further threaten this species and its habitat. Because adults depend on darkness to communicate, and localities may occur near large urban areas, light pollution is a concern. This species has a patchy distribution, and although its dispersal capacity is unknown, and larvae do appear able to disperse via waterways, it is highly unlikely that individuals are dispersing between sites on opposite coastlines or between the remaining known extant sites, which are located many miles from each other. This isolation is probably resulting in reduced gene flow.</p><p>Based on the seven known extant localities of this species, the lower end of the area of occurrence (AOO) range is 28 km<sup>2</sup>; given the fragmented nature of this species’ remaining habitat, the upper end of the AOO range is expected to be below 500 km<sup>2</sup>. The population is severely fragmented, and population reduction is suspected based on the apparent extirpation of at least two localities and reductions in AOO, EOO, and habitat quality. Continued decline in the extent of occurrence, area of occupancy, and area and quality of habitat is both observed and projected. Given these factors, this species is categorized as Endangered under B2ab(i,ii,iii).</p>", "geographicrange": "<p>The intertidal firefly, <em>Micronaspis floridana</em>, occurs along a narrow band of the Florida coast and on some of the northern islands of the Bahamas (Faust 2017, L. Faust pers. comm. 2020). In Florida, it has been documented from the following counties: Brevard, Broward, Charlotte, Citrus, Collier, Dixie, Hernando, Hillsborough, Indian River, Levy, Manatee, Miami-Dade, Monroe, Pasco, Pinellas, Sarasota, Seminole, St. Lucie, and Volusia (Green 1948, Lloyd 2001, Faust 2017, Lloyd 2018, L. Faust pers. comm. 2019, GBIF 2020). Historically, this firefly was probably continuous in appropriate habitats all around subtropical peninsular Florida; however, localities are now quite restricted and fragmented (Faust 2017). The species remains in only a few nature preserves with mangroves along the Florida coast (L. Faust pers. comm. 2019) and Bahamas (L. Faust pers. comm. 2020). Since 2000, the species has been confirmed in just six Florida counties—Charlotte, Collier, Levy, Miami-Dade, Pinellas, and Seminole (MacRae 2012, Faust 2017, BugGuide 2020, GBIF 2020, L. Faust pers. comm. 2020)—and the Bahamas, where it has been documented on Deep Water Cay off the southeast coast of Grand Bahama Island (Faust 2014a). It probably occurs on other nearby islands, as locals have reported seeing fireflies on other cays, although multiple species are known to occur in the area (Faust 2014a).</p>  <p>This species has a current extent of occurrence (EOO) of 109,494 km<sup>2</sup>, compared to 159,417 km<sup>2</sup> historically (pre-2000), representing a 31% decrease in EOO. If we assume that each of the 7 extant localities exists in only a 4 km<sup>2</sup> area, then the lower limit of the current area of occurrence (AOO) is 28 km<sup>2</sup>. The AOO threshold for inclusion as Endangered is 500 km<sup>2</sup>. To exceed this threshold, additional localities would have to cover an area larger than about 475 km<sup>2</sup>. As this is unlikely, the AOO is probably far less than 500 km<sup>2</sup>. </p>  <p>Local populations in at least two sites (Brevard and Manatee Counties) are thought to be potentially extirpated (Faust 2017, L. Faust pers. comm. 2020), and the status of many other sites is uncertain. Survey efforts are uneven across time and space, and many of the historic sites have not been visited since the 1960s or even earlier. However, the AOO is likely to be decreasing as habitat for this firefly continues to be lost due to coastal development, mangrove removal, pesticide use, light pollution, hurricanes, and rising sea levels. Because of these factors, increased sampling effort is not likely to reveal many additional occurrence localities. </p>", "population": "<p>Population size and abundance estimates are not available for this species. However, it is considered uncommon to rare (Faust 2017). Faust (2017) notes that <em>Micronaspis floridana</em> is not especially abundant, even under ideal conditions in appropriate habitat. On a peak night, 50 males may be observed in a half mile walk, while on other nights only one or two might be seen (Faust 2017). Population reduction is suspected based on the potential loss of at least two localities and reductions in AOO, EOO, and habitat quality. </p>", "populationtrend": "decreasing", "habitat": "<p><em>Micronaspis floridana</em> is a small semitropical firefly species restricted to the intertidal zone of salt marshes, mudflats, and mangroves in coastal Florida and the Bahamas. Lloyd (2018) describes their Florida habitat as the edges of black-needle-rush marshes, where they can be found under shrubs among oyster shells and other debris. In the Bahamas, this firefly can be found in sandy, high marsh, scrub, and mangrove areas that are prone to total immersion during storms and spring tides (Faust 2014b). Larvae and females are often found below or just above the high tide mark on wet sandy rubble (Faust 2017). Larvae eat snails and scavenge a variety of other foods, often feeding in groups (Faust 2014b, Lloyd 2018). Adults are not known to feed. Breeding can take place year-round but adults tend to be most active March through May (Faust 2014b, Faust 2017). At higher latitudes, such as Cedar Key, FL, adults are active from late April to early October, but may be more common in May (Lloyd 2018). Adults are nocturnal, typically signalling from 45-90 minutes after sunset (Faust 2014b, Faust 2017). Males typically fly just above the marsh vegetation, emitting short single or bimodal flashes every couple seconds (Faust 2017, Lloyd 2018). Females respond with prolonged, modulated glow-flashes lasting up to a minute, typically perched on vegetation or coral rubble but sometimes also flying (Lewis and Cratsley 2008, Faust 2014b, Faust 2017, Lloyd 2018). It is not unusual to see females in loose groups of two to four individuals, with one female initiating a group flash-glow response (Faust 2017). Flashes appear yellow or yellowish green (Faust 2017). Both larvae and adults can be present in some numbers every month of the year (L. Faust pers. obs.). The dispersal capacity of this species is unknown. Although larvae do appear able to disperse via waterways, it is unlikely that they travel very far.</p>", "threats": "<p>Habitat loss and climate change are the leading threats to <em>M. floridana</em>. In Florida, this is linked to coastal development, rising sea levels, light pollution, agricultural activities, and pesticide use, including spraying or fogging (Faust 2017). These threats, coupled with the fact that <em>M. floridana</em> already has a narrow range and restricted habitat association, mean the species is more likely to experience increased extinction risk (Reed <em>et al.</em> 2019).</p>  <p>Coastal development directly harms fireflies through the destruction of their habitat and the disturbance of eggs, larvae, and prey in the soil. Coastal development in Florida is tied to an ever increasing human population, which has skyrocketed in the last 70 years, rising from 2.8 million in 1950 to an estimated 22 million today (World Population Review 2020). Very little original coastline remains intact in Florida, and land use changes have reduced the area of suitable habitat available to <em>Micronaspis floridana</em>. This species depends on coastal salt marshes and mangroves, which have declined considerably in recent decades. For example, over the past century, Tampa Bay has lost over 44 percent of its coastal wetlands acreage, which includes both mangroves and salt marshes (FDEP 2019). Similar declines have occurred across the state.</p>  <p>Indirect effects of development include increased light and chemical pollution, such as pesticide use (Lewis 2016). Increased light pollution has been shown to adversely impact mating success of nocturnal firefly species, which require dark conditions for courtship displays (Owens and Lewis 2018, Lewis <em>et al. </em>2020). Because this species is active well after dark (45-90 minutes after sunset), it is particularly vulnerable to light pollution. Agricultural pesticides and biological controls also threaten this species. In 2009, <em>Steinernema</em> nematodes used as biocontrol agents on agricultural crops were found infecting the larvae of this firefly (L. Faust pers. obs.). This introduced species is intended to target a specific pest beetle; however, the nematodes will also infect other Coleoptera, and because they can move through waterways, they can spread many miles downstream from their site of introduction, effectively wiping out extant localities of fireflies (L. Faust pers. comm. 2020). This nematode appears to be the cause for at least one suspected extirpation of <em>M. floridana</em> from a site in Sarasota Bay, FL (L. Faust pers. obs.). </p>  <p>Hurricanes and large storm events may pose additional threats to this species; although larvae appear adapted to surviving changing tides and seasonal hurricanes, increasing storm severity and frequency, coupled with predicted sea level rise, can drown out already vulnerable populations. For example, the northern islands of the Bahamas, including Grand Bahama where this species is documented (L. Faust pers. comm. 2020), were hit particularly hard by Hurricane Dorian in 2019; this Category 5 storm, which was accompanied by 185 mph winds, is widely regarded as one of the most devastating hurricanes to hit the islands. Numerous other large hurricanes, including Irma (2017, Category 4) and Michael (2018, Category 5), have hit Florida and surrounding areas in recent years. </p>  <p>Sea level rise and increased storm surge from climate change is also a major concern for the future viability of coastal and salt marsh specialists like <em>M. floridana</em> (Reed <em>et al</em>. 2019). The rate of sea level rise on the Atlantic seaboard is three or four times higher than the global average, and as a result, vast portions of the coast are vulnerable to higher storm surges, increased incidence of flooding, and deterioration of beaches and wetland habitats (Sallenger <em>et al. </em>2012). Over the last decade, Florida’s sea level has risen by as much as 1 inch every three years; in the next 15 years, researchers predict it will have risen another 6 inches (Sea Level Rise 2020), effectively flooding the remaining intertidal areas where this species is found.</p>  <p>Intrinsic threats such as demographic stochasticity can also impact this species, which is suspected to occur in small population sizes (Faust 2017, Reed <em>et al</em>. 2019). Low&#160;genetic&#160;diversity can further increase extinction risk of small populations by elevating inbreeding and reducing adaptive potential. This is a concern for species like <em>M. floridana</em> with increasingly fragmented habitats, which leads to genetic isolation. Although the dispersal capacity of this firefly is unknown, and larvae do appear able to disperse via waterways, it is highly unlikely that individuals are dispersing between sites on opposite coastlines or between the remaining known extant sites, which are located many miles from each other. This isolation is likely resulting in reduced gene flow, which may be particularly true for the Florida and Bahamas subpopulations that are separated by large expanses of open water.</p>", "conservationmeasures": "<p>No known conservation actions are in place for this species. Although it is listed as a Species of Greatest Conservation Need in Florida’s State Wildlife Action Plan (FFWCC 2012), this does not ensure regulatory mechanisms to protect the species. Some of the extant intertidal localities may occur within Marine Protected Areas, but location information is not specific enough to determine this with certainty. Continued monitoring and adaptive site management for this species will probably be important for its persistence. Increased survey efforts are also needed to determine if historic sites remain extant and if remnant undocumented sites exist, and if so, in what condition. Trained citizen scientists could really help survey efforts for this species. Museum collections could be searched to determine if any additional specimens and associated data are available but overlooked. </p>", "usetrade": "<p>There are no known uses for <em>Micronaspis floridana</em> in trade or entomo-tourism.&#160;</p>"}]}