{"name": "173823937", "result": [{"species_id": 173823937, "taxonomicnotes": null, "rationale": "<p><em>Brachyhypopomus belindae</em> occurs in the central Amazon, where it has been collected from whitewater floodplain habitats near Tefé and Manaus in Amazonas State, Brazil. Extent of Occurrence (EOO) is estimated to be 6,023-41,799 km<sup>2</sup> and the species is currently known from two threat-based locations. Total population size and population trend are unknown. However, this species is rare when compared to its syntopic congeners. The primary threats to this species include deforestation and pollution associated with urban development, agricultural expansion, and cattle ranching. Additional threats include changes in natural hydrology associated with upstream hydroelectric dams, localized mining activities, and exacerbated drought conditions associated with climate change. Despite uncertainties regarding the direct impact of existing threats on <em>B. belindae</em>, continuing declines in habitat quality are inferred. Therefore, <em>B. belindae</em> is assessed as Vulnerable under criterion B1ab(iii). Targeted ichthyological surveys in potentially suitable habitat would be useful in clarifying the extinction risk of this species.</p>", "geographicrange": "<p><em>Brachyhypopomus belindae</em> occurs in the central Amazon, where is has been collected from whitewater floodplain habitats near Tefé and Manaus in Amazonas State, Brazil (Crampton&#160;<em>et al.</em>&#160;2016).</p>  Extent of Occurrence (EOO) is estimated to be 6,023-41,799 km<sup>2</sup>, with a low estimate calculated by generating a minimum convex polygon around georeferenced collection records (Crampton&#160;<em>et al.</em>&#160;2016), and an upper estimate calculated by a minimum convex polygon around an inferred distribution that extends throughout floodplain habitat along the Amazon River Basin between the two known collection localities. Two threat-based locations are inferred, given that the scope of existing threats (e.g., deforestation and changes in natural hydrology) are expected to impact the habitat quality of each collection locality independently. Targeted ichthyological surveys will likely yield additional collection localities, and may result in a range extension in calculated EOO.", "population": "<p>The total population size and population trend of this species are unknown. However, it is a rare species known only from whitewater floodplain habitat (Crampton&#160;<em>et al.</em>&#160;2016). </p>", "populationtrend": "unknown", "habitat": "<p>The type series was collected from floating rafts of aquatic macrophytes in high conductivity, seasonally hypoxic floodplains at the confluence of the Solimões and Japurá rivers (Crampton&#160;<em>et al.</em>&#160;2016). Diet is likely comprised of insect larvae and other aquatic invertebrates (Crampton&#160;<em>et al.</em>&#160;2016). Reproductive biology in unknown (Crampton&#160;<em>et al.</em>&#160;2016). This species occurs syntonically with a number of congeners (Crampton&#160;<em>et al.</em>&#160;2016).</p>", "threats": "<p>The primary threats to this species include deforestation and pollution associated with urban development, agricultural expansion, and cattle ranching (Couceiro&#160;<em>et al.</em>&#160;2007, Monteiro Júnior&#160;<em>et al.</em>&#160;2015, Hurd&#160;<em>et al.&#160;</em>2016, Renó and Novo 2019). The direct impacts of deforestation have not been directly quantified, but likely include interruption of allochthonous food sources, increases in siltation from terrestrial runoff, and alterations to riparian flow (Castello&#160;<em>et al.</em>&#160;2013). Organic pollutants are released as domestic sewage (Couceiro&#160;<em>et al.</em>&#160;2007). Modification of water courses in urban areas can result in channelization, siltation, changes in water temperature, and alteration of natural hydrological connectivity (Courceiro&#160;<em>et al.</em>&#160;2007). Dam construction and exacerbated drought conditions associated with climate change are having negative effects on the connectivity of floodplain habitat (Hurd&#160;<em>et al.</em>&#160;2016). In the Amazon Basin, there are 18 operational hydroelectric dams, eight under construction, and an additional 53 planned (Hurd&#160;<em>et al.</em>&#160;2016).</p>  <p>The Negro River remains relatively well preserved and most inhabitants have historically relied on the collection of ornamental fishes to earn their livelihoods (Alho et al 2015). Just recently, considerable portions of upland forest are being removed to accommodate plantation agriculture of cassava, maize and other crops (Alho&#160;<em>et al.</em>&#160;2015). Mining activities present localized threats in this area (Alho&#160;<em>et al.</em>&#160;2015).</p>  <p>Despite uncertainties regarding the scope and direct impact of existing threats on floodplain habitat where <em>B. belindae </em>occurs, continuing decline in habitat quality is inferred. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>B. belindae</em>. The type locality of this species was collected within the Mamirauá Sustainable Development Reserve near the municipality of Tefé (Crampton&#160;<em>et al.</em>&#160;2016, Ferraris&#160;<em>et al.</em>&#160;2017). A number of additional protected areas occur downstream from Tefé, including Reserva Extrativista Catuá-Ipixuna, Área De Proteção Ambiental Nhamundá, and Reserva Extrativista Verde Para Sempre (IUCN and UNEP-WCMC 2020). Additional survey of suitable floodplain habitat in the middle and lower Amazon River Basin would be useful in clarifying range extent and abundance. </p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}