{"name": "164693702", "result": [{"species_id": 164693702, "taxonomicnotes": null, "rationale": "<em>Gymnotus panamensis</em> is known only from the Cricamola River in Bocas del Toro Province, western Panama. Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 12-64 km<sup>2</sup>, and the species occurs in one threat-based location. Total population size and population trend are unknown. Despite limited development directly adjacent to the Cricamola River, upstream land-use changes, deforestation, and pollution associated with agricultural expansion has resulted in an inferred continuous decline in the quality of habitat where <em>G. panamensis</em> has been collected. As such, this species is assessed as Critically Endangered under criterion B1ab(iii). Additional research is urgently needed to clarify range extent, population status, and the direct impacts of regional threats.", "geographicrange": "<p><em>Gymnotus panamensis</em> is known only from the Cricamola River in Bocas del Toro Province, western Panama, downstream from the coastal town of Kankintu (Albert and Crampton 2003, Picq <em>et al</em>. 2014, Ferraris <em>et al</em>. 2017). </p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 12-64 km<sup>2</sup>, with a lower estimate bounded by a 2 km<sup>2</sup> grid overlain on all known georeferenced collection records (GBIF 2019), and an upper estimate bounded by a 2 km<sup>2</sup> grid overlaying available freshwater habitat throughout the coastal reach of the Cricamola River (Cramer 2013). Given the downstream effect that deforestation is likely to have on downstream catchments, this species is inferred to occur in a single location.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species was collected prior to its original description in 1993 and 2000, but the specimens were not preserved (Albert and Crampton 2003). </p>", "populationtrend": "unknown", "habitat": "<p>This species is known only from the Cricamola River, a relatively large coastal river in Bocas del Toro Province, Panama, that is characterized by quickly flowing, sediment-laden water that terminates at a 0.5 km diameter freshwater lens in the Chiriquí Lagoon (Cramer 2013). The specific habitat preferences of this species are not identified in the original species description.</p>", "threats": "<p>Aquatic habitat within Bocas del Toro is subject to agricultural runoff, land-use changes associated with agricultural expansion, and coastal development (Cramer 2013, Graniero <em>et al</em>. 2016). In the upstream Ngäbe-Buglé Comarca, deforestation is occurring at one of the highest rates in Panama, due primarily to expanding agricultural practices for banana, peach palm, and tuber cultivation, which is inferred to have a negative impact on the integrity of downstream aquatic habitat (Pelletier <em>et al</em>. 2012, Lotzkat <em>et al</em>. 2014).</p>  Although this species has not been detected in small adjacent drainages that terminate at Almirante Bay, it is feasible that this species may occur in these coastal drainages, which are heavily influenced by agricultural pollution (Seemann <em>et al</em>. 2014).", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>G. panamensis</em>. This species does not occur within a protected area (IUCN and UNEP-WCMC 2019), and upstream areas are subject to considerable rates of deforestation (Cramer 2013). Clarifying the distribution, population size, population status, and the direct impact of existing threats is a research priority. Population monitoring and site protection may be warranted. </p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}