{"name": "189711", "result": [{"species_id": 189711, "taxonomicnotes": "According to Fauna Europaea this species is a synonym of&#160;<em>Mastus grandis grandis</em> (Mousson 1859). Nevertheless, according to Parmakelis (2003) and Parmakelis <em>et al</em>. (2005) this is a well&#160;separated&#160;species and thus here is treated as a&#160;separate&#160;species. Further taxonomic work is needed for this species, particularly to confirm that the Styra population is definitely conspecific with the type population (E. Neubert pers. comm, 8 July 2023).", "rationale": "This species is endemic to Greece, where it is only known from Evovia island. It is a rare species: although the island is well surveyed, it has only been recorded from the type locality (Steni in Mt. Dirphis) and from a site 50 km south of the type locality (which still needs to be proven that it is definitely conspecific with the type population, however for this assessment we assume both localities represent the same species). Its extent of occurrence (EOO) is 314 km², its area of occupancy (AOO) is 8 km², and it occurs in two locations. It is likely that the its habitat is undergoing continuing decline in quality due to grazing pressure and fire (used to open up grazing areas) on an island that has been undergoing increasingly intensive agriculture over the last 20 years.", "geographicrange": "The species is restricted to the island of Evvoia (Parmakelis 2003). Its type locality is located on Dirphi Mt., in Evvoia, and the species was recorded from a second site, <em>ca</em> 8 km north of Styra and about 50 km south of the type locality (Parmakelis <em>et al</em>. 2005). It still has to be proven that the Styra population is definitely conspecific with the type population (E. Neubert pers. comm, 8 July 2023), however for the purpose of this assessment we assume it is.", "population": "<p><span class=\"apple-style-span\">There is no available information on the population size or trend for this species. However, it is considered rare. The island of Evvoia has been surveyed repeatedly but no specimens have been found besides the areas located close to Steni in Dirphi Mt. (Parmakelis 2003), and possibly also from a site&#160;8 km N of Styra (Parmakelis <em>et al</em>. 2005). This mollusc's shell is large and whitish in appearance, but the species appears to be difficult to find.&#160;The island is well sampled, but even so, only a few empty shells are known. Thus, the species is extremely rare.</p>", "populationtrend": "unknown", "habitat": "This is a soil dwelling species, usually found in xeric shrublands (maquis and phrygana) (Parmakelis 2003).", "threats": "<span class=\"apple-style-span\">Grazing and fire can potentially affect the species. It has been observed that the populations maybe under ongoing threats from land use change occurring on the island due to intensifying agricultural activities over the last 20 years.", "conservationmeasures": "<p><span class=\"apple-style-span\">This species was listed in the 2009 Greek Red Data Book as Least&#160;Concern&#160;(Legakis and Maraghou 2009). Although there are a number of areas in<span class=\"apple-converted-space\">&#160;<span class=\"apple-style-span\">Evvoia included in various protection schemes, there is no conservation action regarding the species. Further research on its taxonomy, distribution, threats and monitoring of the its habitat are recommended for this species.</span></p>", "usetrade": "<p>This species is not used or traded.</p>"}]}