{"name": "184535367", "result": [{"species_id": 184535367, "taxonomicnotes": null, "rationale": "<em>Rhantus bouvieri</em>&#160;is endemic to Madagascar, known from the Ankaratra mountains and the Andringitra mountains. In addition, there is some evidence that it also occurs in the regions of Forêt Tanala, Fianarantsoa and Antananarivo. Therefore, the extent of occurrence (EOO) is estimated to be in the range around&#160;497 km<sup>2</sup>&#160;to 5,000 km<sup>2</sup>&#160;and the area of occupancy (AOO) is estimated to be at least 24 to 500 km<sup>2</sup>. Based on the threat of habitat loss, this species is considered to occur at between two and six locations, but it is unknown if there is currently a decline in the habitat, as the species is only found at very high altitudes. The current population trend is unknown. Based on the current known information, the species is assessed as Near Threatened as it is close to meeting the criteria for a threatened category under criterion B. If the species is found to be more widespread than currently known, and it is found to be a fairly adaptable species, it may be considered as Least Concern in the future.", "geographicrange": "This species is endemic to Madagascar, and is known from Manjakatompo forestry station in the Ankaratra mountains, and the Andringitra mountains. In addition, there are records from the regions of Forêt Tanala, Fianarantsoa and Antananarivo, but the exact localities are not known (Hjalmarsson&#160;<em>et al.</em> 2013). Therefore, the extent of occurrence (EOO) is estimated to be in the range around&#160;497 km<sup>2</sup> to 5,000 km<sup>2</sup>&#160;and the area of occupancy (AOO) is estimated to be at least 24 to 500 km<sup>2</sup>. The altitudinal range based on the known localities is between&#160;1,420 m and 2,070&#160;m Asl. Based on the threat of habitat loss, this species is considered to occur at between two and six locations.", "population": "There is no information about the population of this species.", "populationtrend": "unknown", "habitat": "This species was found in a high-altitude river in Andringitra and in streams and grassy ponds in Manjakatompo (Hjalmarsson&#160;<em>et al.</em>&#160;2013). However, there is no information&#160;about the habitat in the other regions where it is thought to occur.", "threats": "Pesticide use, increased cattle (zebu) grazing, and aquaculture may all negatively impact the species (Vences <em>et al. </em>2002).&#160;However, the extent of the impact is unknown. In addition, as the species is found at high altitudes, it may be negatively impacted by climate change.", "conservationmeasures": "Further research is required to establish the true distribution of this species in Madagascar, as well as information on the population, habitat and threats. The forest relics in which this species is found are legally protected, but illegal activities still occur and so efforts to decrease these activities are needed to mitigate this.", "usetrade": "This species is not known to be used or traded."}]}