{"name": "139120960", "result": [{"species_id": 139120960, "taxonomicnotes": null, "rationale": "<p><em>Neurobasis daviesi</em> is known from four locations on Palawan in the Philippines, records from only two of these are recent and threats are certainly present both generally on Palawan and specifically and certainly at two of the known locations. With only four known locations and threats, and taking a reasonable precautionary approach, the species qualifies for Vulnerable status under criterion D2. It is to be hoped that when more data are available re-assessment to Near Threatened or even Least Concern will be possible.</p>", "geographicrange": "<p><em>Neurobasis daviesi</em> is known from four locations on Palawan in the Philippines (Hämäläinen 1993, Villanueva <em>et al</em>. 2018. Two of the known locations are within the Cleopatra’s Needle Forest Reserve, which may become a more strongly protected area in future. Another location (given as Brookes Point) might actually be within the Mount Mantalingajan Protected Landscape. Hämäläinen (1993) speculated that the relatively few records of this species might be because it is only or mainly present as an adult during the advanced rainy season but most collections were made earlier in the rainy season or in the dry season; the records in Villanueva <em>et al</em>. (2018) appear to have been made in the advanced rainy season. Only the records from the two locations (three sites) reported in Villanueva <em>et al</em>. (2018) are recent. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data.&#160;The known Extent of Occurrence (EOO) of this species is constrained by the area of Palavan and is therefore less than 20,000km<sup>2</sup>.</p>", "population": "<p>Where (and when, see Geographic Range) present this species appears to be at least moderately common. Beyond this nothing can be said with the currently available data.</p>", "populationtrend": "unknown", "habitat": "<p>Little has been recorded on the habitats and ecology of this species but it is a stream and river species. It will almost certainly be forest-dependent to some degree but research is needed on this and on the ability of the species to tolerate disturbance.</p>", "threats": "<p>It is difficult to assess the threats faced by this species without more information on its exact habitat requirements, but clearance of and disturbance to forest are likely to be the main threats. BirdLife International (2019) note (for Palawan in general) that “Small-scale timber extraction and well-organised logging operations are hastening the depletion of the forest cover on the island”, this is despite the fact that the entire island is a Biosphere reserve. The same source also notes extensive clearance of forest on and south of Mount Mantalingajan, apparently for shifting and permanent agriculture; satellite images present the same picture. Extensive clearance of forest in river valleys in the area of the other older location (Matalangao River between Roxas and Port Barton) can be seen in satellite images.</p>", "conservationmeasures": "<p>More data on the flight season, distribution, exact habitat requirements and ability to tolerate disturbance of this species are required before any conservation measures that might be needed can be planned.</p>", "usetrade": null}]}