{"name": "223960108", "result": [{"species_id": 223960108, "taxonomicnotes": null, "rationale": "<em>Linepithema leucomelas</em> has an AOO of 180km<sup>2</sup>&#160;and is largely restricted to the Atlantic Forest, which has experienced severe degradation in the past and continues to be deforested, although at slower rates than previously. There is no evidence available to determine if there are any extreme fluctuations in AOO, EOO, locations/subpopulations or number of mature individuals due to the lack of population specific data, and so this species does not meet subcriterion c. The taxon is not severely fragmented and is present in many localities, and so does not meet subcriterion a. Therefore, this species is listed as Near Threatened.", "geographicrange": "<em>Linepithema leucomelas</em> is found primarily in southeastern Brazil, with just one site identified in central Brazil. The extent of occurrence (EOO) is 2,129,242 km<sup>2</sup>, and the minimum area of occupancy is estimated to be 180 km<sup>2</sup>, although this could be an underestimate due to under-recording.", "population": "There is no recorded information on the population size and trends for this species.", "populationtrend": "unknown", "habitat": "This species is a primarily arboreal, Atlantic Forest ant, found mostly in rainforest and wet forest (Wild 2007). It has been intercepted from orchid plants at ports-of-entry into the United States on multiple occasions (Wild 2007).", "threats": "This species is restricted largely to the Atlantic Forest biome, which has undergone large-scale deforestation and degradation. It is therefore likely that this species is experiencing loss of its natural habitat and may become more restricted in the future as the Atlantic Forest is degraded, particularly in non-protected regions.", "conservationmeasures": "Protected areas do cover part of the range of this species, including Serra do Mar State Park in São Paulo, Brazil. Further research into the distribution, ecology, population size and trend would be useful, as well as to investigate what potential threats it may face.", "usetrade": null}]}