{"name": "186764", "result": [{"species_id": 186764, "taxonomicnotes": null, "rationale": "<em>Psalidodon leonidas</em>, endemic to Argentina, is assessed as Vulnerable. It has a restricted distribution in Misiones province, with an extent of occurrence (EOO) of 6,547 km<sup>2</sup>. The ecological and hydrological condition of its habitat are in decline, primarily due to alterations resulting from dams, and there are three locations based on this threat.", "geographicrange": "This species was described from headwaters of arroyo Urugua-í (Paraná river basin) and arroyo Lobo (Iguazú basin), in Misiones, Argentina (Azpelicueta<em> et al.</em> 2002). Casciotta <em>et al. </em>(2016) record its presence in Mbocay creek (Paraná river basin), and in an artificial pond in the heading of this creek. Lopez <em>et al. </em>(2005) mention this species for \"affluent streams of the Paraná River in Misiones\" but without identifying specific records.", "population": "There is no population estimation for this species. This species was described in 2002. The type material was collected some years earlier, in 1998. The last mention of the species is from 2016 (Casciotta <em>et al.</em> 2016).", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and progress (Flores<em> et al. </em>2020).The arroyo Lobo, a tributary of the río Iguazú is a small stream about 1.5 m wide and 0.70 m deep, with current and turbid water; its temperature was 24 °C in February (Almirón <em>et al.</em> 2004).The Urugua-í course begins at 700 m above sea level, near Bernardo de Yrigoyen, it runs westward through Misiones province, and has a waterfall of 28 m high called Salto del Urugua-í (Miquelarena<em> et al. </em>1997). Urugua-í stream presents moderate current, with a flow of up to 5 m s-1 with a greater variety of bottoms (mud, sand, gravelly or rocky sand) (Menni 2004).", "threats": "<p>The main threats identified for the fishes of the whole misioneran region (López<em> et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, poaching, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams. </p>  <p>The ecological alteration of the Urugua-í stream is due to a set of anthropic actions that have changed the environmental conditions (Araya 2017), one of the most important being the construction of the Urugua-í hydroelectric dam. The closure of a stream severely alters hydrology, with modifications and formation of new habitats, colonized mainly by generalist species, which can be more flexible in terms of food and reproductive needs, more easily adjusting to the new environmental conditions (Agostinho <em>et al. </em>2007). The headwater of this stream, habitat of <em>P. leonidas</em>, is only partially protected (Araya 2017).</p>  <p>At least two exotic invasive fish species have been recorded in Urugua-í lake: Common Carp, <em>Cyprinus carpio</em> (Bertolini and Gil 1999) and Tilapia, <em>Coptodon rendalli</em>, abundant in the lake (Iwaszkiw 2006).</p>", "conservationmeasures": "<em>Psalidodon leonidas</em> has been assessed as \"Rara\" (Chebez et al. 2009).&#160;Although the Urugua-í river basin has three major protected areas (the Protected Landscape Lake Urugua-í, the Urugua-í and Uruzú Provincial Parks), the headwaters (known localities for<em> P. leonidas</em>) are not protected.&#160;The Lobo stream locality appears to be into Urugua-í Provincial Park.&#160;The last locality, Mbocay creek, is the limit between two protected areas: Iguazú National Park and Puerto Peninsula Provincial Park. Further research is recommended.", "usetrade": "Some of the co-occuring fish species are exploited commercially, others are used as live bait, and others are of aquarium interest (Miquelarena <em>et al.</em> 2002), but there is no information on this species."}]}