{"name": "190552112", "result": [{"species_id": 190552112, "taxonomicnotes": null, "rationale": "<em>Creagrutus yudja&#160;</em>is assessed as Endangered. Its area of occupancy (AOO) is best estimated at 248 km<sup>2</sup>.<sup> </sup>The section of the Xingú River where the species has been reported was significantly transformed by the construction of the Belo Monte dam. A large part of lower Xingú drainage is undergoing an extensive and intense transformation process where river ecosystems receive varied impacts. There are 1-2 locations based on these threats, and an inferred continuing decline in habitat.", "geographicrange": "<em>Creagrutus yudja </em>was described from the Iriri river in Praia do Levi, Xingu basin in Para, Altamira, Brazil (Netto-Ferreira and Moreira 2018). The species occurs in tributaries in lowlands of Xingu basin.&#160;The species&#160;is reported in two localities with an elevational distribution range from 82-123 meters above sea level.<br/><br/>The extent of occurrence (EOO)&#160;is estimated at 5,234 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 248 km<sup>2</sup>. There are 1-2 threat-based locations,&#160;associated with a reservoir and related impacts.<br/><br/>The geographic attributes for&#160;<em>Creagrutus yudja</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020).", "population": "There are no adequate data to estimate the global population size of <em>Creagrutus yudja</em>. The current population trend is considered stable based on the abundance of fishes of the genus <em>Creagrutus</em>. However, in the region the agricultural frontier is expanding rapidly, including the construction of reservoirs, which suggests a reduction of habitat and fish populations in the future.", "populationtrend": "stable", "habitat": "The habitat of fishes of the genus <em>Creagrutus </em>is varied and generally includes streams and rivers with slow to moderate currents and heterogeneous substrates. The Xingu River has clear waters with moderate conductivity and pH around 7, on mixed substrates between sand and rocks (Rodrigues-Filho <em>et al</em>. 2015).&#160;The species can reach 30 mm in standard length.", "threats": "Damming and reservoir creation, the agricultural frontier, deforestation and water abstraction are the potential threats.", "conservationmeasures": "No information is available about conservation plans for <em>Creagrutus yudja</em>. There are no laws, regulations and educational programs for its protection. The species is&#160;not detected in conservation sites or protected areas (IUCN and UNEP-WCMC 2020). Recommended actions for conservation are site and habitat protection, as well as awareness and communications.&#160;Is necessary to do research on the taxonomy, as well as on the actual conditions and trends for the population, distribution, threats and habitat.", "usetrade": "There are no known uses for the species."}]}