{"name": "64791194", "result": [{"species_id": 64791194, "taxonomicnotes": null, "rationale": "<em>Corydoras simulatus </em>is restricted to a relatively small distribution in the upper Meta tributaries. The area of occupancy (AOO) is best estimated at 1,312 km<sup>2</sup>. The population size is in continuing decline as a consequence of ornamental fisheries. The species not occur in protected areas and its habitat is continuously affected by the expansion of the agricultural and urban frontier, leading to a continuing decline in habitat. There are 2-4 locations based on these threats. <em>Corydoras simulatus</em>&#160;is assessed as<span style=\"\"> Vulnerable.</span>", "geographicrange": "<em>Corydoras simulatus </em>was described from the Ocoa River in the drainage of the Meta River, Colombia (Weitzman and Nijssen 1970). It occurs in the tributaries Acacías, La Raya, Maporita, Indio, Ariporó, and Ocoa, and also in wetlands Kirpas-Pinilla and Hato Corozal. The species is distributed in a range of elevations from 104-389 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 34,317 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,312 km<sup>2</sup>.<br/><br/>The geographic attributes for&#160;<em>Corydoras simulatus&#160;</em>in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "The total population size of&#160;<em>Corydoras simulatus</em><em>&#160;</em>is unknown. The current population trend is in decline as a consequence of ornamental fisheries. In the future a major decline is projected due to loss of habitat resulting from the expansion of agricultural frontier, and also the ornamental trade.", "populationtrend": "decreasing", "habitat": "<em>Corydoras simulatus </em>inhabits streams and rivers with moderate currents, clear waters and heterogeneous substrates, principally sandy to gravel bottoms. <em>Corydoras</em> form schools and feed on benthic invertebrates and detritus by driving their snout into the substrate. <em>Corydoras sim</em><em>ulatus</em><em>&#160;</em>can be 49 mm in standard length (Reis 2003). The species has fecundity between 106-1,235 eggs per female (Ortega-Lara <em>et al.</em> 2015). <em>Corydoras</em> have parental care of eggs and young.", "threats": "Deforestation, agriculture and industrial developments, and urban effluents are threats to this species and its habitat (Etter&#160;<em>et al.</em>&#160;2006, Romero-Ruíz&#160;<em>et al.&#160;</em>2012, Briceño 2015). Ornamental fishing pressure has an important effect on the natural population of&#160;<em>Corydoras&#160;</em>species.", "conservationmeasures": "There are not programs specific to its protection, but the species is regulated in ornamental fisheries (Ortega-Lara <em>et al</em>. 2015).&#160;The species has not been detected in protected areas throughout its range (IUCN and UNEP-WCMC&#160;2020). Site protection and management, awareness and communications, legislation at national level, and policies and regulations are recommended. There is a need for research and monitoring of the population, habitat, trade and harvest.", "usetrade": "<em>Corydoras simulatus </em>is harvested in the ornamental artisanal fishery in Colombia, and is subject to regulations for its fishing and commercialization. The actual volume of harvest is unknown. The species is reported in landing from ports in Villavicencio (Ortega-Lara&#160;<em>et al.</em>&#160;2015)."}]}