{"name": "191692", "result": [{"species_id": 191692, "taxonomicnotes": "Bean's Holotype of the Bulldog Splitfin was collected by Alfredo Dugès in 1891 in the Pátzcuaro lake (Hubbs and Turner, 1939), but soon thereafter, it was also known from some locations in Guanajuato and several other large lakes (lagos Cuitzeo, Chapala and Zirahuén). Descibed as&#160;<em>Fundulus robustus</em>, it was transfered into the genus <em>Zoogoneticus </em>by Meek in 1902 and later into the new monotypic genus <em>Alloophorus</em> by Turner (1937). Taking in consideration its affiliation to different separate river drainages respectively endorheic basins and phylogenetic results, ten subpopulations in two lineages can be inferred: The Lago de Pátzcuaro subpopulation (type subpopulation), the adjacent Río Grande de Morelia subpopulation (including the Lago Cuitzeo), the Río Angulo subpopulation (including the Lago Zacapú) and the possibly Extinct lagunas de Zirahuén and Yuriría and Middle Río Lerma subpopulations, the last one encompassing several rivers in Guanajuato (like the ríos Turbío, Guanajuato and Laja). Representatives from these six drainages belong phylogenetically to one lineage with respect to the following four ones, which again form a distinct lineage and probably even a separate to be described species: The Río Duero subpopulation (lower Río Lerma basin), the Cotija subpopulation (upper Río Balsas drainage), the Río Cupatitzio subpopulation, also in the Río Balsas headwaters in and south of Uruapán and the Lago de Chapala-Río Grande de Santiago subpopulation, now possibly Extinct except for the isolated Lagos Los Negritos about 10 km east of Sahuayo. Further studies to reveal the phylogenetic&#160;relationship within this species are required.", "rationale": "The Bulldog Splitfin is difficult to find and very shy. It was historically distributed over a large area in Mexico, reaching from the Chapala lake in the west to the Río Laja in the east. Throughout the decades, it disappeared from many of the big lakes and dams and has reduced in numbers where it once was common. In the Pátzcuaro lake, it was an important part of the hauls of the local people, but due to low population numbers, it is no longer used for consumption. Different threats, often specific for certain habitats, eliminated the species or led to a decrease in numbers. Predation by Black Bass extirpated <em>Alloophorus robustus </em>from the Zirahuén lake, while competition from&#160;<em>Xiphophorus variatus</em>&#160;occurred in Río Laja. Water pollution was the reason for the disappearance of the species from the Chapala lake and Río Grande de Santiago, also causing very low numbers in the Pátzcuaro lake. Only three out of nine original subpopulations now exist. <br/><br/>With our state of knowledge (the two lineages of the Bulldog Splitfin might be seen as separate species in the future), the worst case scenario for AOO (112 km<sup>2</sup>) meets the threshold for Endangered (500 km<sup>2</sup>), while the EOO (11,400 km<sup>2</sup>) meets the threshold for Vulnerable (20,000 km<sup>2</sup>). Finally, considering the number of locations (8), the above mentioned threats, severe declines in AOO, EOO, locations and subpopulations along with quality of habitats, the Bulldog Splitfin is assessed Vulnerable.&#160; &#160; <br/> <em></em>", "geographicrange": "The Bulldog Splitfin belongs to a few Goodeid species with a large distribution range. It is historically known from the federal states of Guanajuato, Jalisco and Michoacán and occured at the type location, the endorheic Lago de Pátzcuaro, with surrounding springs and tributaries, the adjacent endorheic Laguna de Zirahuén including the Estanque Las Condembas (Lago de Opopeo), and the likewise endorheic Río Grande de Morelia basin with the Lago Cuitzeo,&#160;several springs of the Río Grande de Morelia, the Presa Cointzio, the&#160;Laguna de Yuriría and several affluents of the Cuitzeo lake. The historical range also includes the ríos San Antonio&#160;(Río Santa Bárbara) and Cupatitzio in Uruapán, Río Balsas drainage, the Río Angulo drainage with the Lago Zacapú, and several northern tributaries of the middle Río Lerma like the ríos Laja, Turbio and Guanajuato. More collection sites are known from the Río Duero drainage (a lower Río Lerma affluent) including several spring areas (Presas Orandino and Verduzco), the Lago de Chapala with the isolated Lagos Los Negritos east of the lake and subsequent sections of the Río Grande de Santiago, and finally the Presa San Juanico and other habitats in the Río Grande&#160;headwaters in the Cotija region, Río Balsas drainage.&#160;<br/><br/>Lyons (2011) reported that this species disappeared from the Lago de Chapala, the adjacent Río Grande de Santiago and the Río Lerma and most of its tributaries. It no longer inhabits the Laguna de Yuriría and lost its last stronghold north of the Río Lerma in a spring in San Francisco del Rincón; as a result, there are potentially no remaining habitats in the states of Jalisco and Guanajuato (except for northern shores of the Cuitzeo lake). It has become rare in many other habitats; larger stocks can only be found in some springs of the Río Duero drainage, the spring at the Molino Viejo de Chapultepec (Lago de Pátzcuaro drainage), the Lago Zacapú and the La Mintzita spring (Río Grande de Morelia drainage).<br/><br/>In 2008, the Bulldog Splitfin was estimated to have disappeared from more than the 50% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).<br/><br/>The river and lake names above are officially used by the Instituto Nacional de Estadística y Geografía (http://antares.inegi.org.mx); nevertheless, other names may be used more often or better known and therefore preferred.", "population": "In contrary to other bigger species of Goodeids - like<em> Goodea atripinnis</em> or <em>Chapalichthys</em> spp. - it is hard to gain information on population status and development of <em>Alloophorus robustus</em>, mainly because of its secret way of life. As an ambush predator, hunting mainly at dusk and dawn (at least from obersvation in aquariums), it is often hidden at daytime and derived from aquarium observations shy and cautious. Nevertheless, some statements can be made taking in consideration fishery information. So was the Bulldog Splitfin once a species targeted by fishermen due to its size and obviously also due to its number. Reports from the development of fish populations in the Pátzcuaro lake talk about descreasing stocks the way stocks of Tilapia and common carp increased since the 1970's. Additionally, looking at the situation within the Zirahuén lake and the spring in San Francisco del Rincón, where this species has been extirpated by Black Bass, a reduction of the Bulldog Splitfn stocks by Black Bass being introduced in the Pátzcuaro lake in 1933 (but becoming extinct again) can be inferred. So despite of the size, the Bulldog Splitfins seems to be not able to compete with <em>Micropterus</em> spp. Even smaller non-native species, but being competitors for prey, might be a problem, <em>Alloophorus</em> is not able to solve. So the introduction of <em>Xiphophorus variatus</em>, a Platyfish, in dams along the Río Laja, seems to had a dramatic impact on the local Bulldog Splitfin population, which became extirpated (Lyons 2011). Finally can be said, that the population of <em>Alloophorus robustus</em> shrinked dramatically, and it is sometimes entirely gone from bigger lakes, but also with decreasing numbers in other habitats known to be strongholds. The situation of the different subpopulations and their status is illustrated under \"Threats\".<br/> <br/>Another factor might have a big influence on the threat status of the population in the future: Phylogenetic studies gave a hint, that the Bulldog Splitfin might be comprised by two species with the original <em>Alloophorus robustus</em> being originally distributed from the Río Turbio system, a northern Río Lerma affluent, and the Río Angulo drainage S of the Lerma river eastwards. Then the second species by contrast would have been distributed from the Río Duero drainage westwards, including the Chapala-Río Grande de Santiago system and the Río Balsas headwaters. In that case, the reduction of AOO, EOO and number of locations simply by splitting in two species would directly lead to an upgrading of the threat status of both species.", "populationtrend": "decreasing", "habitat": "Though the Bulldog Splitfin has a historically large distribution, although the species is not common. It lives concealed in vegetation and waits for prey of mainly small fish, crayfish, shrimps, tadpoles and larges invertebrates. <em>Alloophorus robustus</em> is a predatory species; it is quite aggressive as a juvenile of just a few centimetres in length, but bigger individuals seem to be more placid. The habitats of this species vary, encompassing ponds and lakes of different sizes, in addition to springs, channels, creeks and rivers, as long as there is submersed vegetation, reeds or shaded areas between roots of trees. The following passages describe some of the habitats where this species occurs, but it is generally thought to be rare. <br/><br/>La Mintzita is a marshy spring–fed lake of about 80 m diameter that drains       into the Río Grande de Morelia and hence into the Lago Cuitzeo. The Río Grande de Morelia/Cuitzeo basin is endorheic, although its       fauna indicates that it was once connected to the adjacent Río Lerma       basin. Most of the Río       Grande de Morelia/Cuitzeo system has been greatly degraded, and La       Mintzita is one of the last remaining high-quality sites in the basin. A few hundred metres below the lake the outlet canal receives       waste from a large paper mill (Bio Papel Scribe S.A. de C.V.) and no longer has the capability to support       fish life, so La Mintzita is isolated from other fish populations in the       basin. Lyons<em>&#160;</em>(2004) sampled the outlet canal just below the lake with a       backpack  electroshocker and the lake itself just above the outlet with a        seine. The canal was about       8 m wide and 0.5 - 1 m deep with a  fast strong current and gravel bottom. In 80 m of sampling, they collected the following Goodeids: 3 <em>Alloophrous       robustus</em>, 30 <em>Goodea atripinnis</em>,       about 100 <em>Xenotoca </em>cf. <em>variata</em>, 5 <em>Skiffia       lermae</em>, and about 15 <em>Zoogoneticus       quitzeoensis</em>. They also       caught 10 <em>Poeciliopsis infans</em> (Poeciliidae; native) and about 25 <em>Xiphophorus       helleri</em> (an exotic Poeciliid), plus 10 <em>Yuriria       alta</em> (Cyprinidae; native) and 10 <em>Scartomyzon       austrinus</em>. They then pulled       the seine over about 300 m<sup>2</sup>  in the lake, which       averaged about 1 m deep with a sand and clay  bottom and clear water at       15-19 °C temperature. They captured 3  <em>A. robustus</em>, 5 <em>G. atripinnis</em>,       30 <em>X. </em>cf. <em>variata</em>, about 100 <em>S.       lermae</em>, 3 <em>Z. quitzeoensis</em>, plus at least 1,000 <em>P. infans</em>, 5 <em>X. helleri</em>,       and 30 <em>Y. alta</em> (Lyons&#160;2004).<br/><br/>The spring in Chapultepec, Lago de Pátzcuaro drainage, is egg shaped and fenced in with two  effluents, one on the south end, one on the west end. The size is  approximately 100 x 50 m, the depth from observations outside of the  fence is at least 1.5 m. The effluents are channels from about 80 cm (south-channel) to  more than 1 m (west-channel) width. Both channels have a sandy ground with  gravel and several rocks on the borders. In recent years (2014-2017),  submerse vegetation in the channels occurred in form of some floating  water hyacinths directly after the outlet in the south and areas with dense<em> Egeria</em>  sp. stocks. Grassy riparian vegetation covered the borders and hang  over the surface, the west-channel was partly covered by trees. At the west-outlet, some exotic <em>Zantedeschia</em> sp. grew along with the borders and shaded it partly. This part of the channel was densely planted with<em> Egeria</em>  and deep to 1 m. After 120 m from the outlet, it is dammed, leaving the  subsequent part of the channel with a varying depth between 15 and 40 cm.  The current in both channels was fast to moderate, the water looked  characteristic milky blue, probably due to some dissolved minerals. The  vegetation in the spring itself was composed of <em>Egeria</em> sp. and <em>Potamogeton</em>  sp. The water parametres taken in March 2017 were: water temperaturea 19.5°C; pH, 7.22; conductivity, 1,180 μS. Only a single juvenile male was found in the west channel during a survey by Köck<em> et al.</em> in 2017, and two individuals during a survey by Lyons <em>et al.</em> in 2014 at the same place; other fish species recorded were <em>Allotoca diazi</em>, <em>Goodea atripinnis</em>, <em>Skiffia lermae </em>and<em>&#160;</em><em>Allotoca dugesii</em>. A survey by Mexican students in 2018 was not successful in finding any <em>Alloophorus</em>. <br/><br/>The Cuitzeo lake is the oldest and second largest Mexican lake and covers an area of about 500 km<sup>2</sup> including the marshy grass surrounding it. It is irregular shaped with northern, western an eastern sections, connected by marshland in the middle. The western section is divided into an east and a west part by two north-south dams, built for HW's 43 and 43B. The lake is astatic and very shallow (about 0.5 m deep), consisting of muddy ground with murky water. In dry years, the western part of the west section is isolated completely from the east part by closing the passages under the roads to save the west section from drying up completely. With this method, at least the east part of the west section keeps water. The lake is surrounded by partly dense and large reed areas. In one reed area directly at the HW43B dam, Köck <em>et al.</em> collected a juvenile male on a survey in November 2014 (wet season).<br/><br/>The Presa Verduzco or Presa de La Luz east of Jacona de Plancarte is shaped like a cake slice with the effluent in the sharp angle in the north. The circular arc has a length of about 400 m, the radius a varying length between 210 and 280 m. The arc is mainly bordered with reeds and trees, providing some small coves and reed islands. In one of the coves under riparian vegetation, Köck <em>et al.</em> collected a group of young fish about 3 cm long on a survey in 2016. The ground of the Presa is made of sand, gravel and silt, with parts showing bigger rocks and stones. The ground of the reed-areas is mainly made of silt, sand and mud.", "threats": "The Bulldog Splitfins suffers from different threats and, in some cases, threat scenarios are typical for a certain habitat, like the total loss of the species from the Zirahuén basin by predation and competition though non-native Black Bass species (<em>Micropterus salmoides</em> and<em> punctulatus</em>). <br/><br/>The main threats to the type subpopulation (Lago de Pátzcuaro subpopulation) are water pollution  and urban development in the area, including expanding tourism, and  exposed exotic fish species since the early 1930's. Introduction of Black bass (<em style=\"\">Micropterus</em><em style=\"\">&#160;salmoides</em>) in 1933, and Common carp (<em style=\"\">Cyprinus carpio</em>) and Tilapia (<em style=\"\">Oreochromis niloticus</em>)  since the 1970's, has almost completely eliminated the species from the lake. The common water  hyazinth is also a threat; by covering the surface it reduces the flow of the channels and interferes with gas exchange. Additionally, as a carnivorous  species, increasing turbidity of the habitats reduces chances to  find food, especially for fry (Hernández-Chávez&#160;<em style=\"\">et al.</em>&#160;2014, for <em style=\"\">Allotoca catarinae</em>). It's estimated that the water infiltration rate for Humedales del Lago de Pátzcuaro has been reduced from 12% to 8%, but assuming the potential presence of  a new period of dry years in the region, the hydraulic contribution of  the basin will be critical to maintain the balance of the water level.  In addition, erosion and loss of the soil will carry on as the basin  continues its process of ecological deterioration; this is expected to cause greater reduction in the water entry into the lake due due to the  decrease in the infiltration rate and the lack of recharge of surface  aquifers. Its waters, exploited since pre-Columbian times, are also  effected by the use of surrounding land for agricultural activity. This covers  just over 40% of the basin and approximately 30% of the total area consists of grasslands used by cattle and horses. The Río Angulo subpopulation also suffers from common carp competition and increasing sedimentation of the Lago Zacapú. Water pollution, increasing turbidity and urban development threatens the Río Cupatitzio subpopulation in and south of Uruapán<em>. </em>Additional threats come from a trout farm in Uruapán that might impact the native fish via escaped carp. These three subpopulations have to be regarded as Critically Endangered: the Laguna de Zirahuén subpopulation&#160;due to Black Bass, the Laguna Yuriría subpopulation&#160;through water pollution and the Middle Río Lerma subpopulation (by severe water pollution everywhere and competition through non-native<em style=\"\"> Xiphophorus variatus</em> in the Río Laja) may even be Possibly Extinct. The threats to the Río Grande de Morelia subpopulation vary by location. The Lago Cuitzeo stock is threatened by pollution, nutrients, sedimentation and severe droughts, which increase predation by waterbirds, including American white Pelicans (<em style=\"\">Pelecanus erythrorhynchos</em>) that overwinter here from the United States. The areas providing water for the lake, such as La Mintzita spring and Presa Cointzio dam are not effected by droughts or visited by bigger birds. Pollution, urban sewage, water extraction for human consumption, nutrients and non-native fish are threats to these stocks. La Mintzita  remains in good condition, but its future is uncertain.         Settlement and use of the       adjacent lands around the lake have   increased in the last 10 years, as has       runoff of domestic wastes   into the lake. More ominously, the city of Morelia is considering   pumping water       from the lake for municipal uses, which could   reduce the lake level and       perhaps even eliminate the springs that   feed the lake, destroying       this unique habitat. This subpopulation has to be regarded Endangered. The Lago de Chapala/Río Grande de Santiago subpopulation is almost completely gone due to reduction in habitat quality. The only known extant stock inhabits the isolated Lagos Los Negritos east of the Chapala lake, covering an area of approximately 0.3 km<sup>2</sup>. The fish are threatened by habitat loss, agricultural influences, non-native fish competition (<em style=\"\">Lepomis</em> sp.) and recreational activity. Samples in 2017 were not successful. This subpopulation is regarded Critically Endangered. The Cotija subpopulation is threatened by agriculture, sedimentation, habitat loss, competition through non-native fish, urban sewage, human activities. The Río Duero subpopulation has been partly affected by Black Bass introduction (Lago de Camécuaro), partly by competition through non-native fish (<em style=\"\">Xiphophorus hellerii</em>, <em style=\"\">Poecilia mexicana</em>), through pollution, urban sewage, urban development and habitat loss. Due to at least two habitats in each subpopulation, they are regarded Endangered. <em></em><em style=\"\"><br/></em><em><br/></em>", "conservationmeasures": "The conservation efforts for the Bulldog Splitfin concentrate on Ramsar Sites, with the hope of a positive effect on species inhabiting these sites. However, there are no conservation plans for native fish in these areas, so the successes are negligible. The <em>Alloophorus robustus - </em>fishing has been included under the  sustainable fisheries regulation for Lake Pátzcuaro approved in 2015  (Norma Oficial Mexicana NOM-036-SAG/PESC-2015: Pesca responsable en el  Lago de Pátzcuaro ubicado en el Estado de Michoacán. Especificaciones  para el aprovechamiento de los recursos pesqueros.). Anyway, due to ongoing competition through common carps and Tilapia, and due to predation by Black Bass in historical time, the species has disappeared from the lake almost entirely and plays therefore no more a role in consumption and fisheries. <br/><br/>Humedales del Lago de Pátzcuaro within&#160;the Pátzcuaro lake, is surrounded  by mountains and rugged topography with a steep slopes. The lake is an endorheic and  eutrophic system, meaning it has no outlet to the sea and is shallow  and turbid, with a high concentration of nutrients. In the southern area  of ​​the lake from Pátzcuaro, there is an average annual water  temperature of 19.2 °C and a total alkalinity of 165 mg/l. As a closed system without significant  tributaries, this lake may be more sensitive to hydraulic imbalance, with the  annual volume variations being mainly determined by the precipitation, evapotranspiration, surface runoff and infiltration water through internal springs. It is also occasionally fed by  temporary surface streams during the rainy season, such as the San  Gregorio rivers and the Santa Fe and Soto streams in the north. In the  extreme southwest it receives water from agricultural discharges of the Chapultepec channel (Ramsar Secretariat, Site No.1447, 2005).<br/><br/>La Mintzita is a reservoir formed  by a series of springs. The site is home to species that are protected  under Mexican legislation, some of which are threatened, such as&#160;the <em>Zoogoneticus quitzeoensis </em>and&#160;<em>Skiffia&#160;lermae</em>.&#160;The site counts more than a hundred bird species, including&#160;<em>Anas platyrhynchos diazi </em>and&#160;<em>Bubo virginianus</em>, in addition to the endangered <em>Buteo jamaicensis&#160;</em>and <em>Regulus calendula</em>.  This wetland plays an important role in the retention of sediments from higher altitudes of the catchment area, as well as filtering nutrients produced in the Cointzio Resort. Threats to this Ramsar Site,  such as the overuse of water resources, illegal domestic drainage, the  deforestation of the gallery forests and human encroachment activities should be regulated once the Management Programme for  the State Protected Area is finalized. The area is already designated as  a Zone Subject to Ecological Preservation and a management plan is  currently being prepared to regulate, limit and sanction illegal  activities. The plan is expected to be finalized by the end of 2010 (Ramsar Site No.1919. Most recent RIS information: 2009).<br/><br/>The Lago Zacapú is fed by approximately 20 cold water springs (19 °C),  which emerge at the southwestern end of the valley of Zacapú, some of  which are used for human consumption and recreation (Ramsar Secretariat,  Site No.1465, 2004). Due to the confluence of fish species,  migratory birds, plants and endemic amphibians (<em>Ambystoma andersoni</em>),  it can be considered as a broad transitional zone, giving it great  ecological importance. The two main sections of Lago Zacapú differ: one has depths of between 4 to 6 m, and the other ranges from 12 to 90 m deep,  bedded by soils and alluvium (Ramsar Secretariat, Site No.1465, 2004).<p>There is an ongoing monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Aucatica in Michoacan University, Morelia, Mexico</p>", "usetrade": "The species was targeted by local commercial fisheries in Lake Pátzcuaro but, due to increasing stocks of <em>Oreochormis niloticus </em>and Common carps causing competition, it almost completely disappeared from the lake. It is no longer used for consumption and is not a target species for the ornamental fish trade. <em></em>"}]}