{"name": "139546802", "result": [{"species_id": 139546802, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis strigosa</em> is known from scattered locations in Catanduanes, Luzon, Polillo and Samar in the Philippines. Threats exist at all locations and the population in Luzon is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will not be vastly greater than 2,000 km², and may be considerably less than this. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. If the AOO was known to be below 2,000 km² the species would qualify for Vulnerable status under criteria B2ab(ii,iii) and it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Teinobasis strigosa</em> is known from Catanduanes, Luzon, Polillo and Samar in the Philippines (Gapud 2006; Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen; Hämäläinen and Muller 1997; Ramos and Gapud 2007; Villanueva 2010a,b, 2011). The assessor is aware of records from more than 18 locations but it has only been possible to assign separate coordinates to 18 of these for mapping purposes. At least one location is within a protected area (Mount Makiling Forest Reserve in Luzon). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will not be vastly greater than 2,000 km², and may be considerably less than this. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>Possibly not uncommon at some locations. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that the population on Luzon appears to be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded but Villanueva (2010a) notes “prefers shady areas perching underneath the foliage of stream bank vegetations”. So this appears to be a forest-dependent stream species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging, and in possibly from mining in parts of its range. These threats, in&#160; various combinations, extend even to protected areas, for instance for Mount Makiling, based on information compiled in 2001, BirdLife International (2019) state that “Threats to the forests on Mt Makiling include the illegal conversion of forest to agricultural land and illegal settlement, and the area of land exploited by these upland settlers is expanding. The Institute of Forest Management and UPLB Administration are attempting to control the situation. The park is also a favorite destination of hikers and campers due to its proximity to urban centres. Rubbish and vandalism is very evident throughout the park especially in the camping and picnic areas. Settlers within the park, as well as people from the nearby villages, engage in bird trade and hunting.”</p>", "conservationmeasures": "<p>The priorities for this species are for protection of areas of suitable habitat where it occurs, better protection for existing protected areas, and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.The priorities for this species are for protection of areas of suitable habitat where it occurs, better protection for existing protected areas, and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}