{"name": "125769435", "result": [{"species_id": 125769435, "taxonomicnotes": "<p>The type series of <em>Bornargiolestes fuscus</em> comes from Gunung Mulu and Lambir Hills in Sarawak and Ulu Temburong National Park in Brunei; when Dow (2014) described the species, structurally similar female specimens from the upper Baram, Mount Dulit and the Lanjak Entimau Wildlife Sanctuary were included but excluded from the type series because of differences in colouration. It is possible that the females from the aforementioned locations belong to another species. For purposes of assessment only the populations from Gunung Mulu, Lambir Hills and&#160;Ulu Temburong&#160;are treated as certainly belonging to this species.</p>", "rationale": "<p><em>Bornargiolestes fuscus</em> is known with certainty from only three locations in a relatively small area of Brunei and north-eastern Sarawak; however all of these locations are within National Parks. No realistic calculation of the area of occupancy (AOO) of the species is possible with the available data. Although its precise habitat requirements are not fully understood, the species seems likely to be particularly sensitive to disturbance to its forest habitats. Forest fires are a threat at all locations. With only three locations known with certainty, even if they are in National Parks, Least Concern does not seem to be justified. The species arguably qualifies for Vulnerable status under criterion D2, but since it is difficult to gauge how serious the forest fire threat is and once taxonomic issues are resolved the species may be found to be much more widely distributed than is known with certainty now, it is best assessed as Near Threatened at this time.</p>", "geographicrange": "<p><em>Bornargiolestes fuscus</em> is endemic to Borneo, where it is known with certainty only from Gunung Mulu and Lambir Hills National Park in Sarawak, and Ulu Temburong National Park in Brunei (Dow 2014). It may also occur at locations in the upper Baram, Mount Dulit and the Lanjak Entimau Wildlife Sanctuary but it is not certain if these populations represent the same species (see the Taxonomic Notes). Known sites comprise three threat defined locations, considering forest fires as the main threat. No realistic estimate of the area of occupancy (AOO) of this species is possible with the available data; the known locations are within a relatively small area in Brunei and Sarawak.</p>", "population": "<p>Few individuals of this species have been recorded, but this may just as well be because of the difficulties of working in the steep terrain that it occurs in as an indication of genuine rarity. An accurate population estimate is not possible with the available data, but some decline in overall population must be occurring because of loss of and disturbance to forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in steep, forested terrain but beyond this its habitat requirements are poorly understood. A large proportion of the specimens that have been collected have been found on trails away from water, and “Where the individuals have been found at water, they have often been found at permanently wet cliff faces deep in forest, or at very small trickles and seepages beside small streams. These habitats are characterised by having only the barest amount of water running above the leaf litter; in some cases no flow was visible above the leaf litter” Dow (2014: 5710). Attempts to find the larvae of this species have been unsuccessful. The locations from which the species is known with certainty are all in undisturbed or nearly undisturbed old growth mixed dipterocarp forest, so it is possible that the species is particularly sensitive to disturbance. The types of habitat described above are particularly vulnerable since they are prone to drying up when the forest canopy is thinned and because of disruption to subsurface water flows caused by the network of skid trails used to remove logs in most commercial logging operations. </p>", "threats": "<p>The main threats to this species outside of protected areas are from logging (it may be particularly sensitive to disturbance from logging, see Habitats and Ecology) and clear-cutting of forest. Forest fires are a threat to all populations, and have, for instance, occurred on Gunung Mulu in recent years. </p>", "conservationmeasures": "<p>With all definitely known populations in National Parks, species specific conservation measures are probably not needed for this species. There is a need for resolution of taxonomic issues, for which males from the questionable populations must be found, and for more data on distribution and exact habitat requirements. Forest fires are a threat to all populations, but it is difficult to judge how severe this threat is; research is needed into this.</p>", "usetrade": null}]}