{"name": "139565367", "result": [{"species_id": 139565367, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis erythrura</em> is known from 11 locations in the east of Mindanao and an unspecified location on Siargao in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large, and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in eastern Mindanao and the overall population will be severely fragmented from the same cause. The extent of occurrence of the species will also not be particularly large and with the available data is less than 30,000km<sup>2</sup>. If the AOO was known to be less than 2,000km<sup>2</sup> the species would qualify for Vulnerable status and with the restricted EOO the species qualifies for Near Threatened status under criteria B1ab(ii,iii).</p>", "geographicrange": "<p><em>Risiocnemis erythrura</em> is known from the eastern side of Mindanao and an unspecified location on Siargao in the Philippines (Hämäläinen 1991, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Villanueva &amp; Cahilog 2013; the assessor also has unpublished data). The assessor is aware of records from 11 locations. One of the locations is near to the Mount Hamiguitan Range Wildlife Sanctuary and another is near to the Aliwagwag Protected Landscape so the species may well be present in these protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large, and will be declining due to loss and degradation of forest in eastern Mindanao. The extent of occurrence of the species will also not be particularly large. Calculated using <span class=\"MsoHyperlink\"><a href=\"http://geocat.kew.org/\">http://geocat.kew.org</a> the EOO is 25,954.482 km<sup>2</sup> and although this does not include the location on Siargao, locations on Siargao will only add at most a few hundred square km to the EOO calculated using minimum convex polygon.</p>", "population": "<p>This can be a moderately common species where it occurs. Beyond this all that can be said is that an ongoing decline is inferred due to loss and degradation of forest in eastern Mindanao and that severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a species of small forest streams. It occurs in streams in disturbed forest as well as pristine forest but it is not known how much disturbance it can tolerate. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest throughout the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging and from mining (often illegal) and associated pollution of streams. These threats are also present in most protected areas in Mindanao.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection for existing protected areas where it might occur.</p>", "usetrade": null}]}