{"name": "135437246", "result": [{"species_id": 135437246, "taxonomicnotes": null, "rationale": "<p><em>Prodasineura quadristigma</em> is endemic to Borneo, where it is known from two locations in Central Kalimantan. None of the known locations is protected and threats exist at both; it is not known if the species survives at one of them. An accurate estimate of the area of occupancy (AOO) is not possible but with the presently available information the AOO is less than 100km<sup>2</sup>, possibly much less, and will be declining, as will the quality of habitat. This species is very close to qualifying for Critically Endangered status, but because more populations are likely to exist than are currently known it is assessed as Endangered under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Prodasineura quadristigma</em> is endemic to Borneo where it is known from two locations in the southeast of Central Kalimantan (Lieftinck 1951, Dow &amp; Silvius 2014). Ampah, the type locality, may no longer support the species; an inhabitant of that area told the assessor that no forest remains there, but this requires verification. The two locations do not have any protected status. Both locations are in the southeast of Central Kalimantan and at sites to the west it appears to be replaced by other species from the same species-group. An accurate estimate of the area of occupancy (AOO) of the species is not possible, but given its apparently small range and specialised habitat it is likely to be small, with the presently available data less than 100km<sup>2</sup>, possibly much less. The extent and quality of suitable habitat is certainly declining.</p>", "population": "<p>The type series (Lieftinck 1951) of this species is fairly large, suggesting it was moderately common at the type locality in 1948, and the species was abundant, but difficult to spot because of its perching habits, along part of the stream at the site reported in Dow &amp; Silvius (2014). However the species appears to be very local in occurrence and an ongoing decline, quite possibly severe, in overall population can be inferred from loss of habitat in the part of Central Kalimantan from where it is known. Remaining populations are likely to be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded about the habitats at the type locality but the habitat at the second location was a small stream in peat swamp forest (Dow &amp; Silvius 2014), probably at the periphery of the peat swamp on shallow peat, where it was only found hanging high above the stream. It is likely to be confined to small low pH streams on the periphery of peat swamp forest and in swampy kerangas forest.</p>", "threats": "<p>The main threat to this species will be from clearance of forest, which in the area where it occurs, is ongoing for a variety of purposes, not all of which are known to the assessor, but include subsistence logging, clearance for agriculture (possibly including plantations) and housing. The current status of the type locality is not clear (see Geographic Range) but satellite images show much deforestation in the area. Forest fires are an additional threat.</p>", "conservationmeasures": "<p>More data on the distribution of this species are urgently needed, as is definite information on the status of the type locality. The known locations should be given protected status as soon as possible, but this does not seem likely to happen. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}