{"name": "139566056", "result": [{"species_id": 139566056, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta belyshevi</em> is known from up to nine locations in Leyte, Panaon and Bohol in the Philippines. Threats exist across the range of the species and severe fragmentation is believed to have already occurred. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is below 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. Its extent of occurrence (EOO) is likely less than 5,000 km². The species qualifies for Endangered status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta belyshevi</em> is known from Leyte, Panaon and Bohol in the Philippines (van Tol 2005). The assessor is aware of records from as many as 9 separate locations but it has only been possible to assign coordinates to six of these for mapping purposes. Van Tol (2005) presents somewhat contradictory information on the presence of this species in Samar, stating “specimens from Samar are here considered specifically distinct” but also listing a single female from Samar under this species. The record from Samar is considered uncertain here and not included in the calculation of extent of occurrence (EOO). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is below 500&#160;km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is likely to be smaller than 5,000 km² (EOO = 3,008-6,271 km², based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).</p>", "population": "<p></p><p>Van Tol (2005: 218) states “Apparently occurring only in low densities on most sites, since only short series are available”. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that severe fragmentation is almost certain for the same reason.</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats or ecology of this species but this will be a forest stream species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>  <p>&#160;</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of indiscriminate logging. Considerable deforestation is evident on all islands where this species is known to occur, particularly in Bohol.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}