{"name": "83127679", "result": [{"species_id": 83127679, "taxonomicnotes": null, "rationale": "<em>Nesobasis ingens</em>&#160;has been reported from one location only, high on a mountain in Fiji. It possibly occurs in other sites, but more research is needed to establish the true status of the species distribution range and population size. The high altitude areas of oceanic islands are prone to the effects of climate change, which may result in the species becoming CR or EX within a short time period. Therefore, the species is assessed Vulnerable (VU D2).", "geographicrange": "This species is endemic to Viti Levu, Fiji (Marinov and Waqa-Sakiti 2013).", "population": "There is insufficient information to assess the population size and trends of&#160;<em>Nesobasis ingens</em>. It&#160;is known from one location only. The type series is comparatively large and consist of specimens collected within two months time (Donnelly 1990). The only other observation comes from the same site just a few years after the original description (Donnelly pers. comm). The species has not been recorded by Van Gossum <em>et al</em>. (2006) or Marinov (2011) although some of them explored areas close to the type locality, but not at the same elevations at and above 700 m asl.", "populationtrend": "unknown", "habitat": "The species in known from areas at elevation around and above 700 m asl. It was discovered in a fast flowing stream near waterfalls.", "threats": "There is insufficient information to assess the threats to this species. For the moment it is known from very high elevations only and the climate shift may have a significant adverse effect on it, especially since the AOO of this species is very small.", "conservationmeasures": "There are no conservation measures proposed for this species. More studies are necessary to understand the current status of the populations on Viti Levu Island.&#160;Perhaps it will be discovered in other high mountain streams on the island.", "usetrade": null}]}