{"name": "1167", "result": [{"species_id": 1167, "taxonomicnotes": "<p>Taxonomic treatment follows Solem (1983)</p>", "rationale": "The species is endemic to Australia where it is now restricted to two islands. The extent of occurrence and area of occupancy have significantly declined in recent years due to the conversion of 320 km<sup>2</sup> of woodland into agro-forests. In addition, the quality of remaining native habitats is inferred to be declining due to the impact of grazing, feral animals and invasive grasses, which cause more frequent and more intense bush fires. The species is acutely vulnerable to the habitat transformation and loss relating to the above-mentioned factors. As these threats potentially act on most parts of the known EOO of this species simultaneously and because there are very few known occurrences of this species, we infer the number of locations to be lower than 5. Based on this low number of locations, the species is assessed as Endangered (EN B1ab(iii)+2ab(iii)).&#160;No recent data in the distribution of this species or its population size is available. A targeted survey is urgently required to better understand the current status of this species. The number of locations is believed to be small and decreasing.<br/><br/>The species was previously assessed as Rare (1994) and Near Threatened (1996), but not previously documented. The changes are genuine, due to the recently emerging threat relating to the conversion of native woodland into wood chip plantations on Melville and Bathurst Islands, which are inferred to be causing a decline of this species though loss of suitable habitat.", "geographicrange": "This species is endemic to the Northern Territory, Australia.&#160;It was described in 1907 based on specimens allegedly collected at Port Essington on Cobourg Peninsula before 1850, but has never been found anywhere on the Australian mainland since then and it is inferred that this species does not occur on the Cobourg Peninsula. The species has been stated to occur on Bathurst Island (Solem 1983), but no specimen record from Australian Museums is available. There are only three specimen-based occurrence records from Melvill Island, which are based on collections from between 1976 and 1980 (Solem 1983). The species has not been found again since then (Northern Territory Government 2016). However, we considered that historically the species was more widely distributed. We infer that this species is restricted to vine thickets, which occur in small and scattered patches on these islands and that it occupies a relatively small proportion of the islands' surface.", "population": "There is no data on population size or trend. However, we suspect the population trend to be decreasing as result of on-going landscape modifications through clearing of native habitat and on-going degradation of habitat due to increased frequency of fires.", "populationtrend": "decreasing", "habitat": "This species is known to be arboreal, living on trees within woodland areas, preferably vine thickets (Solem 1983); most records are from collections made in trees (and the woody vine <em>Opilia amentacea</em>) in monsoon rainforest (Wilson <em>et al.</em>&#160;2006). A decline in extent and quality of habitat is observed and inferred due to conversion of native woodland into wood chip plantations and the impact of increased bush fires and grazing.", "threats": "On Melville and Bathurst islands, 26,000 hectares of native woodland have recently been converted into agro-forests (<em>Acacia</em> plantations for wood chip production). The entire size of agro-plantations is 320,000 ha (Tiwi Plantations Corporation 2016). These forests do not constitute suitable habitat for the species as their management involves repeated clearing. Therefore, this area has been lost as native habitat for this species.&#160;The species is inferred to be detrimentally affected by increased frequency and intensity of bush fires that are fuelled particularly by the advance of invasive exotic grasses and exacerbated by the impacts of grazing of domesticated and feral animals (cattle, banteng, horses, buffalo). This threat is likely to affects the entire population of this species, or large parts of it, simultaneously. It is plausible that where they occur bush fires cause significant mortality in this arboreal species leading to localized extinctions. Given the potentially already very low number of subpopulations, the combined effects of the above-mentioned threats is likely to have a significant impact on this species.", "conservationmeasures": "<em>Amphidromus cognatus</em>&#160;has been recorded from the Garig Gunak Barlu National Park (Wilson&#160;<em>et al.</em>&#160;2006), and it&#160;is listed as Vulnerable&#160;by Northern Territory Government.&#160;There are no existing management programmes for land snail species in the Northern Territory. Research priorities are: (i) to conduct further surveys to determine whether populations occur elsewhere; and (ii) to identify specific threats to any of the known populations. A monitoring programme should be established for at least representative populations (Wilson <em>et al.</em>&#160;2006).", "usetrade": "There is no known trade in this species."}]}