{"name": "139565471", "result": [{"species_id": 139565471, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis laguna</em> is only known from the type series of three specimens, collected in 1916, from Paete on the opposite shore of Laguna de Bay from Manila on Luzon in the Philippines. The only known location is in a heavily populated and developed part of Luzon and the fact&#160;that the species has not been recorded for more than 100 years is very troubling, it could already be extinct. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, even if the species is still extant the AOO is likely to be small, certainly below 500 km², maybe by a very significant amount. Moreover, the AOO is likely to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in the part of Luzon where the species occurs.</p>", "geographicrange": "<p><em>Risiocnemis laguna</em> is only known from the type series of three specimens, collected in 1916, from Paete on the opposite shore of Laguna de Bay from Manila on Luzon in the Philippines (Hämäläinen 1991). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, since the species has never yet been found elsewhere the AOO is likely to be small, certainly below 500 km², maybe by a very significant amount. Moreover, the AOO is likely to be declining due to loss and degradation of forest in the part of Luzon where the species occurs.</p>", "population": "<p>This species is either extremely local in occurrence or genuinely rare (or both), since it has not been recorded since 1916 and the only known location is in a heavily populated and developed part of Luzon it might even be extinct already. If not extinct then a decline in overall population is inferred from loss and degradation of forest in the part of Luzon where the species occurs.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded about habitat, but this will likely be a species of forest streams like the others of its genus. If it is not already extinct then an ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the part of Luzon where the species occurs.</p>", "threats": "<p>Threats to this species will include clearance of forest for agriculture, logging and, given the part of Luzon where the only known locality is, from development of housing etc.</p>", "conservationmeasures": "<p>The first priority for this species is for expert searches for it in suitable habitat in the vicinity of the type locality. If still extant, protection of the habitat where it occurs will be needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}