{"name": "83127539", "result": [{"species_id": 83127539, "taxonomicnotes": null, "rationale": "<em>Nesobasis caerulecaudata </em>has been recorded from fewer than 10 locations compromising a very specific type of habitat on the northern part of Viti Levu Island only.&#160;The population is assessed here as decreasing, however this statement needs validation. More detailed studies on the population size and trends are recommended, including ongoing monitoring. For the moment the species is assessed as Vulnerable based on its restricted range, small number of locations, and the ongoing decrease in quality and extent of habitat.", "geographicrange": "This species is endemic to Viti Levu Island, Fiji (Marinov and Waqa-Sakiti 2013).", "population": "<em>Nesobasis caerulecaudata</em>&#160;has been recorded almost during every study on Viti Levu Island since its description in 1990, however the population is probably decreasing. Recent investigations established it from two localities (Van Gossum <em>et al</em>. 2006) or did not find it in all previously known sites (Marinov 2011). This statement, however, needs validation.", "populationtrend": "decreasing", "habitat": "The species inhabits mountain areas where it is confined to fast flowing steep sections of small streams with many large boulders and exposed bedrocks. Adults have been almost exclusively observed around waterfalls.", "threats": "The threats to this species are unclear. It has not been recorded regularly since its initial description, when was reported with more than 50 specimens from six localities (Donnelly 1990). For the moment it is believed that the lower consecutive number of records are due to population decline, but this must be validated. The species has an affinity for waterfalls and any stream/river bed alteration would possibly have an adverse effect on the population. However, at present no such threats are documented for <em>N. caerulecaudata</em>. So far all localities are from an area with a large dam, but the effect of it on <em>N. caerulecaudata</em>&#160;has not been studied.", "conservationmeasures": "More studies are required to establish the trends for <em>N. caerulecaudata</em>. It is possibly decreasing, however, no threats are known at the moment. A detailed population research is proposed including long term monitoring.", "usetrade": null}]}