{"name": "60070", "result": [{"species_id": 60070, "taxonomicnotes": null, "rationale": "<em>Umma declivium</em> is listed as Vulnerable at the global level in view of its restriction to clear montane forest streams of the Eastern Arc Mountains in Tanzania and the adjacent southern mountains in Malawi. The extent of occurrence is with 252,039 km² rather large, but the&#160; area  of occupancy is just 72 km² and the known 9 locations are all highly  fragment without any suitable habitat in between.<br/>The species occurs along forest streams of the Eastern Arc Mts (Tanzania) and possibly in north Malawi (old literature record). All populations are well isolated from each other due to the geography of the Eastern Arc Mts, but also because of the increasing deforestation for agriculture due to the growing human population. The forest of these mountains have been cleared to a large extend over the last years and most of them do not experience any protection.", "geographicrange": "The species has been recorded from Tanzania, Malawi, Eastern Arc Mts and southwards continuing mountain chains. In East Africa, the species occurs in east Usambara, Uluguru und Udzungwa Mts, Kimboza, Turiani, possibly Kilosa (all in Tanzania), and the Chisarsira Forest (Malawi). The extent of occurrence is with 252,039 km² rather large, but the&#160; area of occupancy is just 72 km² and the known 9 locations are all highly fragment without any suitable habitat in between.", "population": "No information available.", "populationtrend": "unknown", "habitat": "Found in and around forest streams, though not much information is available and more studies are needed.", "threats": "Forest destruction in the Eastern Arc Mountains, often only forests on hill-tops remain, where no suitable breeding habitats exist.", "conservationmeasures": "No precise information available but research into population numbers and range, conservation measures, and trends/monitoring of the species would be valuable. Habitat and site-based actions are also required.", "usetrade": null}]}