{"name": "122150289", "result": [{"species_id": 122150289, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis billitonis</em> is endemic to the island of Belitung, where it has only ever been found at three locations. It is doubtful that the species survives at two of these and threats exist at all. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information, but based on the known locations it is less than 100 km<sup>2</sup>, and will be declining, as will the extent and quality of suitable habitat. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly, but if no additional locations are found it will need to be re-assessed as Critically Endangered.</p>", "geographicrange": "<p><em>Amphicnemis billitonis</em> is endemic to the island of Belitung, where it is known from old records from two locations (Lieftinck 1940), including Pulau Aur, a small satellite island of Belitung. Searches on the mainland of Belitung have failed to find the species except at one site (A. Alfarisyi personal communication 2018). It is not known if the species survives on Pulau Aur, a tiny island, but satellite images show extensive clearance of forest on the island. Although an accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, it will be small and based on the known locations it is less than 100km<sup>2</sup>. The one currently known site is not protected, and large areas in its vicinity have already been converted to plantation. The AOO of the species is certainly suffering an ongoing decline.</p>", "population": "<p>No estimate of the current population of this species is possible with the available information, but if not already confined to a single location, the overall population will certainly be in an ongoing decline due to loss of habitat and will be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>No details are known, but this will be a forest dependent species, possibly confined to swamp forest. However forest is being lost all over Belitung and its satellite islands for agriculture and mining, and the extent and quality of suitable habitat of this species is certainly declining for this reason.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture, including oil palm plantation. Mining and forest fires are also general threats on Belitung.</p>", "conservationmeasures": "<p>The one currently known site needs protected status, although this seems unlikely to happen. Searches for additional populations are needed, and if found, protection for the habitat will be needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}