{"name": "164045835", "result": [{"species_id": 164045835, "taxonomicnotes": "<p>Unlike other species of <em>Photuris</em>, which are difficult to distinguish from one another morphologically and are often placed into species complexes, <em>P. mysticalampas</em> has a morphological character—an oval outline when viewed from above—that clearly distinguishes it from other species within its range (Heckscher 2013, Lloyd 2018).</p>", "rationale": "<em>Photuris mysticalampas</em> is a rare habitat specialist known from just five localities within a single county on the Delmarva Peninsula of Delaware. Four of these five sites are in the Nanticoke River watershed. The main threats to this species are habitat loss due to sea level rise and increased storm surges associated with climate change. It has an estimated extent of occurrence (EOO) of 1,050 km<sup>2</sup> and is known from only one or two locations, at least one of which and possibly both are threatened by sea level rise, which is projected to increase 0.5 to 1.5 m by 2100. This would inundate much of the tidal freshwater floodplains upon which this species relies. Brief surveys in recent years suggest that one of these sites may no longer be occupied. Assuming each occupied site encompasses an area no larger than 4 km<sup>2</sup>, this species has an estimated area of occurrence (AOO) of only 16 km<sup>2 </sup>(20 km<sup>2</sup> if all five sites are extant). Additional inventory work would be helpful in confirming this species’ global distribution; however, it is quite possibly endemic to the Delmarva Peninsula. Given the size of the current EOO and AOO, the small number of locations, the continuing decline in area and quality of habitat, and the suspected decline in area of occupancy (AOO) due to the apparent loss of an occupied site, this species is categorized as Endangered under criteria B1ab(ii,iii)+2ab(ii,iii).", "geographicrange": "<p>The entire known range of <em>Photuris mysticalampas</em> occurs within Sussex County, Delaware, USA. This species has an estimated extent of occurrence (EOO) of 1,050 km<sup>2</sup>. It is estimated that the current known population occurs within five localities, one of which may no longer be extant. Four of the five sites are in one contiguous riverine floodplain system. Assuming that each extant locality occurs within a 4 km<sup>2</sup> area, the area of occupancy (AOO) could be as low as 16 km<sup>2</sup>. Even if the species is extant elsewhere, it is unlikely that it occurs in over 100 additional localities, to reach the maximum AOO threshold for Endangered. </p>", "population": "<p>This species has a very small range. Detailed data on population size, trend, and abundance are not available. This species is known from four to five sites in a single county in Delaware (C. Heckscher pers. obs.). Faust (2017) notes that large groups of over one hundred males can be observed, suggesting the species can be locally abundant.</p>", "populationtrend": "unknown", "habitat": "<p><em>Photuris mysticalampas</em> appears to be a habitat specialist associated with forested peatland floodplains of high ecological quality, where Atlantic white cedar is often codominant (Heckscher 2013, Faust 2017, NatureServe 2020). This firefly has not been found outside of wetland borders (C. Heckscher pers. obs.). Deep peat with sphagnum hummocks and dense vegetation appears to be an important habitat feature for this species (C. Heckscher pers. obs.). Larvae may be restricted to these areas, and adults can be seen emerging from sphagnum hummocks at dusk (C. Heckscher pers. obs., NatureServe 2020). </p>  <p><em>Photuris</em> larvae are typically dietary generalists, scavenging around damp areas at night looking to consume snails, worms, other soft-bodied invertebrates, and even plant material, such as berries (Buschman 1984). Adults are active at night, usually flying from mid-June into late July (NatureServe 2020), and give off single flashes of medium luminosity typically every 3 to 7 seconds (C. Heckscher pers. obs.). Females of this species may feed as adults by mimicking the female flash patterns of other firefly species (including <em>Photinus</em>, <em>Pyractomena</em>, and <em>Photuris</em>) to lure in males for consumption (NatureServe 2020). In doing this, female <em>Photuris</em> fireflies sequester protective toxins, called lucibufagins, which are produced by other firefly species, to pass on to their offspring.</p>", "threats": "<p>Major threats to this species include habitat loss and degradation due to sea level rise. The rate of sea level rise on the Atlantic seaboard is three or four times higher than the global average. As a result, vast portions of the coast are vulnerable to higher storm surges, increased incidence of flooding, and deterioration of beaches and wetland habitats (Sallenger <em>et al. </em>2012). In Delaware, sea level is expected to rise between 0.5 and 1.5 m by the year 2100 (Delaware Coastal Program 2012), completely altering wetland ecosystems and changing the distribution of wetland-dependent species. Given this species’ association with tidal freshwater floodplains that occur less than 1 m above sea level (Heckscher 2013), this predicted rise and associated storm surges would completely inundate most of the habitats that <em>Photuris mysticalampas</em> currently utilizes. </p>  <p>Other potential threats to this species include habitat fragmentation, light pollution, and predation by predatory conspecifics such as <em>Photuris pensylvanica</em> and <em>P. lucicrescens</em>. Adults are active in full darkness, displaying from thirty to forty minutes after sunset to past midnight (Faust 2017). Increased light pollution associated with development has been shown to adversely impact mating success of nocturnal firefly species like <em>Photuris mysticalampas</em>, which require dark conditions for courtship displays (Owens and Lewis 2018, Lewis <em>et al. </em>2020). </p>", "conservationmeasures": "<p>At least two and possibly all five sites occur on protected public land in the Prime Hook National Wildlife Refuge (Delaware Bay Estuary) and Nanticoke Wildlife Area (Chesapeake Bay Estuarine Complex) (Heckscher 2013, Protected Planet 2020). This firefly is listed as a Species of Greatest Conservation Need in Delaware’s State Wildlife Action Plan (Delaware Division of Fish and Wildlife 2015), but there are no specific conservation measures in place to protect it. Given this species’ habitat associations and the fact that it may be dependent on cool groundwater seepage from surrounding uplands (C. Heckscher pers. obs.), protection of forested buffers along occupied floodplain corridors is recommended.</p>  <p>Continued inventory of peatland floodplain forest is needed in the Nanticoke watershed in Delaware and Maryland and in other areas of the Delmarva Peninsula. This species has not been found in similar habitat in New Jersey despite limited survey effort (NatureServe 2020). Similarly, seemingly suitable habitat just north of the known localities was surveyed but not found to be occupied (NatureServe 2020). </p>", "usetrade": "<p>There are no known uses of this species for trade, harvest, or ecotourism. However, luciferase, the enzyme responsible for catalyzing the light producing reaction in firefly lanterns, has many practical uses in biomedical and food safety research (Lewis 2016). From the late 1940s until as recently as the 1980s, harvesting of fireflies was carried out on a large scale. By the 1960s, between 500,000 and one million wild fireflies were harvested per year by the public, who were paid by McElroy Labs for their specimens (Lewis 2016). Subsequently, Sigma (now the Sigma-Aldrich Chemical Company) built a network of firefly collectors nationwide that reportedly brought in millions of specimens every year (Lewis 2016). These collectors did not discriminate between species, so it is impossible to determine the degree to which <em>P. mysticalampas</em> was impacted. This species is considered rare; however, it is possible it was more abundant in the past. Synthetic luciferase has been available since 1985, so there is no reason for wild harvest to continue. However, it may still take place at a small scale (Lewis 2016).</p>"}]}