{"name": "109723718", "result": [{"species_id": 109723718, "taxonomicnotes": null, "rationale": "The species is widely distributed in Lake Towuti and into Tominanga River in Sulawei, where it is only found in rocky substrate areas. It has an extent of occurrence (EOO) of 584 km<sup>2</sup>&#160;and an area of occupancy (AOO) of 152 km<sup>2</sup>. This is counted as a single location with the major threats of pollution from nickel mining, eutrophication, harvesting for the aquarium pet trade and invasive species, most critically Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.). The spread of invasive Flowerhorn Cichlids from Lake Towuti from Lake Mahalona is almost certain and is predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids on&#160;<em>Tylomelania&#160;</em>in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.</em> 2012) and contributed to the decline of&#160;<em>Tylomelania</em> populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Endangered given its limited distribution, deterioration of its habitat and the future impact of Flowerhorn Cichlids.", "geographicrange": "<p>The species&#160;is native to Lake Towuti (561.1 km<sup>2</sup>), which is part of the Malili Lakes system in Sulawesi, Indonesia. The distribution range extends midway into Tominanga River, which connects Lake Towuti with the upstream lakes of the system.<br/></p>", "population": "<p>There is no current population information available for this species although it has been reported as abundant (von Rintelen <em>et al</em>. 2007).&#160;An overall population decline of at least 50% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma&#160;</em>sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.</em>&#160;2012) and are thought to have caused the decline of&#160;<em>Tylomelania</em> populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through the Tominanga River, where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This species has been recorded in a freshwater lake and river and is a hard substrate dweller on rocks and wood.", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. </p>  <p>Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade including <em>T. towutica</em>. A significant numbers of specimens has been   introduced to Europe (T. von Rintelen pers. obs.) and the   species is still occasionally available  in pet shops and online. Part  of the  commercially available stock is  from aquarium breeding, though.</p><p>Finally, invasive species (particularly Flowerhorn cichlids,&#160;<em>Colossoma&#160;</em>sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of small adults and juveniles (Herder&#160;<em>et al.</em> 2012), as recent surveys in Lake Matano have found only large individuals of large <em>Tylomelania</em> species remaining (T. von Rintelen pers. comm. 2018). They have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through River Tominanga, where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018).</p>", "conservationmeasures": "No conservation plans are currently in place for this species,&#160;but protection of its known localities and habitats is needed, along with invasive species control and harvest management. Research is also needed into the population dynamics, ecology and the threats to this species with monitoring of harvest and population trends.", "usetrade": "<em>Tylomelania towutic</em>a is occasionally collected for the international aquarium   trade and available in parts of Europe, Asia and North America. The   proportion of specimens in the trade caught in the Malili lakes versus   being bred in aquaria in unknown. Several species of <em>Tylomelania </em>are also locally collected and eaten, however no information on the local consumption of this species is available."}]}