{"name": "155799", "result": [{"species_id": 155799, "taxonomicnotes": "<em>Radomaniola tritonum </em>was recently reassigned to a separate genus:&#160;<em>Lerniana</em> Delicado and Hauffe, 2022 (Delicado and Hauffe 2022).", "rationale": "This species is endemic to Greece, where it was known from two localities in the Peloponnese peninsula. It is assessed as Critically Endangered (CR B1ab(iii)+2ab(iii)) as it is now restricted to a single site with an area of occupancy and an extent of occurrence both estimated as 4 km² (the spring it occurs in is much smaller than this). The only remaining spring where this species occurs is under pressure from over-abstraction of water.", "geographicrange": "This species is endemic to Greece, where it was described from a freshwater spring at Myli (the ancient Lerna) in the Peloponnese. It is known from only two localities (Myli and Kefalari), neither of which appear to still have the species present. According to Szarowska and Falniowski (2004), the type locality was built over to create a water intake from the spring. In 2004 the snails, though still numerous, were threatened, as abstraction impacted the water levels, and if more water was taken from the spring, the snails would easily go extinct. In Delicado and Hauffe (2022), specimens from Myli (based on material collected in 2012) were used in a molecular phylogeny approach, and although no collection date is reported for the specific samples, it is assumed that there is still one occurrence site of the species.", "population": "The population of this species is declining due to the loss of one occurrence site. Studies are required to evaluate whether the species' population at the single site is declining.", "populationtrend": "decreasing", "habitat": "This aquatic snail inhabits freshwater springs.", "threats": "The areas of Lerna (Myli) and Kefalari where this species is found are subjected to enormous anthropogenic pressures (over-abstraction of water for water supply and irrigation for fruit orchards, tourism and archaeological excavations). During the period 2006–2008 the springs in Kefalari had no flow while the flow in Lerna was extremely low (data from ΥΕΒ Argolidas May 2008, N. Radea pers. comm. 2010).", "conservationmeasures": "No conservation measures are in place for this species. Its population and distribution status requires review. Habitat monitoring would enable changes to status to be assessed. To prevent further over-abstraction of water appropriate site management and education to make users aware of impacts on biodiversity are needed.", "usetrade": "This species is not utilized."}]}