{"name": "184535187", "result": [{"species_id": 184535187, "taxonomicnotes": null, "rationale": "<em>Madaglymbus menalamba</em> is an endemic species of Madagascar, currently only known from Analalava Reserve and Betampona Reserve. Based on the current available records, the minimum area of occupancy (AOO) is estimated to be around 12 km<sup>2</sup>. The current population trend is unknown, and although the habitat appears to currently be well protected, the plausible future threat of fire or illegal logging may quickly drive the species to Critically Endangered or Extinct. Therefore, this species is assessed as Vulnerable under criterion D2. Ensuring the ongoing good management of the protected area is critical for the protection of this species. In addition, further research on the population and threats to this species is recommended.", "geographicrange": "This species is endemic to Madagascar, found only in the mainland Masoala National Park and on the island of Nosy Mangabe (Ranarilalatiana and Bergsten 2019). The altitudinal range of this species is from 50 m to 360 m asl. Based on the known occurrences, the extent of occurrence (EOO) is 39 km<sup>2</sup> and the minimum area of occupancy (AOO) is 12 km<sup>2</sup>.", "population": "There is little information about the population of this species. An equal number of specimens have been found on Nosy Mangabe Island and mainland Masoala National Park.", "populationtrend": "unknown", "habitat": "The species occurs in dry and shallow forest floor depressions that contain dead leaves and soil. In one case, it was found in a rainwater-filled pit (Ranarilalatiana and Bergsten 2019). Nosy Mangabe Island is less pristine than the mainland area of Masoala National Park.", "threats": "As the species is found in an area of high rainfall, it is possible that climate change will also have an future impact on the species. In addition, the species may be negatively impacted by fire and illegal logging that occurs in the area.", "conservationmeasures": "Tourists are not permitted to stay overnight on Nosy Mangabe, and Masoala National Park is the largest protected area in the country. However, more research on the population, threats and ecology of this species would be beneficial in order to identify further recommended conservation actions.", "usetrade": "This species is not known to be used or traded."}]}