{"name": "201964", "result": [{"species_id": 201964, "taxonomicnotes": null, "rationale": "<em>Schizothorax huegelii</em> is assessed as Endangered as the species is known from only a single location in Jhelum river, Kashmir, with an Extent of Occurrence  less than 2,000 km<sup>2</sup> and threats to its habitat because of anthropogenic stressors. Habitat of the species is threatened due to land use changes,  urbanization, reckless application of pesticides and fertilizers, forest  degradation, and deforestation which has lead to nutrient enrichment of  streams which has impacted almost all the tributary streams, lakes, and  wetlands in the catchment of the Jhelum. Further, fishing might be a potential threat to the species.", "geographicrange": "<em>Schizothorax huegelii</em> is known from Jhelum river in Kashmir (Heckel 1838, Nyman 1995). The species is present in a single location based on the threats to the habitat because of land use changes, urbanization, reckless application of pesticides and fertilizers, forest degradation, and deforestation (Rather <em>et al</em>. 2016).", "population": "There is no information regarding population status and population trends for this species.", "populationtrend": "unknown", "habitat": "<em>Schizothorax huegelii </em>inhabits rivers (Heckel 1838, Nyman 1995). The quality of the habitat is deteriorating because of land use changes, urbanization, reckless application of pesticides and fertilizers, forest degradation, and deforestation (Rather <em>et al</em>. 2016).", "threats": "The habitat of the species is threatened due to land use changes, urbanization, reckless application of pesticides and fertilizers, forest degradation, and deforestation which has lead to nutrient enrichment of streams which has impacted almost all the tributary streams, lakes, and wetlands in the catchment of the Jhelum (Rather <em>et al</em>. 2016). Based on the general trends with the genus <em>Schizothorax</em>, fishing might also be a potential threat to the species.", "conservationmeasures": "No species specific conservation actions are in place for <em>Schizothorax huegelii</em>.  The species is also not known from any protected area. The habitat of  the species is under stress; therefore, there is a need for monitoring  habitat and populations trends and conservation actions to protect  habitat and resources. Limited information is available on the speceis and research is essential to understand its population  status, trends, distribution, ecology and species specific threats.", "usetrade": "<em>Schizothorax huegelii</em> attains a length of 30 cm and contributes to fisheries in the Kashmir Valley (Talwar and Jhingran 1991)."}]}