{"name": "4689", "result": [{"species_id": 4689, "taxonomicnotes": null, "rationale": "This species is extremely restricted in range to an area of occupancy of 0.3 km<sup>2</sup> (surface area of La Albeca) and is facing many pressures from invasive species, uncontrolled pollution, heavy water abstractions and drought. <em>Chirostoma bartoni </em>is already believed to be&#160;extinct since the drying up of La Alberca in 2006, but it is not known if sufficient sampling efforts have been made to confirm this. With the lake no longer stream fed and continuing heavy water abstractions, the chance of this species surviving the drought or another potential drought are minimal. Therefore, this species is assessed as Critically Endangered (Possibly Extinct).", "geographicrange": "<em>Chirostoma bartoni</em> is a species endemic to the Lerma River basin in Mexico, specifically only believed to be found within the La Alberca caldera (Burkhead, 2012; Dzul-Caamal, <em>et al</em>. 2012). The Valle de Santiago crater-lakes are located in the southern portion of the Guanajuato State, not far from the northern boundary of Michoacán State.", "population": "<em>Chirostoma bartoni</em> is believed to be extinct in the wild because the La Alberca caldera crater lake temporarily dried in August 2006 (E. Díaz-Pardo pers. comm. 2017, Burkhead 2012). Being mostly groundwater fed, there are no rivers or streams entering the lake, as historically these streams dried as well, leaving no alternate passage (Alcocer <em>et al.</em>&#160;2000). However, it is not known if adequate sampling efforts have been conducted to confirm this possible extinction.", "populationtrend": "decreasing", "habitat": "<em>Chirostoma bartoni</em> is a benthopelagic freshwater species, with a maximum known size for this species is 7.1 cm SL (Hugg 1996).&#160; More information is needed regarding this species' ecological role. La Alberca caldera is an elevated extinct volcanic crater lake, groundwater fed (there are no rivers or streams entering the lakes), with locals and natives indicating other crater-lakes used to be spring fed, but these have dried. This is most likely due to the severe descent of the groundwater table, caused by over-pumping for irrigation and large agricultural land use (Alcocer&#160;<em>et al.</em>&#160;2000).&#160;The crater lake where <em>C. bartoni</em> lives is characterized by its rocky coastline, with steep slopes that prevent the presence of aquatic macrophytes. The analysis of water quality shows that it is highly transparent, since the turbidity fluctuates between 10 and 18 UFT and has few suspended solids (up to 15 mg/L). The hardness expressed as calcium carbonate varies depending on the time of year, but it goes from 19 to 79 mg/L and the pH is strongly alkaline given that it reaches values of around 9.5 (Díaz-Pardo pers. obs/ 2001).&#160;Maximum known S.L. 81 mm (Miller <em>et al</em>. 2005).", "threats": "<em>Chirostoma bartoni </em>is threatened by severe water abstraction and resulting drought of the lake, water pollution and the non-native invasive species <em>Oreochromis aureus</em> (Blue Tilapia) and <em>Oreochromis mossambicus</em> (Mozambique Tilapia) are invasive species, both of African origin (Lozano and García 2014).&#160;<br/><br/>Along the shoreline of the lakes, garbage is a common feature, as well as the water being polluted with washing bleaches and detergents discharged into the littoral zone of the lake without any controls. In addition, there is severe descent of the groundwater table because of over-pumping for irrigation. Large greenhouses used to cultivate commercial crops could be seen when driving through the area.&#160;<em>Chirostoma bartoni</em>&#160;is commonly believed to be extinct in the wild as the Alberca caldera crater lake temporarily dried in August 2006 (E. Díaz-Pardo pers. comm. 2007, Burkhead 2012).", "conservationmeasures": "There are no known conservation efforts for this species. <em>Chirostoma bartoni&#160;</em>is thought to be extinct, but further research is required to confirm this. La Alberca is included within the boundaries of the La Region Volcanica Siete Luminarias National Park and the CONABIO (the 'Comisión Nacional para el Conocimiento y Uso de la Biodiversidad') Hydrological Area Region 61. The species is also recorded in the <span class=\"st\">NORMA Oficial Mexicana <em>NOM</em>-<em>059</em>-SEMARNAT-2010 where it is listed as in danger of extinction.", "usetrade": "<em>Chirostoma bartoni</em>&#160;is not known to be utilised."}]}