{"name": "109686462", "result": [{"species_id": 109686462, "taxonomicnotes": null, "rationale": "The species <span lang=\"EN-GB\">is endemic to Lake   Mahalona in Sulawesi,&#160;which is counted as a single location with  major    threats including the potential impacts of pollution  from  nickel   mining, eutrophication<span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">&#160;and invasive species, as well as the collection of its host plant for the aquarium trade. The species has an  extent of  occurrence   (EOO) of 16 km<sup>2</sup>, and is extremely vulnerable both to the collection of its host plant for the aquarium trade and to the invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.). Flowerhorn Cichlids are now confirmed in Lake Mahalona and are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids on small sized&#160;<em>Tylomelania&#160;</em>in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.</em>&#160;2012) and contributed to the decline of&#160;<em>Tylomelania&#160;</em>populations (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Critically Endangered given its extremely limited distribution, deterioration of its habitat and the future impact of Flowerhorn Cichlids in Lake Mahalona.</span></span>", "geographicrange": "<p>The species&#160;is endemic to Lake Mahalona (24.4 km<sup>2</sup>), which is part of the Malili Lakes system, Sulawesi, Indonesia.</p>", "population": "<p>The current population trend is unknown, however an overall population decline of &gt;90% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.</em>&#160;2012) and are thought to have caused the decline of some&#160;<em>Tylomelania&#160;</em>species through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Adults of this species are likely small enough to be eaten and Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018), where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This species only occurs on the stems of the freshwater plant <em>Ottelia mesenterium</em>, which is endemic to the Malili lakes.", "threats": "<p>Current threats to the species are nickel mining and hydro-electric  power installations on the outlet of Danau Matano, which impact the  outflow and natural water level fluctuations throughout the entire lake  system. Siltation due to erosion and organic effluents from the rapidly  expanding human population around the lakes are also problematic. </p>  Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade. <em>T. inconspicua </em>does not seem to be traded yet, though, and is unlikely to become a target because of its small size that makes it unattractive. However, the host plant, <em>Ottelia mesenterium</em>, is harvested for the aquarium trade and therefore poses a direct threat to <em>T. inconspicua</em>.<br/><br/>Finally, invasive species (particularly Flowerhorn Cchlids,&#160;<em>Colossoma</em>&#160;sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation (Herder&#160;<em>et al.&#160;</em>2012), as recent surveys in Lake Matano have found only large individuals of large&#160;<em>Tylomelania</em>&#160;species remaining (T. von Rintelen pers. comm. 2018). Adults of this species are likely small enough to be eaten and Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018), where they are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T von Rintelen pers. comm. 2018).", "conservationmeasures": "<p>No conservation plans are currently in place for this species,&#160;but protection of its known localities and habitats is needed. Research is also needed into the population dynamics, ecology and the threats to this species.</p>", "usetrade": "This species is not thought to be used or traded."}]}