{"name": "122309294", "result": [{"species_id": 122309294, "taxonomicnotes": null, "rationale": "<em>Selysioneura drymobia</em> is known only from a single location in the east of Misima Island, Papua New Guinea. The island has a total area of 215 km²; the eastern half has been severely degraded by mining, and continues to be degraded by ongoing forest removal due to expanding gardens and timber removal. Given that this species is known from a single old record from one island, its maximum area of occupancy (AOO) cannot be more than the area of the island and its minimum AOO (since the species in known from only one collection) is assumed to be smaller than 10 km². Its maximum extent of occurrence (EOO) is also constrained by the size of Misima Island and is therefore smaller than 500 km². An ongoing decline in AOO, extent and quality of suitable habitat is inferred. Based on the minimum AOO, this species qualifies as Critically Endangered (CR) under criterion B2 (CR B2ab(ii,iii)); it might also qualify for CR under criterion B1. Given the fact that the species is only known from one old record and has not been recorded since, it might already be extinct and is therefore assessed as Critically Endangered (Possibly Extinct). It is hoped that additional populations of the species will be found widely enough spread across the island and move the species out of CR, however, with ongoing habitat loss, it would likely still qualify for Endangered (EN B1ab(ii,iii)+2ab(ii,iii)) since severe fragmentation of any populations remaining in the east of the island is likely.", "geographicrange": "<em>Selysioneura drymobia </em>was described in 1959 from a single male specimen collected at an altitude of 350 m asl on the northern slopes of Mt Sisa in eastern Misima Island, Milne Bay Province, Papua New Guinea in 1956 (Lieftinck 1959). There appear to be no additional records of this species since that date, therefore it is probably endemic to Misima Island. The area of occupancy (AOO) for this species is constrained by the area of Misima Island (215 km²) and its extent of occurrence (EOO) is also constrained; even if the species eventually proves to be widely distributed on the island, its maximum EOO calculated using minimum convex polygon is smaller than 500 km², while a lower bound on the EOO is difficult to calculate with the currently available information but it cannot be large. An ongoing decline in AOO is inferred from continuing degradation of the forest on the island (see Threats).", "population": "There is no information available about this species' population status or trends.", "populationtrend": "unknown", "habitat": "There is no information available about the ecology and habitat requirements of <em>Selysioneura drymobia</em>. However, like other members of the genus, it presumably occupies small, clear-flowing streams in rainforest. Given that human activities are reducing the area and quality of rainforest on Misima Island (see Threats) both the extent and quality of suitable habitat for the species can reasonably be assumed to be declining.", "threats": "Forest cover on Misima Island has been significantly reduced by a mining operation (now ceased), and expanding gardens and timber removal from an increasing human population represent ongoing threats to this species. Only the mountainous region of western Misima Island currently retains substantial areas of original forest cover, but it is not known whether <em>Selysioneura drymobia</em> occurs there. Given that Misima Island has an area of just 215 km², and that the area of forested habitat that is presumably suitable for this species is much less than this, the future survival of <em>S. drymobia</em> is probably threatened.", "conservationmeasures": "There are no conservation actions in place for <em>Selysioneura drymobia</em> and research is urgently required to document its distribution, ecology, habitat requirements, population status and the impacts of identified potential threats. It is particularly important to determine whether this species occurs in the remaining area of primary forest in western Misima and, if so, consideration should be given to protecting as much of this forest as possible.", "usetrade": null}]}