{"name": "137924", "result": [{"species_id": 137924, "taxonomicnotes": null, "rationale": "<em>Onthophagus aureofuscus </em>has been assessed as Endangered. Being a high altitude species, this beetle has a restricted narrow range affected by climate change. Altitudinal shifts in range have already been observed for other similar species, suggesting this is also affecting this species, and resulting in a continuing decline in quality and extent of habitat. The species has an estimated extent of occurrence of 97,000 km²,&#160;but within this a currently known area of occupancy of only 12 km² (based on the IUCN Guidelines of a 2 x 2 km grid overlaid on the three known localities). This is likely to be an underestimate as any further localities recorded will increase the area of occupancy. However, the estimate is well within the threshold for Endangered, even if many more localities are discovered. As it is currently known from only four localities, which under the threat of climate change affecting the species would translate into a single location, the species is listed as Endangered under Criterion B2ab(iii). While any further localities recorded may ultimately drop the species' extinction risk to Vulnerable due to an increase in area of occupancy, our current estimate is well below the Endangered threshold of 500&#160;km².", "geographicrange": "This species is found at high altitudes in both the Sierra Madre Occidental and the Sierra Madre Oriental in Mexico, between 2,600 and 3,160 m (Zunino and Halffter 1988, Halffter <em>et al</em>. 1995). The estimated extent of occurrence is around 121 km², while the known area of occupancy to date is 12-32 km²&#160;due to the limited number of localities known for this species (three broad localities, but within Veracruz, multiple localities near Xalapa, as indicated by GBIF records).", "population": "<p>There are no population data available for this species.<strong></strong></p>", "populationtrend": "unknown", "habitat": "This species has been collected at high altitudes 2,800 m to 3,160 m in both the Sierra Madre Occidental and the Sierra Madre Oriental and in pine forest and pasture land at high altitudes&#160;(Zunino and Halffter 1988, Halffter&#160;<em>et al</em>. 1995).&#160;Its diet is unknown.", "threats": "Climate change is the main threat to this species as it only appears to occur at high altitudes.&#160;As a result, this species is assumed to be restricted to a narrow geographic area. Climatic change is the most severe threat to restricted range, high elevation species which occupy a very specific climatic niche, particularly as several species have already been seen to have migrated several hundred metres uphill over the period since the description of this species (T. Larsen pers. comm. 2013). With species eventually running out of suitable habitat and climatic niche when they reach mountain tops, so called \"mountain top extinctions\" are expected to occur more frequently with continuing climatic change. This is assumed to cause a continuing decline in the extent and quality of habitat available to the species within the estimated extent of occurrence, and if further data were available on this species it would also likely be reflected as a continuing decline in the area of occupancy and extent of occurrence of this species.", "conservationmeasures": "There are no conservation measures in place for this species. Further surveys are required to establish whether this species has a wider distribution than is currently known, as this would have an impact on area of occupancy measurements. Similarly, the impact of climate change on this species should be investigated.", "usetrade": "<p>This species is unlikely to be utilised.</p>"}]}