{"name": "139119949", "result": [{"species_id": 139119949, "taxonomicnotes": null, "rationale": "<p><em>Matrona annina</em> is known from a handful of locations in Guangdong and Guizhou provinces in southern China. At least one of the known locations is protected in the Shimentai Nature Reserve. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest and pollution of streams with pesticides within the range of the species. Its minimum extent of occurrence (EOO) is smaller than 5,000 km². The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Matrona annina</em> is known from a handful of localities in Guangdong and Guizhou provinces in southern China (Zhang 2019, Zhang and Hämäläinen 2012). At least one of the known localities is protected in the Shimentai Nature Reserve. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest and pollution of streams with pesticides within the range of the species. Its minimum extent of occurrence (EOO), based on known collection data, is 2,506 km²; its maximum EOO, based on occupied HydroBASINS areas, is 14,807 km². Its true EOO is likely smaller than 5,000 km².</p>", "population": "<p>This is not a common species. Little else can be said with the available data, except that&#160;an ongoing decline in overall population is suspected from loss and degradation of suitable habitat in the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 982) states that this species is found at “Semi-shady streams below 500 m elevation.” The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of suitable habitat within its range.</p>", "threats": "<p>The main threats to this lowland species are from expansion of farmland and pollution of the streams in which it breeds by pesticides.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of additional habitat where it occurs and for more information on its distribution and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}