{"name": "173832092", "result": [{"species_id": 173832092, "taxonomicnotes": null, "rationale": "<p><em>Hypsolebias gardneri </em>is known only from its type locality, a wide, heavily vegetated temporary pool near highway Br-030 about 8 km northeast of the village of Malhada in the São Francisco River floodplain, Bahia, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, and the species is assigned to a single threat-based location. No other pools with similar characteristics were found in the region. Because this species is only known from its type series collected in 2010, total population size and population trend are unknown. However, suitable habitat is extremely vulnerable to deforestation associated with road construction and agricultural expansion. While their direct impact on <em>H. gardneri</em> remain unevaluated, these activities represent a plausible future threat that could quickly drive this species to extinction. Therefore, <em>H. gardneri</em> is assessed as Vulnerable under criterion D2. </p>", "geographicrange": "<p><em>Hypsolebias gardneri </em>is known only from its type locality, a wide temporary pool near highway Br-030 about 8 km northeast of the village of Malhada at approximately 500 m above sea level in the São Francisco River floodplain, Bahia, Brazil (Costa&#160;<em>et al.</em>&#160;2018). No similar pools were found in the region (Costa&#160;<em>et al.</em>&#160;2018).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on top of the type locality. This species is inferred from a single location, as any localized threats are likely to affect the type locality in its entirety. </p>", "population": "<p>The total population size and population trend of this species cannot be determined because the pool has only been sampled a single time in 2010, when the entire type series of this species was collected (Costa&#160;<em>et al.</em>&#160;2018).</p>", "populationtrend": "unknown", "habitat": "<p><em>Hypsolebias gardneri </em>is known only from a wide temporary pool near highway Br-030 at approximately 500 m above sea level in the São Francisco River floodplain, Bahia, Brazil (Costa&#160;<em>et al.</em>&#160;2018). The pool is characterized by dense aquatic vegetation in open areas and bushes concentrated along a portion of the bank (Costa&#160;<em>et al.</em>&#160;2018). The congener <em>H. pterophyllus </em>was common throughout the pool, whereas <em>H. gardneri</em> was restricted to overshadowed areas under marginal bushes (Costa&#160;<em>et al.</em>&#160;2018). </p>", "threats": "<p>The primary threat to this species and other killifishes contained within the <em>H. magnificus</em> species group is habitat degradation associated with deforestation, road construction, and agricultural expansion (Costa&#160;<em>et al.</em>&#160;2018). These threats have contributed to the extirpation of multiple killifish habitats and isolated populations in recent years (Costa&#160;<em>et al.</em>&#160;2018). While the direct impact of these threats on the type locality of <em>H. gardneri</em> have not been evaluated in the last decade, their persistence or local expansion could quickly result in the extinction of this species (Costa&#160;<em>et al.</em>&#160;2018). </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards this species, and range does not extend into any existing protected areas. Additional ichthyological survey and an evaluation of potential threats at the type locality are necessary research priorities. Site protection and habitat monitoring may be warranted conservation priorities. </p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}