{"name": "18902", "result": [{"species_id": 18902, "taxonomicnotes": null, "rationale": "<em>Barbodes tumba</em>&#160;is known only from Mindanao, Philippines. It is assessed as Endangered based on its limited geographic range with an extent of occurrence (EOO) of 2,151 km<sup>2</sup> and an area of occupancy (AOO) of 68 km<sup>2</sup>. It occurs only in five threat-based locations. A decline in area, extent, and quality of habitat is likely to continue due to the introduction of predatory fishes, overexploitation, hydroelectric dams along the Agus River, pollution, and watershed degradation. Information crucial for the conservation of this species includes the current distribution, population status, life history, and ecology. Trade management and <em>ex situ</em> conservation through captive breeding are recommended for species management and recovery.", "geographicrange": "<p><em>Barbodes tumba</em>&#160;is endemic to Mindanao, Philippines. It is distributed over the Lanao Plateau (Herre 1953, Ismail and Escudero 2011). It has been recorded from Lanao del Norte Province (Lake Nunungan) and Lanao del Sur Province (outlet of Lake Dapao; Lake Uyaan; Lake Butig; Lake Lanao and tributaries (Gata, Masiu, Ramain, Taraka Rivers; Marantao streams); Lake Lanao outlet (Agus River); and Siwagat River (Herre 1924, 1953; Eza 2017). It is recently reported from Lake Dagoyanan in Lanao del Sur and Pulangi River in Bukidnon, which is a range extension outside the Lanao Plateau (Abdulmalik-Labe and Quilang 2019).<br/><br/>It has an estimated extent of occurrence (EOO) from 2,151 km<sup>2</sup> based on known localities to 5,627 km<sup>2</sup> based on known HydroBASINS, with the lower limit as the best estimate. Its area of occupancy (AOO) ranges from 68 km<sup>2</sup>&#160;estimated based on known localities to 500 km<sup>2</sup>&#160;computed based on known HydroBASINS, with the lower limit as the best estimate.&#160;</p><p></p>", "population": "<p></p><p>Information on the current population status throughout the distributional range of&#160;<em>Barbodes tumba</em>&#160;is very limited. It has been reported that this species is on the verge of extinction, particularly its subpopulations from Lake Lanao and its tributaries, Lake Dapao and Lake Uyaan (Kornfield 1982, Escudero 1995, Abdulmalik-Labe and Quilang 2019).<br/><br/>In Lake Lanao and its tributaries, the abundance of&#160;<em>B. tumba</em>&#160;has been reduced significantly over the years based on fisheries production. Major market surveys conducted almost daily showed a remarkable decrease from 1,509 kg in 13 months (1,317-1,329 kg/yr) in June 1976-June 1977 (Escudero&#160;<em>et al</em>.&#160;1980) to 281 kg in August 1982-July 1983 (Escudero and Demoral 1983) and 292 kg in 1990-1991 (Escudero 1995). After the 1990-1991 surveys, no major fisheries monitoring was carried out in Lake Lanao mainly due to the unstable peace and order situation around the lake. Then in July-October 2008, fish landing surveys with 12 sampling events and market surveys with 13 sampling events recorded only 7 kg of this species (Ismail&#160;<em>et al</em>. 2014). In May 2016-March 2017, fish landing monitoring conducted every other day in major fish landing sites in the north-eastern, north-western, south-western, and south-eastern parts of Lake Lanao yielded only 1.02 kg (Torres 2018). Local knowledge through key informant interviews further confirmed that this previously abundant species is now generally from low in abundance to very rare in Lake Lanao and its tributaries (Eza 2017, Torres 2018). However, the subpopulation in upstream of Masiu River in Masiu, Lanao del Sur is thriving well. This area is undisturbed and can be the source of <em>B. tumba</em> for captive breeding. One fisherman can catch 10-15 individuals in an hour with hook and line (Torres 2018).</p><p>&#160;</p>  <p>&#160;</p>  <p>&#160;</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "This species inhabits lakes, rivers, and creeks (Herre 1924, 1953; Sanguila <em>et al.</em> 1975; Escudero 1995; Eza 2017; Torres 2018). Fishing of this species usually occurred in coves in Lake Lanao (Escudero 1995). In recent observations, it occupies sections of the lake connected to river mouths (Torres 2018) and is mostly found in river tributaries of Lake Lanao including mountain streams (Torres 2018, Eza 2017).<br/><br/>It is an omnivore that feeds on macrophytes, phytoplankton, and smaller animals (Mohammad 2016, Aba-Conding 1988 in Eza 2017). It has a fecundity ranging from 228-8,510 ova (Eza 2017, Macud 2006, Ramos <em>et al</em>. 2016) in Lake Lanao and its tributaries. It spawns throughout the year in river tributaries of Lake Lanao (Eza 2017) and during May-August in Lake Lanao (Ramos <em>et al</em>. 2016). It has an estimated generation time of 2.3 years (Froese and Pauly 2020).", "threats": "This species is threatened by the introduction of predatory fishes (<em>Glossogobius giuris</em>&#160;and&#160;<em>Giuris margaritacea</em>)&#160;in Lake Lanao and its tributaries, overexploitation, hydroelectric dams along the Agus River, pollution (Escudero 1995, Ismail and Escudero 2011, Ismail&#160;<em>et al</em>. 2014, Eza 2017, Torres 2018), and watershed degradation (UPLB-DENR 2014, River Basin Control Office 2021).", "conservationmeasures": "This species is found in Lake Butig National Park. Lake Lanao, Agus River, and Lake Uyaan are within the protected area of Lake Lanao Watershed Reservation (Biodiversity Management Bureau 2016). Lake Lanao is also a Key Biodiversity Area (KBA; Biodiversity Management Bureau 2016). However, there are no specific conservation measures in place for this species. It was successfully cultured in captivity at the College of Fisheries, Mindanao State University, Marawi (Ismail and Escudero 2011). Research on current distribution, population status, life history, and ecology is deemed necessary for the effective implementation of conservation for all its subpopulations.", "usetrade": "This species is commercially exploited for food."}]}