{"name": "83127155", "result": [{"species_id": 83127155, "taxonomicnotes": null, "rationale": "<em>Melanesobasis mcleani</em> is currently thought to have a stable population because it has been recorded in every study on the Viti Levu Island Odonata. It is also believed to be more numerous than presently known. The species is probably under-represented during the field studies because of its cryptic life style. However, it is assessed as Near Threatened because of its small extent of occurrence (EOO is less than 10,000 km²), inferred sensitivity of the species to pollution, and the fragility of its habitat.", "geographicrange": "This species is endemic to Viti Levu Island, Fiji (Marinov and Waqa-Sakiti 2013).", "population": "<p><em>Melanesobasis mcleani</em>&#160;has been established mainly from the northern and eastern part of Viti Levu, but because of its cryptic life style&#160;it has been underrepresented in previous studies (Marinov and Waqa-Sakiti 2013). It is usually recorded as single individuals from the investigated localities, but there are observations on larger populations (Donnelly per. comm). In spite of the typically low number of individuals recorded the population is believed to be stable because the species has been observed in every study on Odonata of Viti Levu Island. Nevertheless any habitat disturbance will bring the species quickly in a higher threat category, because of its high habitat affinity and small range.<br/></p>", "populationtrend": "stable", "habitat": "This species inhabits mountain creeks, seepages and other small running waters usually between 150-900 m asl. Adults occupy totally shaded places and are commonly found inside between the dense tree branches, within the shade of large boulders or at the entrance of caves. Single individuals have been observed around wet meadows, but the reproduction in these places has not been recorded.", "threats": "<em>Melanesobasis mcleani</em>&#160;depends on upper sections of forested streams. Logging activities within higher mountain areas of Viti Levu might be fatal to its future survival. It may probably reproduce in small seepages within urban areas, but it seems to be vulnerable is it to domestic pollution even in low impacted mountain streams.", "conservationmeasures": "Presently there are no conservation measures in place for the species. Legal protection of forested areas especially&#160;upper&#160;reaches of streams and springs is recommended.", "usetrade": null}]}