{"name": "122150271", "result": [{"species_id": 122150271, "taxonomicnotes": "<p>There is a possibility that <em>Amphicnemis amabilis</em> is a junior synonym of <em>A. bicolor </em>(Martin, 1897), in which case the known range of <em>A. bicolor </em>will be considerably increased and reassessment of <em>A. bicolor </em>will be needed.</p>", "rationale": "<p><em>Amphicnemis amabilis</em> is endemic to Borneo, where it is only known from old records from four locations within a small area in the lowlands of East Kalimantan. There has been considerable loss of lowland forest in East Kalimantan, including in the area of the known locations. The habitat requirements of the species are not known but it is safe to assume that it is forest dependent and most other species of <em>Amphicnemis</em> are specialised to swamp forest. It is impossible to make an accurate estimate of its area of occupancy (AOO), but the known locations all fall within an area of less than 800 km², so the known AOO of this species must be less than this, and since a considerable part of this area is now deforested, the known AOO will likely be less than 400 km², probably considerably less. However it is to be hoped that the species is more widely distributed than currently known and will have a true AOO that is greater. Continuing loss of forest in the area can be inferred, as well a decline in the quality of remaining habitat. It is also almost certain that any remaining populations will be severely fragmented. Therefore, and taking a precautionary approach based on the small known AOO, the species qualifies for Endangered under criterion B (EN B2ab(ii,iii). Hopefully when more data become available from East Kalimantan it will be possible to downgrade the threat status of this species; however if it is really as range restricted as the current data suggests, then it may need to be moved to Critically Endangered.</p>", "geographicrange": "<p><em>Amphicnemis amabilis</em> is endemic to Borneo, where it is only known from the type series from four sites in East Kalimantan, collected in 1937 (Lieftinck 1940). The known locations are less than 40 km apart in an area where there has been much deforestation and it is not known if the species survives at any of them. It is impossible to make an accurate estimate of the area of occupancy (AOO) for this species, but the known locations fall within an area of less than 800 km², so the known AOO of this species must be less than this, and since a considerable part of this area is now deforested, the known AOO will be less than 400 km², probably considerably less. However, with more data from East Kalimantan than is currently available, the true AOO may be shown to be larger than this. Given the loss of lowland forest that has occurred in East Kalimantan, it is likely that surviving populations will be severely fragmented.</p>", "population": "<p>Nothing can be said about current population sizes and health with the available data except that a decline, possibly severe, in overall population due to habitat loss is extremely likely, and that severe fragmentation is almost certain.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded about the habitat or ecology of this species, but it is almost certain to be a species of lowland swamp forest or swampy areas in other forest formations, like most other species of <em>Amphicnemis</em>. The known locations are all at less than 50 m asl.</p>", "threats": "<p>There has been considerable deforestation in the area of the known localities, and more generally in the lowlands of East Kalimantan. This has occurred through logging at various scales, plantation establishment and fires. It is not known what the specific causes of deforestation&#160;in the area where the species has been recorded from are. Without more data on this species, it is not possible to be sure how much impact this has had and is having on the species, but it is likely to be severe.</p>", "conservationmeasures": "<p>No conservation actions are in place for this species at present. There is an urgent need for fresh data on the distribution of this species, on whether it survives at the known locations, on its habitat requirements and specific threats. If the species really has a restricted range in a small part of East Kalimantan then protected status will be needed for any remaining habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}