{"name": "171467", "result": [{"species_id": 171467, "taxonomicnotes": null, "rationale": "The species is endemic to Europe, where it is restricted to Ipeiros, near Igoumenitsa, northwestern Greece. It is known from three localities (Riedel and Subai 1993; E. Neubert pers. comm. 2016). It is assumed to be a subterranean species, but shells have been found among leaf litter (Riedel and Subai 1993, Welter-Schultes 2012). Quarrying, road construction and fire are potential localised threats to the species anytime, while habitat alteration resulting from drought may affect its whole range in the future. Based on its restricted distribution and potential threats, it is assessed as Near Threatened (nearly meets criterion B). However, it should be reassessed if further research reveals more details about its population and habitat, since there is scarce information available about the species.", "geographicrange": "This species is endemic to Ipeiros, near Igoumenitsa, northwestern Greece. It is known from only three localities (Riedel and Subai 1993; E. Neubert pers. comm. 2023). It is presumably subterranean, but shells have been found amongst leaf litter (Riedel and Subai 1993, Welter-Schultes 2012).", "population": "The species is known from a small number of individuals. The species has never been found alive, but this does not mean it is not extant since it is likely subterranean and difficult to collect alive.", "populationtrend": "unknown", "habitat": "It is presumably subterranean.", "threats": "Quarrying and road construction (particularly if this involves blasting into the rock to make way for roads, which may breach subterranean habitats) can locally pose a threat to the species anytime, whereas habitat alteration resulting from droughts may affect its whole range in the future.", "conservationmeasures": "The species occurs very close to a protected area. There are no conservation actions regarding the species, but they are needed given the restricted distribution of the species and the presence of immediate and future threats. Research is recommended on the population trends, distribution and ecology of the species,  and frequent monitoring of the habitat and population is suggested.", "usetrade": "The species is not used or traded."}]}