{"name": "212519452", "result": [{"species_id": 212519452, "taxonomicnotes": null, "rationale": "The species is endemic to Greece, where it is thought to be from a spring close to Avandas village (Prefecture of Evros, Greece). Currently, the species is known from a single locality (interpreted as one location) and exhibits a preference for a habitat that is likely severely threatened by water abstraction (for various reasons), and droughts and temperature extremes arising from climatic change. There is insufficient information available to confirm whether it is undergoing continuing decline at present, but if this is happening, it would rapidly become Critically Endangered. Therefore, the species is assessed as Vulnerable (VU D2). Further research is needed to confirm its distribution, habitat and ecology, and whether it is undergoing continuing decline.", "geographicrange": "The species is endemic to Greece. It is thought to be from a spring close to Avandas village (Prefecture of Evros, Greece) (Gloër <em>et al</em>. 2018), but this needs verification.", "population": "No population data (size and trends) are available for this species. It is only known from 25 specimens, of which 13 were collected live (Gloër <em>et al</em>. 2018).", "populationtrend": "unknown", "habitat": "The species was found in a humid site, hidden under <em>Platanus</em> (Plane trees). There was no permanent water flow nearby and the species was collected from the <em>Platanus </em>leaves. Its exact habitat needs verification.", "threats": "Its habitat is likely severely threatened both by human activities, such as water abstraction, and from climatic changes and especially temperature extremes. It is known from only a single location and its specific habitat and distribution is unclear.", "conservationmeasures": "The species is located within a Natura 2000 site. Besides this, no other conservation action is in effect. This species is urgently in need of research to confirm its habitat and ecology, distribution and threats. Monitoring of its habitat is also needed.", "usetrade": "Specimens of <em>Grossuana avandasensis</em> have been seen for sale online. However, there is no evidence of this happening at a major scale: it appears to be low level trade."}]}