{"name": "197110", "result": [{"species_id": 197110, "taxonomicnotes": null, "rationale": "<p><em>Ceylonosticta subtropica</em> is endemic to Sri Lanka where the only confirmed records are of the type series from two locations in the surroundings of Balangoda, collected in 1926. Targeted surveys in the area in recent years have not found the species; recently reported records from the Peak Wilderness Sanctuary are currently considered doubtful and need verification. It is possible that this species is already extinct. If it still exists, its area of occupancy (AOO) is likely smaller than 10 km². Moreover, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of forest and other threats in the Balangoda area and its surrounds. Any surviving population will be severely fragmented. This species is assessed as Critically Endangered under criterion B (CR B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Ceylonosticta subtropica</em> is endemic to Sri Lanka (Bedjanič <em>et al. </em>2014, 2016). Recent new records of supposed <em>C. subtropica</em> from a small area in the Peak Wilderness Sanctuary (Priyadarshana <em>et al</em>. 2016) are considered doubtful by the assessors and need taxonomic confirmation, therefore this information is not considered in this assessment. This leaves the type series from two nearby locations in the Balangoda, collected in 1926, as the only confirmed examples of the species ever found and surveys in the area in recent years have not found the species; it is possible that this species is already extinct. An accurate estimate of its area of occupancy (AOO) is not possible with the available data but, if it still exists, the AOO is almost certainly below 10 km². Moreover, the AOO is inferred to be declining due to loss of forest and other threats in the Balangoda area and its surrounds.</p>", "population": "<p>If this species is not already extinct then an ongoing decline in overall population is inferred from loss and degradation of suitable habitat within the area where it occurs and any surviving populations are likely to be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a species of forested hill side and submontane streams and/or trickles and seepages but details are not known. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest and other threats within its range.</p>", "threats": "<p>The forest cover of Sri Lanka has decreased by half in the past 50 years and the future of the island’s forests remains precarious. Although the trend of forest loss is less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri Lanka.</p><p>The main immediate threat to any surviving populations of this species is clearance of forest for tea and rubber plantations, water extraction for irrigation and consumption.&#160;With its tiny range the species may also be particularly vulnerable to habitat shifting and alteration as a result of climate change and pollution of streams from agricultural activities is also likely to be a threat. Specifically on this species Bedjanič <em>et al. </em>(2014: 132) state “It goes without saying that more than eight decades ago the surroundings of Balangoda must have had a very different aspect. At present, the forests are cut almost to the hilltops, tea plantations still seem to expand and the population pressure together with changed land use and exploitation of the smallest water sources is very high. Therefore, it is clear that the species is highly threatened on the global level”.</p>", "conservationmeasures": "<p>The following steps are needed for the affective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clearcutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much-needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>(9) As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended supporting and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in the future.</p><p>Specifically for <em>Ceylonosticta subtropica</em>, a comprehensive odonatological research should urgently be executed, focusing on remaining patches of rainforests and small streams with corridors of natural vegetation in wider surroundings of Balangoda. Fieldwork should cover different seasons, obligatory also from April to October. Additionally, the taxonomic status of suposed <em>Ceylonosticta subtropica</em> population in the Peak Wilderness Sanctuary should be further investigated and cleared.</p>", "usetrade": null}]}