{"name": "139546034", "result": [{"species_id": 139546034, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis rubricauda</em> is known from seven locations on Dumaran and Palawan in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the AOO can be inferred to be declining along with the extent and quality of suitable habitat due to loss and disturbance of forest across the range of the species. The known extent of occurrence (EOO) is substantially less than 20,000 km². The overall population is inferred to be declining and likely to be severely fragmented. This species qualifies for Vulnerable status under criteria B1ab(ii,iii) and, taking the precautionary approach advocated by the IUCN, is assessed as such.</p>", "geographicrange": "<p><em>Teinobasis rubricauda</em> is known from Dumaran and Palawan in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen and Muller 1997, Lieftinck 1974, Villanueva <em>et al</em>. 2018). The assessor is aware of records from at least seven locations but it has only been possible to assign separate coordinates to five of these for mapping purposes. The species occurs in the Cleopatra’s Needle area which may gain totally protected status and might occur in the nearby Puerto Princesa Subterranean River National Park and might also occur in the Mount Mantalingajan Protected Landscape. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the AOO can be inferred to be declining due to loss and disturbance of forest across the range of the species. The extent of occurrence (EOO) <span class=\"MsoHyperlink\">is 5,052 km² (calculated using a minimum convex polygon around the mapped data points).</p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred from loss of lowland forest in Palawan and its satellite Islands and that severe fragmentation is likely for the same reason.</p>", "populationtrend": "unknown", "habitat": "<p>Nothing appears to have been recorded explicitly on the habitats and ecology of this species but it can be assumed to be forest-dependent and may be confined to lowland forest. Its breeding habitat is uncertain, some <em>Teinobasis </em>breed in streams, others in swamps or forest ponds. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from deforestation resulting from agriculture and logging. BirdLife International (2019, but based on information from 2001) note (for Palawan in general) that “Small-scale timber extraction and well-organised logging operations are hastening the depletion of the forest cover on the island”, this is despite the fact that the entire island is a Biosphere reserve.” There is little forest remaining on Dumaran.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance. Total protection of areas in Palawan where the species occurs (for instance Cleopatra’s Needle) and any remaining habitat on Dumaran is highly desirable.</p>", "usetrade": null}]}