{"name": "15767", "result": [{"species_id": 15767, "taxonomicnotes": "There are small morphological differences between the subpopulations on the West Coast and those on the South Coast, but not sufficient to justify distinction at subspecies level. Genetic comparisons are not possible because there are no extant subpopulations on the West Coast from which to obtain DNA samples for comparison.", "rationale": "This is a highly restricted endemic of the Western Cape Province, South Africa (Extent of Occurrence and Area of Occupancy 20 km<sup>2</sup>). This species has been in decline ever since it was originally discovered on the West Coast in 1946. The last West Coast subpopulation at Pella Mission near Mamre became extinct in the 1990's. Fortunately, <em>Chrysoritis dicksoni</em>&#160;was discovered close to Witsand near the mouth of the Breede River in the 1980's and Ernest Pringle later found a \"strong and viable colony\" (Pringle 1990), which was to the north of Witsand. However, the population is in decline and subjected to several threats, mainly due to alien invasive plants and overgrazing by domestic livestock. There is one location constituting a large northerly subpopulation and a potential smaller southerly ephemeral subpopulation, separated by about 3 km of wheat fields. Exchange of individuals from the northerly subpopulation is infrequent but possible, since it is at the limit of the dispersal range of the species, but these are likely stray individuals possibly blown by the wind and there is no evidence of breeding at the southerly site. Approximately 95% of the individuals are in the more northerly subpopulation. This species qualifies as Critically Endangered under criterion B.", "geographicrange": "This species is now only found on the south coast of the Western Cape Province in South Africa, currently extant in the vicinity of Witsand at the Breede River mouth. It is locally extinct on the West Coast, where it used to occur from Melkbosstrand to the Mamre area and also at Philadelphia.", "population": "From observations between 2009 and 2017 of the two Witsand subpopulations, the overall population fluctuates. The largest (northerly) subpopulation occurs on farmland, and appears to have a good chance of long-term survival if the habitat is correctly managed. A smaller subpopulation has been reported closer to Witsand, about 3 km south, separated from the larger subpopulation by wheat fields, but this locality does not have suitable habitat for the species. Exchange of individuals from the northerly subpopulation is infrequent but possible, since it is at the limit of the dispersal range of the species. These individuals may represent strays, blown by the wind. This subpopulation fluctuates considerably from year to year and it depends on immigration from the northerly subpopulation. As of yet, there is no evidence of breeding at this site.", "populationtrend": "decreasing", "habitat": "It occurs in arid lowland with low shrubs and sparse vegetation cover.", "threats": "At Witsand, the Vondeling part of the northerly subpopulation is owned by a very co-operative farmer who has managed the habitat well, eradicating alien plants and only allowing light grazing by Bontebok and some cattle. There is no guarantee this situation will continue. The farm south of this has not been well managed, and there is a severe threat from proliferation of Rooikrans (<em>Acacia cyclops</em>). An eradication programme is underway to control and eventually eliminate this threat. Another threat at this site is grazing of domestic livestock, but the farmer has agreed to exclude such livestock for the time being. Negotiations are nearing completion to declare the whole of this site near Witsand as a contract nature reserve managed by CapeNature. When a contract nature reserve is established introduced species will be eradicated and only low density populations of indigenous herbivores (e.g. Bontebok, Eland) will be allowed. The subpopulation closer to Witsand is badly degraded, with ongoing threats from excessive sheep grazing and alien plants. It is hypothesised that the underlying reason for the decline on the West Coast may have been climate change, with steadily rising temperatures and drought deteriorating the remaining small patches of habitat not destroyed by urban growth and agricultural expansion or engulfed by the spread of alien vegetation.", "conservationmeasures": "An intensive research programme was conducted by Dr D.A. Edge of LepSoc Africa, and articles on the ant/scale insect interactions and vegetation communities have been published. Alien vegetation clearance has been carried out from 2015 on the Westfield farm near Witsand, by CapeNature. The owner of one site, Stellenbosch University, has agreed to the entire farm (1,200 ha) becoming a contract nature reserve and negotiations are advanced to conclude this process. The production of a management plan, and research into the species' demographics would be beneficial.", "usetrade": null}]}