{"name": "139120982", "result": [{"species_id": 139120982, "taxonomicnotes": null, "rationale": "<p><em>Neurobasis florida</em> is endemic to Java, with records from across the island. The assessors have seen records from at least 24 individual sites, however most of these records date from the colonial period; there are far fewer recent records and probably fewer than 10 locations that can really be considered as currently known. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but with the available information the AOO is unlikely to be greater than 2,000 km² and could very well be considerably less. Moreover, the AOO is inferred to be declining to some degree along with the extent and quality of suitable habitat due to loss and pollution of habitat across Java. Its extent of occurrence is well above the criterion B1 thresholds. Despite the relatively large (for a Javan endemic) EOO, the relatively few currently known locations for this species are a cause for concern and given the inferred declines in AOO etc. and the fact that even in the best case the AOO is unlikely to be much greater than 2,000 km², the species is best assessed as Near Threatened because it is close to qualifying for Vulnerable under criterion B2 (nearly meets VU B2ab(ii,iii)). It would qualify for Vulnerable if the AOO was known to be under 2,000 km² and the overall population was severely fragmented. It is to be hoped that as more data become available, a reassessment to Least Concern might become possible for this species.</p>", "geographicrange": "<p><em>Neurobasis florida</em> is endemic to Java, with records from across the island (e.g. Baskoro <em>et al. </em>2018, Lieftinck 1934, Orr and Hämäläinen 2007, Pamungkas <em>e al. </em>2016, Ris 1912, Schmidt 1934, Setiyono <em>et al. </em>2017). The assessors have seen records from at least 24 individual sites. However, most of these records date from the colonial period; there are far fewer recent records and probably fewer than 10 locations that can really be considered as currently known. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but with the available information the AOO is unlikely to be greater than 2,000 km² and could very well be considerably less. Moreover, the AOO is inferred to be declining due to loss and pollution of habitat across Java. Its extent of occurrence (EOO) is well above the criterion B1 thresholds.<span class=\"MsoHyperlink\"></p>", "population": "<p>This is not a particularly common species, and it appears to only occur locally. No other statement about current population sizes and health can be made for this species except that some ongoing decline in overall population is suspected from loss and degradation of suitable habitat throughout Java.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found at streams, sometimes in forest (second or old growth) but with an open aspect, sometimes at still more open locations and occasionally even in suburban areas. It is not clear if the species is at all forest-dependent but it appears to require some trees near to the streams in which it breeds. It might have some tolerance to low levels of water pollution but appears to be absent from heavily polluted streams. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss and degradation of suitable habitat in Java.</p>", "threats": "<p>Threats to individual populations of this species include pollution of streams and loss of habitat due to urban expansion and development of recreational areas at streams.</p>", "conservationmeasures": "<p>&#160;The priority for this species is for more information on its current distribution, presence in protected areas and ability to tolerate disturbance.</p>", "usetrade": null}]}