{"name": "139345337", "result": [{"species_id": 139345337, "taxonomicnotes": null, "rationale": "<p><em>Chlorogomphus urolobatus</em> is known from four localities (intrpreted as four locations, based on plausible threats and distribution of the records) in Fujian and Guangdong, China. At least one location is within a protected area (the Chebaling National Nature Reserve in Guangdong). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is unlikely to be large (likely smaller than 2,000 km²). Moreover, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is &gt;27,000 km². With only four locations known within a relatively small AOO, the species is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)). It is hoped that when more data are available, a reassessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Chlorogomphus urolobatus</em> is known from four locations in Fujian and Guangdong, China (Chao 1999, Chen 1950, Zhang 2019, unpublished). At least one location is within a protected area (the Chebaling National Nature Reserve in Guangdong). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is unlikely to be large (likely smaller than 2,000 km²). Moreover, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on the known collection records, is 28,877 km².<br/></p>", "population": "<p>This does not appear to be a common species. Little else can be said with the available data except that at least some ongoing decline in overall population is suspected from loss of forest within the range of the species. The overall population is certainly fragmented, whether or not it is severely fragmented depends on the definition used.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 553) states that this species is found at “Streams in forest below 1,500 m elevation.” The extent and quality of suitable habitat for the species are inferred to be declining to at least some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threats to this species are from expansion of farmland and alteration of stream courses to feed medium scale hydroelectric projects.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of additional habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}