{"name": "134327", "result": [{"species_id": 134327, "taxonomicnotes": "This species was formerly included in the Parathelphusidae, but was reassigned to the Gecarcinucidae Rathbun, 1904 by Klaus <em>et al.</em> (2006) in the subfamily Parathelphusinae (see Klaus <em>et al.</em> 2010).", "rationale": "This updated assessment of <em>P. ferruginea</em> is based on the results of new freshwater crab surveys of the Malili Lakes in Sulawesi Selatan, Indonesia. This species was formerly listed as Least Concern (LC) by Esser and Cumberlidge (2008). The revised extinction risk assessment of Endangered (EN) for <em>P. ferruginea</em> is based on the low number of locations where this species occurs, combined with the existence of continued immediate threats to this species from development (urban and industrial), harvesting and non-native species, and from habitat destruction (driven by increases in the human population). This species is not found in a protected area, and there are no conservation plans in place.<br/><br/><em>Parathelphusa ferruginea</em> is uplisted here to Endangered, EN B1ab(iii). This is because the revised extent of occurrence (EOO) of between 630-1,100 km<sup>2</sup> is below the threshold for EN B1 (&lt;5,000 km<sup>2</sup>), the number of locations (three) is also below the threshold for EN, and the area and quality of habitat is declining.", "geographicrange": "This species is endemic to Sulawesi Selatan in Indonesia where it occurs in Lake Mahalona, Lake Towuti, the connecting river between the lakes, and in lower sections of tributaries to the lakes. The details of these records are as follows.<br/><br/>Lake Mahalona on the northern (2°33'54.3\"S 121°29'44.1\"E), northwestern (2°34'44\"S 121°29'06\"E), western (2°35'57.2\"S 121°28'19.2\"E) and southern coasts (2°36.64'S 121°28.54'E).<br/><br/>Sungei Tominanga, the river between Lakes Mahalona and Towuti, about 12 km from Lake Mahalona (02°36.638'S 121°31.822'E).<br/><br/>Lake Towuti on the northwestern coast (Tanjung Timbala, southeast of Timampu 02°42'37.7\"S 121°26'26\"E = type locality; Tanjung Bahasa 2°40'53.5\"S 121°26'06.9\"E), along the entire western coast (e.g. 2°50.74'S 121°26.09'E), and the southwestern (2°51.73'S 121°23.9'E), southeastern (2°51.38'S 121°32.73'E), eastern (2°46.2'S 121°35.97'E) and northeastern coasts (2°40.9'S 121°41.4'E; 2°40.82'S 121°41.4'E).&#160;<br/><br/>A tributary of Lake Towuti (2°48.93'S, 121°35.01'E).", "population": "The current population trend is unknown.", "populationtrend": "unknown", "habitat": "This species is found on sand, under rocks, and on sandstone terraces of the two lower lakes (Mahalona and Towuti) in the Malili Lakes complex. These lakes are interconnected by the fast-flowing Tominanga River, where <em>P. ferruginea</em> is found, sometimes clinging to rocks in strong currents. Furthermore, this species has been found in the lower reaches of rivers draining into Danau Towuti. The habitat is relatively homogeneous in lakes Mahalona and Towuti that lie in the same hydrographic system and share a connecting river.", "threats": "Threats to this species include human induced habitat loss and degradation due to population increases and industrial development. Commercial fishing and the introduction of non-native species are among other threats to this ecoregion.", "conservationmeasures": "There are no conservation measures currently in place for this species and it is not found in a protected area. Research is needed into its population distribution and dynamics, ecology, harvest and use, threats and potential actions. Monitoring of its population trends is also recommended.", "usetrade": "This species is sold in the aquarium trade due the remarkable purple to yellow colour of its walking legs. There have been continuous exports of this species to aquarium markets (especially in Europe) for the past 20 years, and this was most recently confirmed in 2018."}]}