{"name": "149103349", "result": [{"species_id": 149103349, "taxonomicnotes": null, "rationale": "<p><em>Eretmobrycon terrabensis</em> is endemic to the Térraba River drainage in Costa Rica, which includes an estimated 5084 km<sup>2 </sup>of land. Total population size and population trend are unknown. However, the Térraba River has undergone extensive deforestation due to agricultural expansion, which has resulted in altered flow hydrology and increases in sedimentation. While the direct impact of these threats on population status have not been evaluated, they have likely resulted in a reduction in habitat quality. Given a relatively restricted range and documented evidence of pervasive habitat alteration, <em>E. terrabensis</em> is assessed as Vulnerable under criterion B1ab(iii). </p>", "geographicrange": "<em>Eretmobrycon terrabensis</em> is endemic to the Térraba River drainage in Costa Rica (Smith and Bermingham 2005, Angulo <em>et al</em>. 2013), which drains an estimated 5084 km<sup>2</sup> (Rólier-Lara and Whertmann 2011). Elevation ranges from 60-940 meters above sea level (Bussing 1998). Therefore, Extent of Occurrence (EOO) is unlikely to exceed 5084 km<sup>2</sup> unless additional sampling identifies the presence of this species outside the Térraba River drainage. Given the scope of deforestation and its effect on sedimentation rates and natural flow regimes, the number of locations where this species occurs is unlikely to exceed 10.", "population": "<p>The total population size and population trend of this species are unknown. It is apparently uncommon in the southern Pacific portion of the Térraba River drainage (Bussing 1998). There are 15 institutional collections reported for this species, with the largest individual collection comprising 190 individuals (Fishnet2 2019, UCR Fish Collections unpublished data). </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in creeks and brooks characterized by moderate to high velocity and temperatures between 22-27 °C. Diet is primarily comprised of terrestrial seeds, vegetation, and insects (Bussing 1998). Maximum reported body size is 9.0 cm (Bussing 1998).</p>", "threats": "<p><a name=\"_Hlk19090054\">Expansive agriculture has led to the deforestation of much of the Térraba River drainage (Krishnaswamy <em>et al</em>. 2001). As a result, sedimentation rates have increased and have likely resulted in a decline in the quality of habitat available to <em>E. terrabensis</em>, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Agricultural discharge (primary from palm oil plantations) continues to result in additional nutrient loading, herbicide and pesticide introduction, and sedimentation (Rojas and Rodríguez 2008). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Térraba River basin (Anderson <em>et al</em>. 2006). </a></p>  <p>While the direct impact of these threats have not been evaluated in detail, they are resulting in a continuous inferred decline in the quality of suitable habitat.</p>", "conservationmeasures": "<p>There are no known species-specific conservation actions directed towards <em>E. terrabensis</em>. A considerable portion of the Térraba River drainage is included within Los Quetzales National Park and La Amistad International Park (IUCN and UNEP-WCMC 2019), but it is unlikely that this species is present within their boundaries, given high elevation catchments (A. Angulo pers. comm. 2019). More research is needed regarding distribution, population size, population trend, and the impacts of regionally pervasive threats. </p>", "usetrade": "This species is not utilized."}]}