{"name": "157085", "result": [{"species_id": 157085, "taxonomicnotes": null, "rationale": "This species has a fragmented distribution in southern France and southeastern Spain, with records from the Balearic Islands considered to result from introduction and to be extirpated.<br/><br/>In France, populations occurring eastward of the Rhône River are thought to have disappeared, and the remaining populations are severely fragmented because of the loss of habitat due to anthropogenic activities. The species has an area of occupancy of only 150 km<sup>2</sup>.&#160;There is a continuing decline in the extent and quality of its habitat and some populations have disappeared, therefore this species is assessed as Endangered (EN B2ab(ii,iii,iv)).", "geographicrange": "This species is restricted to the western Mediterranean area, with a fragmented distribution in southern France and southeastern Spain (Puente 1994, Martínez-Ortí 1999, 2010; Martínez-Ortí and Robles 2003, Muséum National d'Histoire Naturelle 2003-2010).<br/><br/>In France, it was supposed to be distributed along the Mediterranean coast from the Alpes-Maritimes (Sainte Maxime, Var) to the Pyrénées-Orientales. However, recent surveys (Prié <em>et al.</em> 2018) have shown that the species is actually patchily distributed along about 100 km of coastline around the city of Montpellier with an isolated population around the town of Leucate. The population from the Alpes Maritimes is presumably extirpated, with suitable habitat absent, although imprecise and unpublished data suggest that a very small population may remain somewhere on the coast.<br/><br/>On the Iberian Peninsula (Spain), the species is known from Valencia and Alicante provinces, with another very small population recently rediscovered near the town of Alcossebre (Bataller and Raimundo 2014). A&#160;population on the Balearics (Cala Mesquida, western Menorca, from 1933; Beckmann 2007) is supposed to have resulted from an introduction and is now extirpated (Martínez-Orti 2010).<br/><br/>Outside of Europe, the species was recorded from Algeria by Bourguignat in c.1860 and is known from Algiers city and the westwards coast. No recent collections are known (e.g., the species is not present in the&#160;Holyoak-Seddon collection from Algeria; H. Wood pers. comm. 2019). It is very likely that species was introduced to Algeria in historical times and is now extirpated (E. Neubert pers. comm. 2019).", "population": "The subpopulations of this species are decreasing as some formerly extant populations are now extirpated.", "populationtrend": "decreasing", "habitat": "This species inhabits coastal habitats no more than 500 m from the sea, mainly in dunes with scattered vegetation. Associated plant species in Spain (Alcocebre population) according to Bataller and Raimundo (2014) are <em>Teucrium dunense </em>Sennen, <em>Ononis ramosissima</em> Desf., <em>Cistus salviifolius </em>L., <em>C. clusii</em> Dunal, <em>Helichrysum stoechas</em> (L.) Moench, <em>Thymelaea hirsuta </em>(L.) Endl. and <em>Asparagus horridus</em> L.; and in the post-dunes depressions <em>Plantago albicans</em> L., <em>Ephedra distachya</em> L., <em>Paronychia argentea</em> Lam. and <em>Sedum sediforme</em> (Jacq.) Pau, <em>Malcolmia littorea </em>(L.) R. Br., <em>Pancratium maritimum</em> L., <em>Erodium malacoides</em> (L.) L’Hér., <em>Lobularia maritima</em> (L.) Desv., <em>Echium sabulicola</em> Pomel, <em>Euphorbia terracina</em> L. &amp; <em>Urginea maritima</em> (L.) Baker.", "threats": "This species inhabits places where land pressure due to tourism and buildings are high. Invasion of the native habitat by exotic plants (<em>Carpobrotus</em> spp.) is also a threat as the species does not support this habitat alteration.", "conservationmeasures": "This species needs strong protection for its survival and an Action Plan should be produced and implemented. In France, it is now forbidden to build on very coastal areas. In Spain, this species occurs in protected areas. Confirmation of the identity, origin and continued presence of the species in Algeria is required.", "usetrade": "This species is not utilized."}]}