{"name": "139070426", "result": [{"species_id": 139070426, "taxonomicnotes": null, "rationale": "<p><em>Petaliaeschna corneliae</em> is endemic to China where it is known from five locations in Fuijan and Guangdong. At least one of the known locations is within a protected area: the Nanling Nature Reserve in Guangdong. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, however it may well be below 2,000 km². However, the AOO is inferred to be declining, along with the extent and quality of suitable habitats, due to loss of forest within the range of the species. Its extent of occurrence (EOO) is well above the criterion B1 thresholds. This species might be common enough and widely enough distributed that it is not globally threatened at this time so that a case for Least Concern could be made. However, this is difficult to judge with the available data. In view of the uncertainty around its AOO, continuing decline, and it being known from only five locations, it is assessed as Near Threatened (nearly meets VU B2ab(ii,iii)) until more information is available, at which point it is hoped that a reassessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Petaliaeschna corneliae</em> is endemic to China where it is known from five locations in Fuijan and Guangdong (Asahina 1982, Zhang 2019, unpublished). At least one of the known locations is within a protected area: the Nanling Nature Reserve in Guangdong. An accurate estimate of its area of occupancy (AOO) species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its extent of occurrence (EOO) is well above the criterion B1 thresholds.<br/></p>", "population": "<p>This species can be locally common, at least in the north of Guangdong. There is insufficient information to make any other statement about current population sizes and health except that some ongoing decline in overall population is suspected from loss and degradation of forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>“Montane streams and seepages in forest at 500–1,000m in elevation” (Zhang 2019: 192). The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>Some populations will be threatened by clearance of forest with farming as a major driver. Another likely threat is from diversion of streams to feed medium scale hydroelectric projects. At one of the known locations, Nankunshan, there is a serious threat from development of accommodation and other infrastructure for tourists, which has already led to the loss of much suitable habitat.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}