{"name": "176673042", "result": [{"species_id": 176673042, "taxonomicnotes": null, "rationale": "<p></p><p><em>Pseudocurimata boulengeri</em> is restricted to the Guayas River drainage on the Pacific slope of southern Ecuador. Extent of Occurrence is estimated to be 9,087 km<sup>2</sup>, but is based on a limited amount of ichthyological survey in the region. Total population size and population trend are unknown. Continuous declines in habitat quality are inferred, based on several locally and regionally pervasive threats associated with land use change, urban development, and the establishment of non-native species. However, the direct impact and scope of these threats have not been evaluated in detail. This species comprises an important component of national inland landings, and therefore fishery pressure may represent an additional threat with direct impacts on population size. Given a relatively restricted range, continuing declines in habitat quality, and an unknown number of threat-based locations due to limited sampling effort and uncertainties associated with major threats, <em>P. boulengeri</em> is assessed as Near Threatened under criterion B1ab(iii), given further study on the impacts of existing threats are likely to assign this species to fewer than ten threat-based locations.</p><br/><p></p>", "geographicrange": "<p><em>Pseudocurimata boulengeri</em> is restricted to the Guayas River drainage on the Pacific slope of southern Ecuador (Barriga 2012, Jiménez-Prado&#160;<em>et al.&#160;</em>2015).</p>  <p>Given limited ichthyological survey in this region, there are relatively few georeferenced collections records with which to estimate Extent of Occurrence (EOO). The Guayas River drainage occupies a surface area of 32,112 km<sup>2</sup> (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). Therefore, EOO is estimated to be 9,087-32,112 km<sup>2</sup>, with a lower estimate based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020), and an upper estimate assuming that range extends throughout the Guayas drainage. Given uncertainties regarding the direct impact and scope of local and regional threats, the number of threat-based locations where this species occurs cannot be accurately determined, despite inferred continuous declines in habitat quality. This species occurs an an altitudinal range of 7-500 masl.&#160;</p>", "population": "<p>The total population size and population trend of this species are unknown. The results of ichthyological survey vary based on geographic location and habitat type, but this species is anecdotally reported as common throughout its range (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). In 2009, sampling from 16 sampling localities in Los Ríos Province reported a total of 1,562 individuals (Revelo 2010). In ichthyological collections from Bolivar Province, a single individual was reported from a total of 3,005 fishes collected (Laaz and Torres 2011). Similarly, a single individual was reported from ichthyological collections in the Viche River (Angulo Collahauzo 2020). Population trend may be stable or declining at an unknown rate, considering persistence in highly modified habitat, but continued fishing pressure throughout its known range (Pacheco and Cabanilla 2013, Chicaiza and Flores 2016). Monitoring by the Instituto Público de Investigación de Acuicultura y Pesca suggests that species exhibiting migratory behaviours appear to be declining (Aguirre <em>et al.</em> 2021).</p><p></p>", "populationtrend": "unknown", "habitat": "<p>This detritivorous, bethopelagic species is common in flowing freshwater rivers and artificial reservoirs along the Pacific slope of southern Ecuador (Revelo and Laaz 2012, Jiménez-Prado&#160;<em>et al.</em>&#160;2015, Chicaiza and Flores 2016). Maximum reported body size is 35.5 cm total length (TL) (Chicaiza and Flores 2016), with average catch length more commonly reaching 15-16 cm TL (Revelo 2010).</p>  <p>In lotic systems, this species spawns from October to March. Males and females reach sexual maturity at 20 and 17.9 cm TL, respectively (Chicaiza and Flores 2016).</p>", "threats": "<p>Western Ecuador is heavily impacted by anthropogenic factors, including habitat transformation for the development of agricultural fields and towns, the building of dams and creation of artificial reservoirs, habitat deterioration due to pollution, mining and severe river bank modification (Aguirre&#160;<em>et al.</em>&#160;2014).</p>  <p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006, Aguirre<em> et al.</em> 2021). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centers (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017). The agricultural industry in the Guayas River basin is based on monoculture systems, and contributes to the production of about 20% of bananas and 83% of rice for Ecuador (INEC 2016). Mining activityin the Santa Rosa River basin presents a threat to aquatic species, including areas such as Ponce Enriquez where the mercury toxicity threshold was three times higher than the threshold recommended for the protection of aquatic life (Appleton&#160;<em>et al.</em>&#160;2001).</p><p>The Daule-Peripa reservoir is the most important for the western region of the country. This reservoir is home to relatively large populations of edible fish that are exploited by local fishermen; however, much of the deep water is anoxic and its release has been associated with low levels of oxygen detected in the Daule River (Aguirre<em> et al. </em>2021).</p>  <p>It is apparent that <em>Oceochromis mossambicus</em> and <em>Oreochromis niloticus</em> dominate the biomass of lotic systems that also include <em>P. boulengeri</em> (Noles&#160;<em>et al.</em>&#160;2017), though the exact dynamics of interaction are not well understood.</p>  <p>Despite uncertainties regarding the scope and magnitude of existing threats, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>Existing species-specific fisheries regulations are in place at the Chongón Reservoir. Closure of the fishery at the Chongón Reservoir occurs from January to February, and coincides with peak reproductive activity (Chicaiza and Flores 2016). This species occurs in at least one protected area, and likely extends into additional areas (IUCN and UNEP-WCMC 2020). </p><p>In 2020, the&#160;Ministry of Production, Foreign Trade, Investment and Fisheries of Ecuador established fisheries regulation that prevents the capture of food fishes from the main tributaries of the Guayas River basin during the months of January and February of each year (P. Arguello pers. comm. 2021). A minimum harvest size is also established to prevent artisanal fisheries from harvesting sexually immature individuals (P. Arguello pers. comm. 2021).</p>  <p>Additional ichthyological surveys are needed to determine range extent, population size, and population trend. More expansive fisheries statistics across the range of this species would help determine the impact of subsistence and commercial fisheries. A greater understanding of the direct impact, scope, and magnitude of threats along the Pacific slope of Ecuador would be useful in accurately determining the extinction risk of <em>P. boulengeri</em>.</p><p><br/></p>", "usetrade": "<p><em>Pesudocurimata boulengeri</em> comprises an important component of subsistence and commercial fisheries for rural populations and small cities in the inland regions of the coast (Revelo and Laaz 2012). It is typically targeted by cast net, spear, and monofilament gill net (Revelo and Laaz 2012). At the Chongón Reservoir, it comprises approximately 15.6% of a multispecies fishery that landed an estimated 363 tonnes in 2011 (Pacheco and Cabanilla 2013). Closure of the fishery at the Chongón Reservoir occurs from January to February, and coincides with peak reproductive activity (Chicaiza and Flores 2016).</p>"}]}