{"name": "145380245", "result": [{"species_id": 145380245, "taxonomicnotes": null, "rationale": "<p>This unique marine gastropod is restricted to deep-sea hydrothermal vents in the West Pacific Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1845 m to 1900&#160;m bsl. As the species occurs only at hydrothermal vent fields, has a restricted AOO, and has been found at a single location, the plausible threat of future anthropogenic influence from deep-sea mining in these sites justifies the assessment of the species as VU D2. Whilst no licenses have been granted to date, if mining were to be approved within the Tonga EEZ, the projected decline in the extent and quality of habitat would drive this species to CR very rapidly. Therefore, an urgent reassessment would be merited if there was a substantial change to the status of mining license arrangements or if there are future changes to the prices of relevant commodities, whereby the assessment status would probably increase to CR B2ab(iii).</p><p></p><p></p><p></p><p></p>", "geographicrange": "<p>This deep-sea gastropod is restricted to one location at one hydrothermal vent on deep ocean ridges in the West Pacific Ocean.&#160;This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location&#160;is the Exclusive Economic Zone of Tonga. The species is currently known from one vent field with active black smokers and diffuse venting located at depths of 1845 m to 1900&#160;m bsl, namely the Tui Malila vent field in the Lau Basin (Johnson&#160;<em>et al</em>. 2015).</p><p></p>", "population": "<p>These populations have only been sampled by remotely operated vehicles and a human-occupied vehicle, and given the presence at depth, it is difficult to ascertain the population status (Johnson&#160;<em>et al</em>. 2015).</p><p></p><p></p><p></p>", "populationtrend": "unknown", "habitat": "<p>The species is restricted to deep ocean hydrothermal vents in the West Pacific Ocean. It is currently known from the active black smokers and sites of diffuse venting located at depths of 1845 m to 1900 m&#160;bsl.</p><p></p><p></p><p></p>", "threats": "<p>The Tui Malila vent field lies within Tonga's (Lau Basin) Exclusive Economic Zone, and is not subject to International Seabed Authority governance. The exploitation of polymetallic&#160;sulfide&#160;mineral resources, which&#160;form at active hydrothermal vents, is currently being widely explored. Polymetallic sulfide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be&#160;disturbance&#160;of the subpopulation. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al. </em>2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. As the location is remote and at depth, the impact on the subpopulations is uncertain. These vent field may be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.</p><p></p><p></p><p></p>", "conservationmeasures": "<p>There are no conservation actions currently in place at any West Pacific vent fields, however, further research is recommended to determine whether the populations would be susceptible to disturbance by mining, to confirm whether the species is present at any other vent sites, and to ascertain the dispersal capability for this species, as these will assist in re-evaluation of the conservation status of the species.</p><p></p><p></p><p></p>", "usetrade": "There is no known trade or use of this species."}]}