{"name": "56091885", "result": [{"species_id": 56091885, "taxonomicnotes": null, "rationale": "<em>Garra emarginata</em> is assessed as Endangered due to its restricted distribution, occurring in only a single location in the Periyar River System of Kerala, with an Extent of Occurrence (EOO) of less than 2,000 km<sup>2&#160;</sup><sup> </sup>and ongoing threats to its habitat due to destructive fishing  practices such as dynamiting, habitat modifications due to floods and introduced exotic species causing a continuing decline in habitat quality.", "geographicrange": "<em>Garra emarginata </em>is endemic to the Western Ghats of India (Dahanukar and Raghavan 2013) where it is only known from the Pooyamkutty tributary of Periyar River in Kerala State (Kurup and Radhakrishnan 2010). The species is present in a single location based on the threats to the habitat (Ali <em>et al.</em> 2013, Raghavan 2019, Viju 2019).", "population": "There is no information on either the status or trends in population of <em>Garra emarginata</em>.", "populationtrend": "unknown", "habitat": "Type specimens of <em>Garra emarginata</em> are from main river channels (Kurup and Radhakrishnan 2010).", "threats": "The habitat of the species is threatened due to destructive fishing practices, especially dynamiting (Ali <em>et al</em>. 2013). Further, the recent occurrences of floods because of several anthropogenic interference, including climate change, has affected the rivers of Kerala and its fish fauna adversely (Raghavan 2019, Viju 2019) and could have altered the habitat of the species. Introduced species such as&#160;<em>Oreochromis mossambicus</em>&#160;have also been recorded from the river (Ajitkumar <em>et al. </em>2001).", "conservationmeasures": "No species specific conservation plans are in place. The species is not known from any protected areas (Raghavan <em>et al.</em> 2016). Since the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and threats to the species and its habitat. Because the species is known only from a single locations site/area, habitat and resource protection are essential conservation actions.", "usetrade": "There is no information on use and trade of this species."}]}