{"name": "139347178", "result": [{"species_id": 139347178, "taxonomicnotes": null, "rationale": "<p><em>Pericnemis melansoni</em> is known only from the type locality in the Nabunturan area, Compostela Valley, Mindanao, the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is less than 10 km² and is inferred to be declining due to disturbance and possibly forest clearance at the type locality, if the true AOO is larger it will be declining due to loss and disturbance of forest throughout Mindanao. In most circumstances this assessor would place a species known from a single location in Data Deficient but the severity of habitat loss in Mindanao is such that this species is undoubtedly threatened and will never qualify for Least Concern. With the currently available information the species qualifies for Critically Endangered and, taking a reasonable precautionary approach, it is assessed as such. It is to be hoped that when more data are available it will be possible to re-assess it as Endangered.</p>", "geographicrange": "<p><em>Pericnemis melansoni</em> is known only from the type locality in the Nabunturan area, Compostela Valley, Mindanao, the Philippines (Villanueva <em>et al. </em>2013). Attempts were being made to protect the location but the assessor does not know if they were successful. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is less than 10 km². The known location is in an inhabited area and the AOO is inferred to be declining due to disturbance and possibly forest clearance at the type locality, if the true AOO is larger it will be declining due to loss and disturbance of forest throughout Mindanao.</p>", "population": "<p>This species appears to have been moderately common at the type locality. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and disturbance of forest throughout its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This appears to be a forest stream species but no details were recorded beyond this. An ongoing decline in the extent and quality of suitable habitat is inferred from loss and disturbance of forest t the type locality and throughout Mindanao.</p>", "threats": "<p>The main threats at the only known location is likely to be from clearance of the remaining forest for agriculture or as a result of small-scale, illegal, logging. Threats to hypothetical additional populations will be from the same sources and possibly also from mining, either as a result of clearance of forest or from the introduction of toxic chemicals into streams.</p>", "conservationmeasures": "<p>The priorities for this species is for the protection of the type locality (if not already protected and for additional data on its distribution, habitat requirements and ability to tolerate disturbance.The priorities for this species is for the protection of the type locality (if not already protected and for additional data on its distribution, habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}