{"name": "83125670", "result": [{"species_id": 83125670, "taxonomicnotes": null, "rationale": "<em>Ischnura thelmae</em>&#160;is seriously threatened due to riparian forest loss which appears to be a significant part of its habitat (Englund and Polhemus 2010). Its population size decreased significantly from 1963 to 2002 and the species is possibly vulnerable from further habitat reduction by grazing activities. In 2002 only six individuals were found from fewer than four localities during an expedition with intense searches on that island and Englund (2003) wrote: \"<em>Ischnura  thelmae</em>  was  most  likely  more  common  during  the  1960’s  when  Clarke  originally  collected  this species incidentally to his Lepidoptera collections, and he collected a total 46 individuals. During our brief expedition, only six individuals were collected despite intensive collection efforts in a wide range of aquatic habitats.  This  species  seems  to  be  an  obligate  forest-dweller;  it  was  never  found  during  miles  of  hiking along  the  overgrazed  stream  and  open  pasture  areas  currently  comprising  the  vast  majority  of&#160;    riparian habitats on Rapa.&#160; ....  This  damselfly  was  only  found  in  areas  where livestock have been excluded, and they are still found even in relatively low, semi-disturbed forested areas\". Therefore <em>Ischnura thelmae</em> is assessed as Endangered.", "geographicrange": "This species is endemic to Rapa Island, Austral Islands, French Polynesia (Englund 2014).", "population": "<em>Ischnura thelmae </em>was most likely common in 1960s, but very scarce during a study carried out in November-December 2002 when the research team found six specimens from fewer then four localities (Englund 2003).", "populationtrend": "decreasing", "habitat": "Englund and Polhemus (2010) report&#160;<em>Ischnura thelmae</em>&#160;as a possible stream breeder. Adults forage in forested areas away from the water. They favour riparian forest and have never been found in open forest clearings including overgrazed stream and pasture areas.", "threats": "Englund and Polhemus (2010) believed the population reduction from 1960s to 2002 might have been as a result of riparian forest loss. Cattle grazing may have also worsened the situation, reducing the forest expansion and delimiting the habitat choices for <em>Ischnura thelmae</em>.", "conservationmeasures": "<em>Ischnura thelmae</em>&#160;needs an urgent protection within the remaining habitat range. Monitoring of the population size is also recommended, to follow the trends of its development.", "usetrade": null}]}