{"name": "59736", "result": [{"species_id": 59736, "taxonomicnotes": null, "rationale": "<em>Leptobasis melinogaster</em>&#160;is known from only four widely scattered locations in southern and western Mexico (González-Soriano 2002, Bailowitz, Danforth and Deviche 2009, E. González pers. comm.) and three locations in southern Texas, much closer to one another but about 1,000 kilometres from the nearest Mexican locality, so it must be considerably more widespread than presently known. Nevertheless, the area of occupancy as presently known is no more than a few hundred square kilometres. Texas populations have not always been stable, often not evident during drought conditions, so even the best-known populations are not entirely secure. Based on the small number and severely fragmented populations currently known and the observed fluctuation of mature individuals, the Cream-tipped Swampdamsel is currently listed VU. However, the discovery of additional populations in-between the Texas and Mexican ones is not unlikely and would make it reasonable to downlist to Least Concern.", "geographicrange": "The species occurs from south Texas west to Sinaloa and south to Oaxaca and Veracruz in Mexico. It is known from one state in the United States of America and 4 states in Mexico.", "population": "Small populations of <em>L. melinogaster</em> are found in Texas, and it probably occurs at more locations than are known. Now known to occur in Sinaloa (Bailowitz <em>et al.</em> 2009) as well as the original localities in Oaxaca and Jalisco in Mexico. Population trends unknown.", "populationtrend": "unknown", "habitat": "<em>Leptobasis melinogaster</em> is found in shaded pools in slow-flowing streams or forested ponds, all with herbaceous vegetation, especially tall grasses. Not obviously present when these areas dry up but presumably adapted to seasonal wetlands as are its congeners.", "threats": "Drought is probably the biggest threat, yet its breeding habitats dried completely one year and it did not disappear from its known location at the King Ranch in Texas. Another breeding habitat dried out in Santa Ana National Wildlife Refuge, yet a population was found the following season when the pond refilled. The adults are likely to be a relatively long-lived dispersal stage.", "conservationmeasures": "The species is present in several preserves in south Texas, although the status of the Mexican populations are unknown. Research regarding population numbers, range and basic biology are needed.", "usetrade": null}]}