{"name": "128725353", "result": [{"species_id": 128725353, "taxonomicnotes": null, "rationale": "<em>Schistura macrolepis</em> is restricted to three sites in the Indus and Chenab rivers. There are threats from dams, water abstraction, drying up of River Chenab for a few months of the year, and pollution from agriculture, habitation and industrial effluents. It is suspected to have declined by 50-60% in the last 10 years and is predicted to decline at the same rate over the next 10 years. It is therefore assessed as Endangered.", "geographicrange": "<em>Schistura macrolepis</em> is endemic to Pakistan. It has been recorded at three localities on both sides of the middle Indus river that include a small tributary at Racki Munh (Fort Munroe), Dera Ghazi Khan district, in the upper reach of the Chenab river in Shadiwal, and in the Trimmu area in the Jhang District&#160;(M. Rafique pers. comm. 2020).", "population": "This species was described as rare in the Punjab Province of Pakistan (George 1992). More research is required into the population size and trend of this species. However, pollution, agricultural and industrial effluents, water abstraction, dams, and drying up of rivers for several months of the year, all add up to severe population declines, suspected as 50-60% in the last 10 years and expected to continue into the future at the same rate.", "populationtrend": "decreasing", "habitat": "<em>Schistura macrolepis</em> occurs in freshwater streams and rivers (Mirza <em>et al</em>. 1981, Iqbal <em>et al</em>. 2013). It is not found in hill streams, but is adapted in plains and in sandy banks instead of gravely beds (M. Rafique pers. comm. 2020). More information is required of the ecological role and habitat preferences of this species.", "threats": "<em>Schistura macrolepis</em> is probably threatened by both droughts and dams (e.g. the Islam, Trimmu and Penjnad), as well as pollution and water abstraction (Khan 2016). More species-specific research is required to clarify the severity of impact by these threats to this species and its habitat.", "conservationmeasures": "There is no information regarding conservation for this species. It is not protected by any law.", "usetrade": "The species is not in use or in trade."}]}