{"name": "58599268", "result": [{"species_id": 58599268, "taxonomicnotes": null, "rationale": "This species is endemic to peninsular Malaysia, where it is known from four limestone hills in Pahang. Two hills are now being quarried for limestone. The habitats on one hill are highly degraded and surrounded by oil palm plantations. There are no known conservation actions in place for this species. Habitat monitoring would benefit this species as would the requirement for EIA's within the review process for the planning applications for quarry extensions and conversion of forests to Oil Palms. As two of the four known sites are under threat, and there is already decline in the quality of the habitats, the species is assessed as Endangered B2ab(iii,v).", "geographicrange": "This species is endemic to peninular Malaysia, where it is known from four limestone hills in Pahang. Two hills, Bukit Serdam and the adjacent hill, both supported populations at the last surveys assessment done in 2010 and 2011. However the two other hills, Bukit Serdam and Gunung Panas, are now being quarried for limestone (Liew <em>et al</em>. 2014). The smallest unnamed hill is highly degraded and Gua Kechil is surrounded by oil palm plantation.", "population": "Two of the four known sites had living populations in 2011. At the other two sites only dead shells were found, and so their status is unknown.", "populationtrend": "decreasing", "habitat": "Found on limestone hills within tropical forests.", "threats": "The species occurs on forested limestone hills, hence the main general threats to species of this genus come from uncontrolled forestry or quarrying of limestone habitats both of which cause forest loss or degradation that impacts these species (Schilthuizen <em>et al</em>. 2005). There is active quarrying at two of the known sites and oil palm plantations are in place surrounding one of the known sites (Liew <em>et al</em>. 2014). Whitten (2015) comments how quickly these endemic landsnail species can go extinct once quarrying starts when there are no areas set aside as a reserve for their protection. Additional conservation measures include establishing a series of protocols for managing habitats adjacent to quarrying operations to minimise disturbance to habitats, reduce dust on roads and ensure that some areas of habitat remain intact for the long-term survival of the species.", "conservationmeasures": "There are no known conservation actions in place for this species. Habitat monitoring would benefit this species as would the requirement for EIA's within the review process for the planning applications for quarry extensions and conversion of forests to Oil Palms. Quarrying can be carried out providing not all suitable habitat is quarried and if suitable guidelines are developed in order to mitigate impact of dust on forest habitats during operations. There is an active group communicating the importance of the limestone biodiversity in Malaysia.", "usetrade": "There is no known trade in this species."}]}