{"name": "176104930", "result": [{"species_id": 176104930, "taxonomicnotes": null, "rationale": "<em>Tyttocharax metae</em> is evaluated as Vulnerable. The area of occupancy (AOO) is best estimated at 1,160 km<sup>2</sup>. Deforestation due to agriculture is the primary threat. There are four locations based on this threat and an inferred continuing decline in habitat.", "geographicrange": "<em>Tyttocharax metae</em> was described for the Arroyo Pringamosal, tributary of arroyo Blanco, 500 m below Palestina School, río Güejar, Orinoco basin, Vista Hermosa near Palestina, Meta, Colombia (Román-Valencia <em>et al</em>. 2012).The species has an elevational distribution ranges from 200-300 m above sea level.<br/><br/>The distribution of&#160;<em>Tyttocharax metae</em>&#160;in this assessment is a summary based on scientific reports and records compiled, arranged and reviewed from the following sources: SiB Colombia (SiB Colombia 2020), Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "There are no data available to estimate the population size.&#160;The population is believed to be stable due to its frequency in records.", "populationtrend": "stable", "habitat": "According to Román-Valencia <em>et al</em>. (2005) the habitat for <em>Tyttocharax metae</em> is characterized by clear and rapid water current over rocky and sandy bottoms, in the riparian zone of streams with grass and trees, and with moderate dissolved oxygen and pH around neutral (7.1-7.6).", "threats": "In the drainages where <em>Tyttocharax metae</em> has been recorded, threats to the aquatic habitat are mainly related to the agricultural frontier, particularly deforestation.", "conservationmeasures": "There are no conservation plans for <em>Tyttocharax metae</em>. There are conservations sites and protected areas that cover sections of the rivers&#160;where the species is detected: DMI Ariari-Guayabero, National Park Sierra de la Macarena (DoNascimiento <em>et al</em>. 2018, IUCN and UNEP-WCMC 2020). Awareness raising and communications are recommended. It is necessary to research the population size and distribution, threats and habitat.", "usetrade": "There are no known uses for the species."}]}