{"name": "177896346", "result": [{"species_id": 177896346, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia curua</em> is known from three sites in northern Viet Nam. All the known locations are within Ba Be (two sites) and Xuan Son (one site) National Parks. An accurate estimate its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is 446–3,829 km². Threats exist even within one of the protected areas where the species occurs (Xuan Son National Park). The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Coeliccia curua</em> is known from three sites in northern Viet Nam (Kompier <em>et al.</em> 2020). All the known locations are within Ba Be (two sites) and Xuan Son (one site) National Parks. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 446 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 3,829 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species appears to be very local in occurrence and not particularly common where it does occur. An ongoing decline in overall population is inferred from loss of forest in northern Vietnam and the overall population is clearly severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>“In Ba Be NP <em>Coeliccia curua</em> sp. nov. was found at two different locations in karst mountains with seeps over rocks and forest floor ... In Xuan Son NP it was found at two small and very shallow streams at appr. 900m asl. in degraded primary forest, similarly on karst mountains.” Kompier <em>et al.</em> (2020). The species appears to be restricted to karst mountains and forest-dependent, although able to tolerate some disturbance to the forest around its breeding habitats. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Deforestation (driven by farming and timber gathering) is a series problem in the region where this species occurs and is occurring to some extent even within Xuan Son National Park (where increasing visitor numbers may also be adversely affecting the streams).</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, population sizes, exact habitat requirements and ability to tolerate disturbance. It would certainly benefit if issues at Xuan Son National Park were addressed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}