{"name": "176145638", "result": [{"species_id": 176145638, "taxonomicnotes": "<span><em>Centromochlus gephyromochlus leopardus </em>Hoedman, 1961 was elevated to species level by Calegari <em>et al.</em> (2019).", "rationale": "<p><span class=\"tn\"><em>Gephyromochlus leopardus</em> is distributed along tributaries of the Marowijne (Maroni) River in Suriname on the border with French Guiana and also Brazil. <span class=\"tn\">The extent of occurrence (EOO) is 26,146 km² and the area of occupancy (AOO) is 2,536 <span class=\"tn\"><span class=\"tn\">km². <span class=\"tn\"><span class=\"tn\"><span class=\"tn\"><span class=\"tn\">The subpopulation from the Saint Laurent Du Maroni city has been severely  impacted in its habitat quality. Additionally, all of the Maroni River basin,  both in forest and the main channel, is suffering severe impacts from the  presence of very extensive small-scale gold mining activities. There is an inferred continuing decline in AOO and habitat, and five locations based on the impacts of these threats. The EOO and AOO are slightly higher than the thresholds for criteria B1 and B2, respectively, for the Vulnerable (VU) category. Thus,&#160;<em>Gephyromochlus leopardus</em>&#160;is assessed as Near Threatened (NT). It is recommended to further research the status of its population, since the species is not well known,&#160;and is very rare and uncommon in scientific collections, known only from few individuals, as well as to monitor gold mining activities.</span></span></span></span></p>", "geographicrange": "<p></p><p><span class=\"tn\"><em>Gephyromochlus leopardus</em> is distributed along tributaries of Marowijne (Maroni) River in Suriname on the border with French Guiana and also Brazil. The southernmost records of the distribution of species are from material of MNHN fish collection identified under the name of <em>G. leopardus</em>, but these require confirmation since it represents a considerable expansion of the range of distribution. Notwithstanding, these localities are within the expected distribution region of the species and thus probably represent occupancy areas for it. The extent of occurrence (EOO) is estimated at 26,146 km<sup>2</sup> and the area of occupancy (AOO) is 2,536 <span class=\"tn\"><span class=\"tn\">km<sup>2</sup>. </span></p>  <p>Additionally, Mees (1974) mentioned that localities from the type series in the Marowijne (Maroni) basin were listed by Hoedeman as being from French Guiana, but the village of \"Aloiké\", recte Alowike, is on the western shore of the Litani Rivier. So, as the Lawa is the boundary river, for Mees (1974) it is certain that <em style=\"\">G. leopardus </em>occurred also in French Guiana, but at present it is not known from outside of Suriname, except for the new records in the border between Suriname and Brazil in the Amazon.</p><br/><p></p>", "population": "There is no information on the population of the species. However, the species is very rare in scientific collections, and its identification can be confused with <em>Tatia brunnea</em> from French Guyana (B.B. Calegari pers. obs.)", "populationtrend": "unknown", "habitat": "<p>The species inhabits mainly channels of large river tributaries, particularly seeking out submerged trunks and logs, and its diet is based primarily on adult insects and larvae.&#160;</p>", "threats": "The subpopulation from the Saint Laurent Du Maroni city is the locality of the holotype of <em>G. leopardus</em>. This area is situated in a large urban area that has been severely impacted in terms of habitat quality. Additionally, all of the Maroni River basin, both in the forest and the main channel, is suffering severe impacts by the presence of very extensive small-scale gold mining activities which represents a major threat to the species.", "conservationmeasures": "There are currently no species-specific conservation measures directed towards <em>G</em>. <em>leopardus</em>. However, this species is naturally rare and further research should be conducted to better understand its ecology, population status and trend.", "usetrade": "There is no record that it is traded as ornamental fish."}]}