{"name": "17763", "result": [{"species_id": 17763, "taxonomicnotes": null, "rationale": "The species is endemic and restricted to the Laguna de Almoloya in Chignahuapan within the Federal State of Puebla in Mexico (Álvarez del Villar 1970). The species EOO comprises less than 5 km<sup>2</sup> including the freshwater springs surrounding the reservoir. A continuing decline in the habitat quality of the species has been observed as a result of dredging, the introduction of exotic fish and industrial pollution and solid waste from tourism. Therefore, the species is assessed as Critically Endangered.", "geographicrange": "The species is endemic to the Laguna de Almoloya also known as Laguna Chignahuapan<em>,</em> in Chignahuapan, Federal State of Puebla, Mexico (Álvarez del Villar 1970).", "population": "It is a species known only from its type locality; this restrictive characteristic is added to the low density of its population. In a collection campaign carried out in 2001, it was not possible to capture specimens of the charal&#160;(Díaz-Pardo <em>et al</em>. 2016). However, the species has been found in later surveys in 2014 (H. Espinosa pers. comm. 2018).", "populationtrend": "decreasing", "habitat": "<p>The lagoon of Almoloya originates in the spring of the same name, its waters form a small lacustrine body, which drains down a tunnel to the Necaxa Dam in Puebla (Solórzano-Preciado and López 1965). An analysis carried out in June 2001 showed that the lagoon has clear and transparent waters, as the presence of total dissolved solids was not detected, and turbidity barely reached 3.0 UFT. The quantification of nitrates was 0.5 mg/l, sulfates 1.0 mg/l, total phosphorus 0.62 mg/l and total phosphates 2.0 mg/l (E. Díaz-Pardo pers. comm. 2001).</p>", "threats": "In the last 30 years, its habitat has been severely altered by dredging work. Also, the introduction of exotic fish such as <em>C. carpio</em> and <em>Onchorynchus mykiss</em> seem to have had some effect on the charal, in addition to habitat loss and degradation caused by industrial pollution and solid wasted from tourism (Díaz-Pardo <em>et al</em>. 2016).", "conservationmeasures": "The species is listed in the SEMARNAT 2010 as 'threatened endemic' and found in the CONABIO (the 'The Comisión Nacional para el Conocimiento y Uso de la Biodiversidad') hydrological priority region.", "usetrade": "The species is targeted by local fishermen. <br/><em></em>"}]}