{"name": "2424", "result": [{"species_id": 2424, "taxonomicnotes": null, "rationale": "<p><em>Austrocordulia leonardi</em> has only ever been recorded from six locations, at one of which it may already be extinct due to habitat modifications. The species is clearly very specialised in its habitat requirements and sensitive to any changes to the riverine locations where it occurs. Changes to conditions at the other known locations, whether through direct changes to the rivers or indirectly as a result of climate change, could push the species to extinction in a short time. Its area of occupancy (AOO) is less than 500 km², and its extent of occurrence (EOO) is less than 20,000 km². This species qualifies for Vulnerable under criteria B and D (VU B1ab(ii,iii)+2ab(ii,iii); D2). It is very close to qualifying for Endangered under criterion B, only escaping that category now because it is not certain that the population on the&#160;Woronora River is extinct, especially after the species was found again at the Maldon Bridge after having apparently&#160;disappeared&#160;from that location.</p>", "geographicrange": "<p><em>Austrocordulia leonardi</em> is endemic to Australia, where it is known from a few sites in New South Wales. The following summary is largely based on that in Theischinger and Endersby (2009). The species was originally described from a dam on the Woronora River, and later found at a site inside Royal National Park, and another on the Nepean River around the Maldon Bridge. Later an early instar larva, apparently of this species, was found at a dam site on the Karuah River. Deliberate searches on other rivers in New South Wales failed to find the species. However, of these four locations, the species apparently disappeared from two following changes to river flows: “In 1986 the weir damming the Woronora River near Heathcote was taken down because parked cars of sunbathers had caused traffic problems. After this habitat change <em>A. leonardi</em> was no longer sighted there” and “From about 2000 the Maldon Bridge site was found to suffer from insufficient flushing of water, a situation certainly not helped by the increasing number of nearby dams above river level, and during several visits <em>A. leonardi</em> was no longer detected.” <br/></p><p>One additional record was made in 2011 at the Ferndale Campsite on the Chichester River (Theischinger <em>et al.</em> 2013), and another site near Cambelltown in the Sydney area was found recently (G. Theischinger, pers. comm). Additionally a few exuviae have been found again at the Maldon Bridge site, but it appears scarcer there now than when it was first found there (G. Theischinger, pers. comm). With only six locations ever recorded for the species, its AOO is certainly less than 500 km². Its EOO, based on a minimum convex polygon around known occupied HydroBASIN areas, is 19,703 km².<br/></p>", "population": "<p>There are insufficient data to make definitive statements about population sizes and health for this species, however from the known loss and decline of populations the overall population can certainly be said to have declined.</p>", "populationtrend": "decreasing", "habitat": "<p>The larva of this species “inhabits rivers, particularly dams; found under rocks” (Theischinger and Hawking 2006). “<em>A. leonardi</em> is possibly restricted to larger streams in more coastal areas” (Theischinger <em>et al. </em>2013). It is clearly very localised and specialist in its habitat requirements.</p>", "threats": "<p>The principal known threat to this species appears to be from alterations to the flow of rivers at the few known locations, which has already resulted in its apparent extinction at one location. Other threats need to be researched; recreational activities may contribute directly or indirectly to the decline of the species at some locations. Further changes to flows in rivers in New South Wales in response to climate change may occur in future, and may put additional pressure on this species.</p>", "conservationmeasures": "<p>“In 2007 <em>Austrocordulia leonardi</em> was listed as an Endangered Species in Part 1 of Schedule 4 of the NSW Fisheries Management Act 1994. The decision was based on the extremely limited distribution, rarity, recent lack of detection and threats to its survival” (Theischinger and Endersby 2009). Further searches for the species in apparently suitable sites should be conducted, and management plans to ensure the maintenance of suitable conditions for the species at known sites should be considered.</p>", "usetrade": null}]}