{"name": "125979910", "result": [{"species_id": 125979910, "taxonomicnotes": "Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show  a discrete distribution since they are only found in the Antilles,  specifically on Hispaniola, Cuba, Jamaica and the island of Grand  Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em>  in prep). Moreover, there is enough morphological distinctiveness in  characters with adaptive value such is the case of gonopodial traits to  separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention.", "rationale": "<p><em>Limia melanogaster</em> occurs in freshwater drainages of Jamaica. Extent of Occurrence is approximately 5,213 km<sup>2</sup>. Total population size and population trend are unknown. A number of threats are producing inferred continuous declines in habitat quality and potentially in habitat availability, including deforestation associated with land use change and agricultural practices, pollution from a number of agricultural, domestic, and industrial sources, the establishment of several non-native fishes, and mining activities. Increased incidence of drought and severe weather events associated with climate change are anticipated. However, the direct impact, scope, and magnitude of existing threats on <em>L. melanogaster</em> and occupied habitats have not been evaluated in detail. Therefore, this species is assessed as Near Threatened under criterion B1b(iii), because it nearly meets the threshold for a threatened category, but requires additional information to validate the number of threat-based locations where it occurs.</p>", "geographicrange": "<p><em>Limia melanogaster</em> is restricted to southern and western streams on the island of Jamaica (Lee&#160;<em>et al.</em>&#160;1983, Lucinda 2003, Cohen&#160;<em>et al.</em>&#160;2015, Rodriguez-Silva and Weaver 2020). A total of 33 individuals were collected in a major stream three miles from Bluefields Rivulet, Waterwheel (Morales-Cazan and Albert 2012). The type locality of this species is unspecified (Lee&#160;<em>et al.</em>&#160;1983). </p>  <p>Extent of Occurrence is estimated to be 5,213-13,350 km<sup>2</sup>, with a lower estimate based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020) and an upper bounded estimate generated by calculating a minimum convex polygon around the entire landmass of Jamaica. The number of threat-based locations where this species occurs cannot be determined with accuracy, given uncertainties regarding the direct impact, scope, and magnitude of existing threats.</p>", "population": "<p>The total population size and population trend of this species are unknown. In the Black River, <em>L. melanogaster</em> is considered one of the rarest species of fish (Azan and Webber 2007).</p>", "populationtrend": "unknown", "habitat": "<p>Females reach sexual maturity at approximately 21 weeks after birth at a size of 3 cm (Cohen&#160;<em>et al.</em>&#160;2015). Fecundity ranges from 12-45 young per brood, depending on the environmental parameters in which adults persist (Romer and Beisenherz 1996). Mean brood interval is approximately 36 days (Rosen&#160;<em>et al.</em>&#160;2015). Sex ratios of young are dependent on ambient water temperature, with a higher proportion of males at lower water temperatures (23°C) and a higher proportion of females at higher water temperatures (29°C) (Romer and Beisenherz 1996). Maximum reported body size is approximately 4 cm and 5 cm standard length (SL) in males and females, respectively (Lee&#160;<em>et al.</em>&#160;1983, Lucinda 2003). </p>", "threats": "<p>Freshwater habitat degradation is prevalent throughout Jamaica (NEPA 2006). The Hope, Swift, Wag Water, Cobre, Yallahs, Minho, Buff Bay, Oracabessa, Morant, and Grande Rivers have been deemed in critical condition by the Jamaican government and associated water management units (John 2006). The most recent version of the Jamaican National Environmental Action Plan cites prevalent regional threats related to pollution from a number of agricultural, urban, and industrial inputs, alterations to natural flow hydrology due to damming infrastructure, artificial reservoirs and agricultural irrigation infrastructure, and sedimentation of natural waterways (NEPA 2006). Alluvial mining is a major localized threat to aquatic habitat quality and biodiversity in the Yallahs and Minho rivers (Weeks&#160;<em>et al.</em>&#160;2003). The Montego River and North Gully are associated with a number of anthropogenic pollutants, include trace metals, petroleum hydrocarbons, pesticides, and polychlorinated biphenyls associated with agricultural and industrial production (Jaffé&#160;<em>et al.</em>&#160;2003). Bauxite mining, limestone quarrying, road construction, and illegal settlements continue to impact remaining pristine habitat in the island interior (Wilson&#160;2011). Mining pressures are expected to increase in future years, thereby increasing deforestation and process waste (NEPA 2006). Tourism presents a significant threat to the future integrity of coastal and lowland habitat (Wilson&#160;2011).</p>  <p>Currently, less than 10% of Jamaica is covered by intact primary forest, and few lowland and coastal habitats remain undisturbed (Wilson<em>&#160;</em>2011). According to a 2006 report, approximately 75% of Jamaica’s freshwater resources (John 2006) and 40-50% of Jamaica’s land area is allocated to agricultural production (Mitchell 2016). Primary agricultural products include poultry, yams, and sugar (Josling&#160;<em>et al.</em>&#160;2017). Use of the organochlorine pesticide endosulfan to control agricultural pests in coffee production has resulted in background levels that are present in freshwater ecosystems, sediments, fish, and shrimp, though runoff events into freshwater habitat are typically sporadic (Ellis-Tabanor and Hyslop 2007). Mass fish die-offs associated with pesticide pollution have been recently reported in the Black River (Wilson&#160;2011).</p>  <p>Tilapia production began in Jamaica in the early 1950s and was initiated by the Jamaican Ministry of Agriculture’s Fishery Division (Cooke and Mooyoung 1983). Historic cultivation of <em>Oreochromis mossambicus</em>, and continuing cultivation of <em>O. niloticus</em> has resulted in establishment throughout most of Jamaica’s natural freshwaters (Cooke and Mooyoung 1983). As of 2001, approximately 526 hectares of aquaculture ponds facilitation the production of Tilapia in Jamaica (Morrison and Vogel 2009). The direct impact of Tilapia establishment on native ichthyofauna in Jamaica has not been studied in detail. Three species of Poeciliids (<em>Poecilia reticulata, Xiphophorus helleri</em>, and <em>X. maculatus</em>) are established in freshwater drainages in Jamaica (Geheber&#160;<em>et al.</em>&#160;2010), but their impact on native ichthyofauna is unknown. The non-native Three-Spot Gourami (<em>Trichogaster trichopterus</em>) has been reported from a single drainage on the northern coast of the island with no evidence of reproduction at the time of collection (Geheber&#160;<em>et al.</em>&#160;2010). There are numerous other species which have become established in the islands river systems. These include the Amazon Sailfin Catfish<em>&#160;Pterygoplichthys pardalis</em>,&#160;<em>Hoplosternum</em>&#160;sp., and&#160;<em>Parachromis managuensis</em>, to name a few (Jones 2014).</p>  <p>Future climate change is expected to increase incidences of drought and stronger storms, affecting land-use patterns and water supply systems (Mitchell&#160;<em>et al.</em>&#160;2016).</p>  <p>The direct impact of existing threats to <em>L.</em><em>&#160;melanogaster</em>, and the scope and magnitude of impacts to habitat where this species occurs are largely unknown. Therefore, while continuous decline is inferred, the number of threat-based locations where this species occurs cannot be determined with accuracy. </p>", "conservationmeasures": "<p>There are currently no conservation measures directed towards <em>L</em><em>. melanogaster</em>. The range of this species likely includes a number of protected areas, namely the Black River Lower Morass, Portland Bight, Healthshire Forest Reserve, and possibly Blue Mountain Forest Reserve (IUCN and UNEP-WCMC 2020). Additional research regarding distribution, population size, population trend, and the direct impact of existing threats is needed to clarify the conservation status of this species.</p>", "usetrade": "<p>This species is present in the ornamental aquarium trade (Gavriloaie&#160;<em>et al.&#160;</em>2016), having first been imported into Europe in 1908 (Novák&#160;<em>et al.&#160;</em>2020). Current collection pressures on wild populations are suspected to be negligible.</p>"}]}