{"name": "174533", "result": [{"species_id": 174533, "taxonomicnotes": null, "rationale": "<p><em>Mortonagrion arthuri</em> is known from Belitung and satellite islands, Peninsular Malaysia, southern Myanmar, Singapore and Thailand. It is likely to occur on the mainland of Sumatra, but this requires confirmation. It is considered to be a Vulnerable species in Singapore. The assessor is aware of records from ten locations to which coordinates can be assigned. An accurate estimate of the area of occupancy of this species is not possible with the available data, but it may not be large, quite possibly below 2,000km<sup>2</sup>, and can be inferred to be declining due to loss of and degradation to coastal habitats throughout most of the known range of the species. The extent and quality of suitable habitat and the overall population are also inferred to be declining for the same reason. The overall population of the species is likely to be severely fragmented (but it might have good enough dispersal capabilities to overcome this). It is close to qualifying for Vulnerable status under criteria B2ab(ii,iii) and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Mortonagrion arthuri</em> is known from Belitung (Alfarisyi 2018, Dow 2011) and satellite islands (Alfarisyi 2019), Peninsular Malaysia (for instance Dow 2011, Fraser 1942), southern Myanmar (Asahina 1965) Singapore (for instance Dow 2011, Ngiam and Davison 2011) and Thailand (Dow 2011). It is likely to occur on the mainland of Sumatra, but this requires confirmation. It is considered to be a Vulnerable species in Singapore (Ngiam and Cheong 2016). The assessor is aware of records from ten locations to which coordinates can be assigned. An accurate estimate of the area of occupancy of this species is not possible with the available data, but it may not be large, quite possibly below 2,000 km², and can be inferred to be declining due to loss of and degradation to coastal habitats throughout most of the known range of the species.</p>", "population": "<p>This species is very local in occurrence but can be common where it does occur. The overall population may be severely fragmented, however since the species is found on rather many islands it is likely to have good dispersal abilities, in which case even though it occupies many rather widely separated locations severe fragmentation does not apply. An ongoing decline in population is inferred due to loss of suitable coastal habitat throughout the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This appears to be a coastal and small island species, occupying ponds, ditches and swampy areas in mangrove and coastal forest. Both the extent and quality of suitable habitat are declining due to causes listed under Threats.</p>", "threats": "<p>Threats to this locally occurring coastal species include loss of its habitats to housing and resort development, aquaculture and forest fires.</p>", "conservationmeasures": "<p>More data on the distribution of this species and on its dispersal abilities are needed. The species would benefit from the creation of additional protected areas including habitat where this species occurs. The species may occur in protected areas on Tioman Island or in Singapore.</p>", "usetrade": null}]}