{"name": "173256527", "result": [{"species_id": 173256527, "taxonomicnotes": null, "rationale": "<em>Oreichthys incognito</em> is assessed as Endangered as the species is known from a single location in Kunthipuzha upstream of Mannarkkad in Kerala, India with an Extent of Occurrence less than 2,000 km<sup>2</sup> and the habitat of the species being threatened because of deforestation and floods, which are also likely to recur in the future. However, it is essential to note that the species is known only from its original description and research is  essential to understand its population status, trends, distribution,  ecology and species specific threats.", "geographicrange": "<em>Oreichthys incognito</em> is at present known only from its type locality in the Kunthipuzha upstream of Mannarkkad in Kerala, India (Knight and Kumar 2015).", "population": "There is no information regarding population status and population trends for this species.", "populationtrend": "unknown", "habitat": "<em>Oreichthys incognito </em>was collected from submerged vegetation in rapidly flowing shallow river stretch with riparian vegetation, over a substrate of gravel and cobbles (Knight and Kumar 2015). The quality of habitat is deteriorating because of deforestation (Singh <em>et al.</em> 1984) and the aftermath of heavy floods in 2018, which are also likely to recur in the future (Viju 2019).", "threats": "The habitat of <em>Oreichthys incognito</em> is threatened because of anthropogenic activities. Deforestation has been reported from Kunthipuzha (Singh <em>et al.</em> 1984), which is a major threat as the species is dependent on riparian vegetation (Knight and Kumar 2015). The massive flood in 2018, which were caused by several anthropogenic activities including climate change and are likely to recur, have drastically degraded riverine habitats (Viju 2019) and could have affected the habitat of the species.", "conservationmeasures": "No species-specific conservation actions are in place for <em>Oreichthys incognito</em>. The species is also not known from any protected area. Since the habitat of the species is threatened there is a need for conservation actions to protect habitat and resources. Monitoring the population and habitat trends is also important. As the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats.", "usetrade": "There is no information on use and trade of this species."}]}