{"name": "195634802", "result": [{"species_id": 195634802, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable on the basis that it is thought to have undergone a decline of between 12 and approximately 40% over the last ten years (and on a precautionary basis considered to exceed 30% in this timeframe) due to a wide range of threats, including recurring fire events which are expected to become more intense and widespread within this bee's range.", "geographicrange": "This species is endemic to Australia, where it occurs in coastal northeastern Victoria through coastal New South Wales (with a single inland record taken by M. Batley in 2002 - J. Dorey pers. obs.) up to southeast Queensland (Atlas of Living Australia 2021). The extent of occurrence calculated from a minimum convex polygon encompassing all known localities&#160;is&#160;174,130 km<sup>2</sup>.", "population": "There is no direct information on the population status of this species.&#160;During the 2019-2020 bushfire season it is estimated that the fire overlapped with 21% of the species' extent of occurrence (and 33-39% of potential habitat derived from overlaying fire maps on vegetation maps - J. Dorey unpubl. data), 10% of which was burnt at high intensity. Presuming that the percentage of adults and juveniles lost in the high intensity fire was approximately 90% and that that from lower-intensity fire was 30-70% (expert estimates based on this species' expected sensitivity to fire), and that the species occurred throughout the impacted area, this is estimated to correspond to a decline of 9% in the number of mature adults and juveniles in areas exposed to high-intensity fire and a further 3.3-7.7% decline elsewhere. Within this area, 59% of known localities and a total of 40% of potential habitat (23% at high or very high intensity) within its extent of occurrence were burned (J. Dorey unpubl. data), so these figures may underestimate levels of mortality. The assessors suggest that the total number of mature adults lost in the bushfires could have exceeded 40%.<br/><br/>In summary, as a result of bushfires, a total population reduction of between 12 and 40% is suspected. As this reduction was the result of a one time event, it is not considered a continuing decline. Therefore, this estimate represents the reduction calculated over the last ten years as well and a decline greater than 30% over this period is considered a plausible assumption.", "populationtrend": "decreasing", "habitat": "This species is found in subtropical and temperate forest and woodland, shrubland and heathland. Nesting behaviour has not been recorded, but related species nest in tree holes created by wood-boring beetles (Prendergast 2018), and is therefore reliant on habitats with older trees that support populations of these beetles. It appears to be a specialised feeder on Myrtaceae (as appears to be the case for euryglossine bees with known host plants - Exley 1974, K. Prendergast pers. comm. 2021), with records of foraging on <em>Eucalyptus </em>and <em>Tristania </em>species, and on&#160;<em>Kunzea ericoides</em>.", "threats": "This species is subject to habitat loss and degradation due to impacts such as agriculture and infrastructure development that result in loss of native vegetation. Climate change may result in mismatches between the insect's activity period (which is unlikely to exceed a few weeks or months) and the flowering phenology of its host foraging plants, as has been suggested for other bees (Stemkovski&#160;<em>et al.</em>&#160;2020). Urban development may be a threat if it results in the loss of old trees and the replacement of foraging plants with exotic flowers (Prendergast 2020). The 2019-2020 bushfire season impacted a minority of the range but a majority of the known localities and substantial portion of potential habitat, and the combination of suspected mortality from this event and an expected increase in the intensity and scale of annual fires resulting from climate change (Abram<em>&#160;et al</em>. 2021)&#160;is expected to have serious impacts on this species. As a tree-nesting species if its nests are high on the trees or relatively deep animals may be buffered to some degree against direct mortality, but it will still be impacted by the destruction of foraging plants and nest sites. Honey bees have been introduced in parts of its range, and are likely to compete with this species in temperate areas.", "conservationmeasures": "This species occurs in several protected areas. Legislation is needed to prevent the introduction of honey bees to protected areas. More information is needed on this species' population status its exposure and sensitivity to threats.", "usetrade": "There is no known use of or trade in this species."}]}