{"name": "218123396", "result": [{"species_id": 218123396, "taxonomicnotes": "This species was described from material that included records attributed to&#160;<em>Cnemaspis africana&#160;</em>by Spawls&#160;<em>et al.</em>&#160;(2018).", "rationale": "<p>This species is endemic to Kenya, where it is found in the south-eastern rocky hills and rock outcrops in Kitui. It has a minimum extent of occurrence (EOO) of&#160; 2,031 km<sup>2</sup>&#160;based on known records and a maximum EOO of 3,255 km<sup>2</sup>&#160;if all suitable unsampled habitat is included. It is known from four threat defined locations, but may be under sampled and occur at a few more locations. However, since it has a restricted range no more than eight locations are likely. It is experiencing a continuing decline in the quality of its microhabitat&#160;and number of subpopulations, primarily linked to habitat alteration as a result of deforestation, livestock grazing, rock quarrying and collection of firewood.&#160; Using only confirmed known locations, this species is assessed as Endangered under criterion B1.</p>", "geographicrange": "<p>This species is endemic to Kenya, where it is found in the south-eastern rocky hills and rock outcrops in Kitui. It is known from Mutha Hill, Mutomo Rock outcrops, Endau Hill, and Nzambani Rock. All known locations are at elevations of approximately 800–1,400 m asl. It is likely be undersampled and is likely to occur at a few more localities in intervening suitable habitat (Malonza and Bauer 2022).</p>", "population": "<p>There is no information on the abundance of this species and no data on population trends, although it may be declining as a result of ongoing pressures on its habitat. In suitable microhabitats the species occurs in small colonies of about ten individuals. Due to these microhabitats being rare in the landscape the population size is assumed to be low. This species can persist in altered habitats provided that its preferred rock outcrops are left undamaged however changes in surrounding matrix habitat limits its ability to disperse.</p>", "populationtrend": "decreasing", "habitat": "<p><em>Ancylodactylus kituiensis </em>occurs in both dry montane forests and rock outcrops, between 800 and 1,400 m asl. Within dry montane forests it occurs in tree trunks/hollows, rock crevices and caves (Malonza and Bauer 2022). It can also persist in transformed landscapes as long as rock outcrops remain undamaged.&#160;</p>", "threats": "Two known subpopulations of the species occur in protected forest reserves (Endau and Mutha Hills), however at both of these it is threatened by deforestation and grazing.&#160;The remaining two subpopulation occur in non-protected rock outcrops on private lands within Kitui.&#160; Harvesting of rock ballasts in areas outside of protected areas is causing ongoing declines of this species' required microhabitat and a presumed loss of subpopulations as a result.", "conservationmeasures": "<p>Known subpopulations occur in protected forest reserves and non-protected rock outcrops on private lands within Kitui (Malonza and Bauer 2022). Protection and restoration of the remaining habitat is necessary to ensure that this species does not undergo further declines. In addition, more research is needed to understand the population trends and ecology of the species.</p>", "usetrade": "There is no use of or trade in the species."}]}