{"name": "125962259", "result": [{"species_id": 125962259, "taxonomicnotes": null, "rationale": "<em>Gambusia wrayi</em> occurs in freshwater drainages on the island of Jamaica. Extent of Occurrence is approximately 8,151 km<sup>2</sup>. Total population size and population trend are unknown. A number of threats are producing inferred continuous declines in habitat quality and potentially in habitat availability, including deforestation associated with land use change and agricultural practices, pollution from a number of agricultural, domestic, and industrial sources, the establishment of several non-native fishes, and mining activities. Increased incidence of drought and severe weather events associated with climate change are anticipated. However, the direct impact, scope, and magnitude of existing threats on <em>G. wrayi</em> and occupied habitat have not been evaluated in detail. Therefore, this species is assessed as Near Threatened under criterion B1b(iii), because it nearly meets the threshold for a threatened category.", "geographicrange": "<p><em>Gambusia wrayi</em> occurs in freshwater drainages on the island of Jamaica, with the highest abundances in southern catchments (Rivas 1963, Fink 1971). </p>  <p>Extent of Occurrence is approximately 8,151 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Lee <em>et al.</em> 1983, GBIF 2020).</p>", "population": "<p>The total population size and population trend of this species are unknown. However, <em>G. wrayi</em> is anecdotally reported as common throughout its known range (Fink 1971).</p>", "populationtrend": "unknown", "habitat": "<p>There is little information regarding the ecology and habitat preferences of <em>G. wrayi</em> (John 2006). This species is replaced in brackish and marine habitat by the close congener <em>G. puncticulata</em>, although both occasionally occur together (Fink 1971, Lee&#160;<em>et al.</em>&#160;1983). <em>Gambusia wrayi</em> is closely related to <em>G. melapleura</em>, and may be the ancestral progenitor of the latter, more restricted species (Fink 1971). Maximum reported body size is 5.6 cm standard length (SL) (Lee&#160;<em>et al.</em>&#160;1983).</p>", "threats": "<p>Freshwater habitat degradation is prevalent throughout Jamaica (NEPA 2006). The Hope, Swift, Wag Water, Cobre, Yallahs, Minho, Buff Bay, Oracabessa, Morant, and Grande Rivers have been deemed in critical condition by the Jamaican government and associated water management units (John 2006). The most recent version of the Jamaican National Environmental Action Plan cites prevalent regional threats related to pollution from a number of agricultural, urban, and industrial inputs, alterations to natural flow hydrology due to damming infrastructure, artificial reservoirs, and agricultural irrigation infrastructure, and sedimentation of natural waterways (NEPA 2006). Alluvial mining is a major localized threat to aquatic habitat quality and biodiversity in the Yallahs and Minho rivers (Weeks&#160;<em>et al.</em>&#160;2003). The Montego River and North Gully are associated with a number of anthropogenic pollutants, including trace metals, petroleum hydrocarbons, pesticides, and polychlorinated biphenyls associated with agricultural and industrial production (Jaffé&#160;<em>et al.</em>&#160;2003). Bauxite mining, limestone quarrying, road construction, and illegal settlements continue to impact remaining pristine habitat in the islands interior (Wilson 2011). Mining pressures are expected to increase in future years, thereby increasing deforestation and process waste (NEPA 2006). Tourism presents a significant threat to the future integrity of coastal and lowland habitat (Wilson&#160;2011).</p>  <p>Currently, less than 10% of Jamaica is covered by intact primary forest, and few lowland and coastal habitats remain undisturbed (Wilson<em>&#160;</em>2011). According to a 2006 report, approximately 75% of Jamaica’s freshwater resources (John 2006) and 40-50% of Jamaica’s land area is allocated to agricultural production (Mitchell 2016). Agricultural products include poultry, yams, and sugar (Josling&#160;<em>et al.</em>&#160;2017). Use of the organochlorine pesticide endosulfan to control agricultural pests in coffee production has resulted in background levels that are present in freshwater ecosystems, sediments, fish, and shrimp, though runoff events into freshwater habitat are typically sporadic (Ellis-Tabanor and Hyslop 2007). Mass fish die-offs associated with pesticide pollution have been recently reported in the Black River (Wilson&#160;2011).</p>  <p>Tilapia production began in Jamaica in the early 1950s and was initiated by the Jamaican Ministry of Agriculture’s Fishery Division (Cooke and Mooyoung 1983). Historic cultivation of <em>Oreochromis mossambicus</em>, and continuing cultivation of <em>O. niloticus</em> has resulted in establishment throughout most of Jamaica’s natural freshwaters (Cooke and Mooyoung 1983). As of 2001, approximately 526 hectares of aquaculture ponds facilitation the production of Tilapia in Jamaica (Morrison and Vogel 2009). The direct impact of Tilapia establishment on native ichthyofauna in Jamaica has not been studied in detail. Three species of Poeciliids (<em>Poecilia reticulata, Xiphophorus helleri</em>, and <em>X. maculatus</em>) are established in freshwater drainages in Jamaica (Geheber&#160;<em>et al.</em>&#160;2010), but their impact on native ichthyofauna is unknown. The non-native Three-Spot Gourami (<em>Trichogaster trichopterus</em>) has been reported from a single drainage on the northern coast of the island with no evidence of reproduction when it was collected (Geheber&#160;<em>et al.</em>&#160;2010). There are numerous other species which have become established in the islands river systems. These include the Amazon Sailfin Catfish<em>&#160;Pterygoplichthys pardalis</em>,&#160;<em>Hoplosternum</em>&#160;sp., and&#160;<em>Parachromis managuensis</em>, to name a few (Jones 2014).</p>  <p>Future climate change is expected to increase incidences of drought and stronger storms, affecting land-use patterns and water supply systems (Mitchell&#160;<em>et al.</em>&#160;2016).</p>  <p>The direct impact of existing threats on <em>G. wrayi</em>, and the scope and magnitude of impacts on habitat where this species occurs are largely unknown. Therefore, while continuous decline in habitat quality is inferred, the number of threat-based locations where this species occurs cannot be determined with accuracy. </p>", "conservationmeasures": "<p>There are currently no conservation measures directed towards <em>G. wrayi</em>. The range of this species probably includes a number of protected areas, namely the Black River Lower Morass, Portland Bight, Healthshire Forest Reserve, and Blue Mountain Forest Reserve (IUCN and UNEP-WCMC 2020). Additional research regarding distribution, population size, population trend, and the direct impact of existing threats is needed to clarify the conservation status of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}