{"name": "175718316", "result": [{"species_id": 175718316, "taxonomicnotes": null, "rationale": "<em>Corydoras habrosus</em> can be found throughout the plains in Apure, Arauca and Meta drainages. It has an area of occupancy (AOO) best estimated at 2,904 km<sup>2</sup>. It is abundant in records in biological collections. The level of actual aquatic habitat degradation and amount of harvest in ornamental fisheries is unknown. There are not adequate records to recognize the population size and trend for the species, but ornamental fishing pressure is expected to have an impact. There is a continuing decline in the extent, quality and integrity of its aquatic  habitat related to extensive deforestation,  transformation of rivers (eg. dams, dredged and sedimentation),  untreated urban effluents with pesticides, agriculture areas and their  sewages. There are 6-8 locations based on these threats. Considering the previous arguments, the species is evaluated as Near Threatened, given the AOO is greater than the Vulnerable threshold. There are no laws or regulations specifically oriented to the protection of the species, but conservation sites and protected areas occur across the range of the species. The most important actions for the conservation of the species include protection with respect to the ornamental fisheries. Research (taxonomy, biology, population) and management actions are recommended.", "geographicrange": "The species <em>Corydoras habrosus</em> is restricted to the Apure and Arauca river drainages. The type locality is Río Salinas, tributary of Río Pao Viejo, El Baúl, Cojedes, Venezuela (Weitzman 1960). The species occurs in Colombia and Venezuela, and is reported in rivers Casanare (Meta), Arauca, Maraca and Igüez creeks, and r<span style=\"\">ivers Socopó, Masparro, Suripá, Ticoporo, Canaguá, Cojedes (Apure drainage) and Aguaro (Taphorn 1989, Taphorn <em>et al.</em> 2005, Usma-Oviedo <em>et al</em>. 2016).&#160;The species is reported in&#160;96 effective localities with elevation from&#160;80-225 m above sea level.</span><br/><br/>The geographic attributes for&#160;<em>Corydoras habrosus</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "<em>Corydoras habrosus</em> is a common species in samples from creeks and streams. There are no adequate data to estimate fluctuations on populations and trends, but is suspected stable&#160;considering their abundance and the conditions of rivers in the upper plains in Apure and Meta drainages. A potential reduction in the population in the future is presumed by a decline quality and integrity of habitat according to expansion of human frontier (Winemiller&#160;<em>et al.&#160;</em>1996, Rodríguez-Olarte and Taphorn 1995).", "populationtrend": "stable", "habitat": "The species <em>Corydoras habrosus</em>&#160;inhabits in permanent and seasonal creeks, streams and rivers, including springs. The species is common in the streams and small rivers in floodplains where it lives. It is found in clearwater, forested streams with moderate current over sand, gravel or rocky substrates (Taphorn 1989). These fishes are benthic omnivores, form small groups and feed on algae and larvae of insects. <em>Corydoras </em>are capable of air breathing,&#160;a condition that allows them a certain tolerance to habitat intervention (Rodríguez-Olarte and Taphorn<em> </em>1995). They have parental care of eggs and young. They can be over 30 mm in standard length. In captivity, it deposits eggs in plants near the substrate, particularly on the underside of the leaves. Spawning males protect the female from other males attempting to spawn with her (Taphorn 1989).", "threats": "The ornamental fishing pressure has an important effect on the natural populations of <em>Corydoras </em>species (Ortega-Lara <em>et al</em>. 2015). Even though <em>Corydoras habrosus</em> has a wide extent of occurrence (EOO), the majority of the localities are concentrated in the foothills, where a continuing decline in the extent, quality and integrity of its aquatic habitat has been detected related to extensive deforestation, transformation of rivers (eg. dams, dredged and sedimentation), untreated urban effluents with pesticides, agriculture areas and their sewages. All these threats are expanding in the region,&#160;mainly in the upper plains and piedmonts in Apure drainage (Rodríguez-Olarte and Taphorn 1995, Winemiller <em>et al.</em> 1996, Oliveira-Miranda <em>et al. </em>2010, Marrero 2011).", "conservationmeasures": "Except by general normatives for fisheries, aquaculture and trade in countries where the species occurs, there are no regulations and programs oriented specifically to the protection of the&#160;<em>Corydoras habrosus</em>. In the extent of occurrence of the species<em> </em>conservation sites and protected areas occur (IUCN and UNEP-WCMC 2020): National Parks Aguaro-Guariquito, Wildlife Reserve Caño Guaritico, Forest Reserve Ticoporo and possibly in Natural Reserve of Civil Society La Aurora and the Refuge Esteros de Chiriguare. Conservation actions should apply law and control of fisheries and the habitat conservation. It is necessary for research to elucidate the taxonomy, populations trend, life histories, threats and monitoring of the species and habitat.", "usetrade": "The species <em>Corydoras habrosus </em>is subject to intense commercial fishing for ornamental purposes (Ortega-Lara <em>et al</em>. 2015). During this century enormous quantities of this species have been exported from Colombia (Mancera-Rodríguez and Alvarez-León 2008).&#160;<em>Corydoras habrosus&#160;</em>is reported in landing from ports in Arauca, Inírida, Puerto Carreño and Villavicencio in Colombia. This species, combined with <em>C. aeneus</em>, <em>C. septentrionalis</em>, reached about 273,290 individuals traded in 2013 in Colombia (Ortega-Lara&#160;<em>et al</em>. 2015). The actual volume of harvest is unknown."}]}