{"name": "123526611", "result": [{"species_id": 123526611, "taxonomicnotes": null, "rationale": "<em>Protosticta kinabaluensis </em>is only known from two streams at 1,500 m asl and above on Mount Kinabalu; known sites are in close proximity to each other and only comprise one threat defined location (considering forest fires, alteration of stream courses due to earthquakes or infrastructure expansion as the main threats). More data on the distribution of this species are needed, but if does not have a wider distribution than is currently known (the area of occupancy (AOO) known at present is less than 20 km²) then, despite being in a well managed national park, it is certainly at risk. It is assessed as Vulnerable under criterion D2.", "geographicrange": "<p><em>Protosticta kinabaluensis </em>is endemic to Borneo, where it is only known from Mount Kinabalu in Sabah (Donnelly 1997, Hämäläinen 1994, Laidlaw 1915, Kemp 1990, Dow unpublished). All records after its original description are from the Liwagu River and its tributary the Silau-Silau near to the park headquarters at <em>ca</em> 1,500 m asl; the exact type locality is not known with certainty but may well be the same location. Only one location can be considered known for threat assessment purposes because of the close proximity of the known sites to one another. At lower altitudes on Mount Kinabalu this species is replaced by a closely related but as-yet-unnamed species. It should be searched for at other locations above <em>ca</em> 1,300 m asl on Mount Kinabalu and in the nearby Crocker Range. The currently known area of occupancy (AOO) for this species is less than 20 km².</p>", "population": "<p>This species is encountered with some regularity near the Silau-Silau stream, but beyond this nothing definite can be said about population sizes or health with the currently available data.</p>", "populationtrend": "unknown", "habitat": "The Assessor has seen individuals of this species apparently emerging from the Silau-Silau stream, a small stream in montane forest. Mature individuals are more often observed hanging from well vegetated banks in the vicinity of the stream, and it has also been found on the larger and more torrential Liwagu River in the same type of forest.", "threats": "<p>The known population is within a well-managed national park. However Mount Kinabalu is occasionally affected by earthquakes (as in 2015) and such events can lead to changes to the courses of streams or rivers, which could have extremely negative effects on this species. Forest fires are another potential threat. Additionally, since the known sites are close to the extensive park headquarters area, development of additional facilities in this area could be detrimental to the species; any such developments should be planned taking the requirements of this species into consideration. The Assessor would not generally consider over-collecting to be a threat to odonate species, but in the case of this species, which is only known from a small, easily accessed and well known area, it does pose a potential threat and steps should be taken to prevent illegal collection by trophy collectors.</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed. Any future expansion of infrastructure in the vicinity of park headquarters at Mount Kinabalu should be planned so that it avoids disturbance to the habitats of this species. Monitoring of the known population is highly desirable, and would be relatively easily to accomplish since no species of similar appearance occurs at the known sites. Education of the park staff concerning this species is desirable, and ensuring that they are vigilant against illegal collecting. There is no need for additional legislation on collecting; it is already illegal to collect specimens in the world heritage site without a research permit. All that is required is to ensure that existing legislation is enforced. To be absolutely clear, a blanket ban on collecting specimens of this species would actually be counterproductive since it would stop the collection of vital voucher specimens needed to confirm identification and so hamper searches for new sites.</p>", "usetrade": null}]}