{"name": "157857019", "result": [{"species_id": 157857019, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents along the Mid-Atlantic Ridge in the Atlantic Ocean. It is currently known from eight restricted locations in the distinctive and restricted habitat of active black smokers and sites of diffuse venting, located at depths of 850 to 4,080 m bsl. Five of these locations lie within deep-sea mining exploration licence areas granted by the ISA. As the species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO), and has been found at a limited number of locations, it would be severely threatened by the anthropogenic impacts associated with mineral extraction at these deep-sea mining sites. However, the other three locations lie within Marine Protected Areas (MPAs) and these populations are protected from the impacts of commercial exploitation and deep-sea mining. Therefore, owing to the significant protection provided by these MPAs and the resulting variability in extinction risk for the different populations, we have opted to assess the species as Near Threatened. The species is close to qualifying for a threatened category based on the potential threat of mining activity in a subset of locations where the species occurs.&#160;As such, the assessment as Near Threatened is dependent on the maintenance of the current marine protection at the Azorian vent fields, the cessation of which would result in the taxon becoming threatened in a short period of time.&#160;A reassessment would therefore be merited if there was a substantial change to the status of the MPAs, whereby the species would become Vulnerable B2ab(iii), based on the projected continuing decline in habitat quality associated with the five locations in mining licence areas.", "geographicrange": "This deep-sea gastropod is known from only eight locations at hydrothermal vents on the Mid-Atlantic Ridge in the Atlantic Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.&#160;Locations 1 and 2 lie within the Exclusive Economic Zone of The Azores, Portugal. Location 3 lies beyond national jurisdiction in International Waters but is included within the Azores Marine Park (Ribeiro 2010, Calado<em> et al.</em> 2011). The other locations (Locations 4 to 8) lie in areas beyond national jurisdiction in International Waters. The species occurs at active black smokers and sites of diffuse venting located at depths of 850 to 4,080 m bsl. It has been observed from eight vent fields: at the Menez Gwen vent field (Location 1), the Lucky Strike vent field (Location 2), and the Rainbow vent field (Location 3), the Broken Spur vent field (Location 4), the TAG vent field (Location 5), the Snake Pit vent field (Location 6), the Logatchev-1 vent field (Location 7), and the Ashadze-1 vent field (Location 8) (Waren and Bouchet 2001, Kiel 2004, Fabri<em> et al</em>. 2011, Goroslavskaya and Galkin 2011, Taylor <em>et al.</em> 2012, Galkin and Demina 2016). The species is present over very small areas in each of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Waren and Bouchet 2001, Kiel 2004, Fabri<em>&#160;et al</em>. 2011, Goroslavskaya and Galkin 2011, Taylor&#160;<em>et al.</em>&#160;2012, Galkin and Demina 2016).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the Atlantic Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 850 to 4,080 m bsl.", "threats": "Several vent fields on the Mid-Atlantic ridges lie in seabed areas under licence for exploration for polymetallic sulphide mineral resources, which form at active hydrothermal vents (Van Dover <em>et al. </em>2018), with mining activity proposed at five of the eight vent locations where this species occurs. Exploration-phase licences for the regions where the Broken Spur (1), TAG (2), Snake Pit (2), Logatchev-1 (3) and Ashadze-1 (3) vent fields are found were granted by the International Seabed Authority (ISA) to the&#160;Government of the Republic of Poland, Institut Français de Recherche pour l'Exploitation de la Mer (IFREMER), and the Government of the Russian Federation, respectively, under 15-year contracts (2015-2030). The ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be disturbance of subpopulations. Both direct impacts from mineral extraction and indirect disturbance from adjacent activities could impact local subpopulations. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. As the locations are remote and at depth, the impact of these activities is uncertain. While these vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted, the other three locations within the range of this species are protected from deep-sea mining by Azorian Marine Protected Areas.", "conservationmeasures": "The Menez Gwen and Lucky Strike vent fields, which lie within the Azorean-Portuguese Economic Exclusive Zone, are Marine Protected Areas (MPA) and considered Special Areas of Conservation under the European Habitats Directive (Calado <em>et al.</em> 2011, Aguiar and Costa 2010), where the Azores Regional Government protects them from commercial and scientific exploitation. The Rainbow vent field, which lies 35 NM beyond the Azorean-Portuguese EEZ, is also an assigned MPA and is included within Portuguese jurisdiction (Calado <em>et al</em>. 2011). These MPAs are designed specifically to protect hydrothermal vent environments, safeguarding three of the eight locations where the species is found. However, there are no conservation actions currently in place at the Broken Spur, TAG, Snake Pit, Logatchev-1, or Ashadze-1 vent fields. Further research is recommended to predict the impacts on these populations from disturbance by mining.", "usetrade": "There is no known trade or use of this species."}]}