{"name": "191311", "result": [{"species_id": 191311, "taxonomicnotes": null, "rationale": "This species has a very limited distribution in the Gulf of Mexico where it is only known from five patchily distributed locations along the Yucatan Peninsula. Its estimated extent of occurrence (EOO) is 50,589 km<sup>2</sup> and its area of occupancy (AOO) is estimated at less than 2,000 km<sup>2</sup>. It occurs in estuaries/lagoons over seagrass beds and it is a naturally uncommon species. Little is known of its biology. There is a suspected general decline in the number of mature individuals, however further research is needed to confirm this. The species is likely impacted by habitat degradation due to pollution and mangrove clearing. Based on this information, the highest category this species qualifies for is Vulnerable under criterion B2 (VU B2ab(i,ii,iii)).", "geographicrange": "This killifish is endemic to the Gulf of Mexico where it occurs from Laguna de Terminos to Rio Lagartos on the Yucatan Peninsula (McEachran and Fechhelm 1998, M. Vega-Cendejas and H. Espinosa Perez pers. comm. 2014). It is restricted to less than 1 m depth and is only known from Laguna de Terminos, Ria Lagartos (the type locality), Celestun, Bocas Dzilam, and Yucalpeten Lagoon. It has been suggested that more coastal areas around its present distribution should be surveyed to confirm whether its range is larger than currently known.<br/><br/>Its estimated EOO is 50,589 km<sup>2</sup> (based on a minimum convex polygon drawn around the extent of its range on a 0-5 m bathymetric layer). However, since the species is restricted to three lagoons that are patchily distributed across this area, its AOO is likely less than 2,000 km<sup>2</sup>.", "population": "<p>This species is uncommon. It is suspected that there has been a general decline in the number of mature individuals, however, direct quantitative information is lacking (M. Vega-Cendejas pers. comm. 2014).<br/></p>", "populationtrend": "decreasing", "habitat": "<p>This benthopelagic, non-migratory species occurs in tropical climates in estuaries where it often co-occurs with <em>Fundulus persimilis</em> (Huber 1996). Within the Ría Lagartos Lagoon system in Mexico, this species was recorded in rocky (60 avg. salinity) and hypersaline (90 salinity) areas, as well as areas abundant in seagrass (40 avg. salinity) (Peralta-Meixueiro and Vega-Cendejas 2011). It has a broad salinity tolerance: Vega-Cendejas and Hernández de Santillana (2004) recorded a salinity range of 32.0-90.0 psu for <em>F. grandissimus</em> in Rio Lagartos. The maximum size for males is 13.1 cm SL and 17.9 cm for females (McEachran and Fechhelm 1998).<br/></p>", "threats": "<p>This species may be threatened by freshwater pollution and habitat loss due to human development and recreation within its restricted range. It may also be used as bait or locally consumed in some locations. It is recorded as Vulnerable or Special Concern due to \"present or threatened destruction, modification, or reduction of a species habitat or range\" and having a \"narrowly restricted range\" (Jelks <em>et al</em>. 2008).<br/></p>", "conservationmeasures": "There are no species-specific conservation measures in place. It is present in Ria Lagartos, which is designated as a National Wildlife Refuge and has been protected by the Mexican Federal Government since 1979. Ria Lagartos is also listed under Wetlands of International Importance and is a UNESCO Biosphere Reserve, which is well-protected and funded, and only allows limited human interaction (Vega-Cendejas and Hernández de Santillana 2004).<br/><br/>This species is protected in Mexico and is listed as A (Threatened) on Mexico's listed of imperilled species (SEMARNAT NOM-59 2010). More information is needed on its population, habitat status, and impact of major threats. <em>Fundulus grandissimus'</em>&#160;distribution is also within the boundaries of multiple protected areas within Mexico, not purposed for the protection of this species alone.", "usetrade": "This species may be used as bait in some locations (M. Vega-Cendejas pers. comm. 2014). It is also used locally for human consumption (Miller<em> et al. </em>2005)."}]}