{"name": "123523144", "result": [{"species_id": 123523144, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta hamulifera</em> is only known from the type series from Pulau Kabena, an island off the south coast of Sulawesi. The area of Pulau Kabaena is only 873 km² and there is evidence of deforestation on the island. Whilst the species could be assessed as Data Deficient, it may be confined to a relatively small island with a definite threat in the form of deforestation and only one location known. Therefore, taking a reasonable precautionary approach, it is assessed as Vulnerable under criterion B (VU B2ab(iii)).</p>", "geographicrange": "<p><em>Drepanosticta hamulifera</em> is known only from the type series collected in 1989 from one location on Pulau Kabaena, an island off the southern coast of Southeast Sulawesi in Indonesia (van Tol 2007). The area of Pulau Kabena is 873 km², so if the species is genuinely confined to this island its area of occupancy (AOO) must be less than this.</p>", "population": "<p>Only five specimens of this species have ever been recorded. There are insufficient data to make any statement about current population sizes and health.</p>", "populationtrend": "unknown", "habitat": "<p>All that was recorded on the habitats and ecology of this species is that the type series was collected in “Open / riverine forest” at 300 m asl (van Tol 2007: 181).</p>", "threats": "There are insufficient data to reliably assess all threats faced by this species; however deforestation is certainly a threat. Satellite images show extensive deforestation in parts of Pulau Kabaena, including in the vicinity of the type locality, so that a decline in the area and quality of habitat has occurred and is likely to be ongoing.", "conservationmeasures": "<p>More data are urgently needed on this species; fresh searches need to be made on Pulau Kabena and adjacent parts of mainland Sulawesi. If the species is truly confined to Pulau Kabaena, then one or more protected areas including populations of the species need to be established.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": "<p><br/></p>"}]}