{"name": "180566", "result": [{"species_id": 180566, "taxonomicnotes": "<span style=\"font-style: italic;\">Aplocheilus dayi </span>was described as <span style=\"font-style: italic;\">Haplochilus dayi </span>by Steindachner in 1892.", "rationale": "<em>Aplocheilus dayi</em>&#160;is a range-restricted species, known from 3 locations in the western lowland wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 3742.4 km<sup>2</sup> and Area of Occupancy (AOO) is 204 km<sup>2</sup>. Its forest habitat is declining due to logging, rapid expansion of agriculture, land fill, spread of invasive alien plant species such as <em>Eichhornia crassipes</em> and <em>Anona glabra</em>&#160;and urbanization. These threats are likely to continue as this species is found in an area which is favourable for agriculture and there is no current protection for its habitat. The species is thus listed as Endangered (EN).", "geographicrange": "<span style=\"font-style: italic;\">Aplocheilus dayi</span> is endemic to Sri Lanka.&#160;In 1991, Pethiyagoda indicated that this species is restricted to the Kelani River basin. Recent studies however, revealed it to be also found in Attanagalu, Kelani, Kalu, Benthara and Gin River Basins (De Silva <em>et al</em>. 2015, IUCN Sri Lanka 2012).", "population": "There is no information on the population size and trends of <span style=\"font-style: italic;\">A. dayi</span> in Sri Lanka. This species is found uncommonly in the country and faces a decline in its habitats owing to a number of factors such as commercial and residential development, pollution and the spread of invasive species that cause degradation in their natural habitat.", "populationtrend": "decreasing", "habitat": "<span class=\"sheader5\">Usually inhabits shallow, heavily shaded forest  streams with a silt substrate.  Also occurs in brackish mangrove swamps,  often found together with <em>Aplocheilus parvus</em>. This species feeds on small insects,  insect larvae and juvenile fish (Talwar and Jhingaran 1991).", "threats": "The species population in the wetlands around Colombo suburb area, are threatened by heavy water pollution due to agrochemical accumulation, industrial waste water, land filling and spread of invasive alien plant species. Moreover, irrigation projects have been shown to cause possible hybridization between this species and<em> </em><em>A. werneri</em> (De Silva<em> et al</em>. 2015).", "conservationmeasures": "There is no conservation plan in place for this species.", "usetrade": "<span style=\"font-style: italic;\">Aplocheilus dayi</span> is a popular ornamental fish and is collected and exported from Sri Lanka."}]}