{"name": "118039054", "result": [{"species_id": 118039054, "taxonomicnotes": null, "rationale": "The distribution of this species faces intense pressure for agricultural use and urban development, which are deteriorating the habitat quality of this species. Both the extent of occurrence (EOO: 3213 km<sup>2</sup>) and area of occupancy (AOO: 44 km<sup>2</sup>) are small, and all individuals are concentrated in two threat-based locations. Therefore, it is assessed as Endangered.", "geographicrange": "This species occurs in south-western Venezuelan Andes in the states of Táchira and Mérida. It is present in the headwaters of the Torbes, in the streams Quirimari, La Palma and Puya, that drain towards the Apure River, Orinoco drainage.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species is associated with mountain rivers in the Andes Cordillera, characterised by transparent waters with moderate to strong water velocity, with bottoms of cobble, gravel and sand. The riparian forest is dense and covers the rivers channels, for which there is no associated aquatic vegetation (Pérez and Provenzano 1996).", "threats": "Approximately 70% of the distribution area of this species has been transformed due to urban develpment, and the establishment of pastures and plantations (Oliveira-Miranda&#160;<em>et al.</em> 2010, Zambrano<em> et al. </em>2010) of crops such as potatoes and coffee, in addition to illegal plantations of <em>Cannabis sativa</em>. This species is going through an intense process of habitat loss.", "conservationmeasures": "Approximately a quarter of its distribution occurs within protected areas such as the national parks of Juan Pablo Peñalosa and Chorro El Indio, and the natural monument of Abra de Río Frío. However, most of its population occurs in areas that have been highly degraded for agricultural use.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records regarding harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}