{"name": "139545032", "result": [{"species_id": 139545032, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis furcata</em> is only known from swamps in a small area in the north of Luzon in the Philippines. Only two locations are currently known and although an accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information, based on the area within which the known locations fall and the fact that much of the habitat within that area will not be suitable, the known AOO will be less than 500km<sup>2</sup> and the true AOO may be considerably less than this. The AOO and extent and quality of suitable habitat are all inferred to be declining due to loss and degradation of lowland forest in the area where the species occurs, due to conversion for agriculture and mining activities. There are mountains apparently still with good forest cover not that far from the known locations but there may be no suitable (swamp) habitat in that area. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed as accordingly. It is to be hoped that when more information is available from the north of Luzon re-assessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Sangabasis furcata</em> is only known from a small area in the north of Luzon in the Philippines. It was described from an unspecified location in Luzon (Brauer 1868) and later recorded from Casiguran by Lieftinck (1957) based on a specimen collected in 1915. It was not recorded again until 2012 when it was found at two locations, one in the Casiguran area and the other in the same general area (Villanueva <em>et al. </em>2012). The location in the Casiguran area reported by Lieftinck (1957), if it still survives, may be the same as that reported by Villanueva <em>et al. </em>(2012), or so close to it that they are best counted as one threat-defined location (taking clearance for agriculture as the main threat); certainly only two locations can be considered as currently known. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information but based on the area within which the known locations fall and the fact that much of the habitat within that area will not be suitable, the known AOO will be less than 500km<sup>2</sup> and the true AOO may be considerably less than this. The AOO is also inferred to be declining due to loss and degradation of lowland forest in the area where the species occurs.</p>", "population": "<p>This species appears to be common where it occurs but the overall population will be constrained by the amount of suitable habitat for it and is inferred to be declining due to loss and degradation of lowland forest in the area where the species occurs.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is that both locations reported in Villanueva <em>et al. </em>(2012) are described as swamps (presumably pockets of swamp forest or swampy margins of ponds in forest); neither location is far inland. An ongoing decline in both extent and quality of suitable habitat is inferred from loss and degradation of lowland forest in the area where the species occurs.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture and mining; large cleared areas are already visible between the known sites in satellite images.</p>", "conservationmeasures": "<p>More information on the distribution of this species, and on its exact habitat requirements and ability to tolerate disturbance is needed for this species. Protection of areas including some of the known locations is also required. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}