{"name": "157846281", "result": [{"species_id": 157846281, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to hydrothermal vents at deep ocean ridges in the West Pacific Ocean. It is currently known from three restricted locations, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1,911 m to 3,688 m bsl, and would be severely threatened by the anthropogenic impacts associated with mineral extraction if commercial deep-sea mining were to occur in this region. Mining licences have been granted for all locations, two within the Papua New Guinea EEZ and one within the Tonga EEZ. The potential for anthropogenic influence at these sites based on exploration licences for mineral extraction at or adjacent to the sites supports a projected continuing decline in quality of habitat. There may already be disturbance to this species at the Vienna Woods (Location 1), PACMANUS and SuSu Knolls (Location 2) vent fields, as the Papua New Guinea Government has previously granted deep-sea mining licences in the Manus Basin. The impact of uncertainty around the decline in habitat means that the applicable threat level for this species ranges from VU to EN, using the recommended risk tolerance. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as Endangered (EN B2ab(iii)).<br/><br/>A reassessment would be merited if there was a substantial change to the status of mining licence arrangements, for example, if a moratorium on deep-sea mining was reached by the Government of Papua New Guinea or the Government of Tonga, whereby the assessment would be likely to decrease to Least Concern.", "geographicrange": "This deep-sea gastropod is restricted to three locations at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. Two locations lie within the Exclusive Economic Zone of Papua New Guinea, the other location within the Exclusive Economic Zone of Tonga. The species occurs at active black smokers and sites of diffuse venting located at depths of 1,911 m bsl to 3,688 m bsl. It has been observed from four vent fields: at the Vienna Woods vent field (Location 1), the PACMANUS and SuSu Knolls vent fields (Location 2) within the Papua New Guinea EEZ, and the Mariner vent field (Location 3) within the Tonga EEZ (Beck 1989, Erickson 2007). The species is present over very small areas in both of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Beck 1989, Erickson 2007).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 1,911 m to 3,688 m bsl.", "threats": "<p>The Vienna Woods, PACMANUS, SuSu Knolls and Mariner vent fields lie within the Papua New Guinea and Tonga Exclusive Economic Zones, and are not subject to International Seabed Authority governance.&#160;The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.</em>&#160;2018). The Papua New Guinea Government has granted exploratory and subsequent exploitative mining licences to Nautilus Mineral Cooperation within the Manus Basin (Gena 2013). Polymetallic sulphide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. The Tongan government has granted exploratory mining licences to Nautilus Mineral Cooperation and to Korea Ocean Research and Development Institute, allowing them access to an area in the Lau Basin (Stone&#160;<em>et al.&#160;</em>2019).&#160;As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the current exploratory mining and the likelihood of future exploitative mining licences within the Papua New Guinea EEZ and Tonga EEZ to be a significant threat to the species.</p>", "conservationmeasures": "There are no conservation actions currently in place within the Papua New Guinea EEZ or Tonga EEZ. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites within these regions.", "usetrade": "There is no known trade or use of this species."}]}