{"name": "164691464", "result": [{"species_id": 164691464, "taxonomicnotes": null, "rationale": "<p>This species is reportedly endemic to the Cahabón and Polochic drainages in Guatemala. Potential threats to both drainages include dam construction, mining, sugar cane and palm oil monoculture, pollution, and sedimentation. The currently known range of the species encompasses 3,350 km<sup>2</sup> and the species can be considered to occur in one to three locations as a result of pervasive declines in water quality in the region. Due to the species' limited range, small number of locations, and continuing declines in habitat quality, the species is assessed as Endangered under criterion B1ab(iii). Additional research is needed to clarify the species' range, including the possibility of range, population, population trend, and threats.</p>", "geographicrange": "<p><em>Poecilia rositae</em> was first collected in the Cahabón River and is considered to be widespread in the Polochic drainage and present in high abundances (Meyer <em>et al</em>. 2004, Matamoros <em>et al</em>. 2012).&#160; The occurrence of <em>Poecilia rositae</em> in the Polochic drainage was confirmed by the records from the museum collection at the Universidad de San Carlos de Guatemala (USAC 2020), where the specimens were identified based on meristic and morphological characteristics. According to the Eschmeyer’s Catalog of Fishes (2020) and other publications, the species' range includes Belize, but there are no records to confirm this information (Poeser 2011, Fricke <em>et al</em>. 2020). Depth range varies from 0.2 to 2 m (Meyer <em>et al</em>. 2004). The species is rarely collected, in part, due to difficulties associated  with identification. It may be more widespread and numerous than  currently recognized.</p>  <p>Extent of Occurrence (EOO) is estimated to be 3,350 km<sup>2</sup>, based on a minimum convex polygon calculated from collection locations (USAC 2020, GBIF 2020). Based on the threats to the species, which are pervasive throughout the species' range, it is considered to occur in one to three locations.<br/></p>", "population": "<p>The total population size and population trend of this species are unknown. The species is rarely collected, in part, due to difficulties associated with identification. It may be more widespread and numerous than currently recognized.<br/></p>", "populationtrend": "unknown", "habitat": "<p>The known habitat for <em>P. rositae</em> (Cahabón River) includes stagnant to slow-flowing systems with pools that are between 0.2 and 2 m in depth (Meyer <em>et al</em>. 2004) and littoral areas in a large river with no more than 5 m depth (Arrivillaga 2003). Associated flora includes macrophytes such as <em>Hydrilla verticillata</em>, <em>Ceratophyllum</em>, <em>Najas,</em> and algae (Meyer <em>et al</em>. 2004). The substrate in collection sites is muddy or rocky. The temperature in these systems ranges from 26 to 31°C, and pH ranges from 7.6 to 8.2 (Meyer <em>et al</em>. 2004, Barrientos and Allen 2008).</p>", "threats": "<p>The potential main threats to <em>P. rositae</em> are habitat loss and fragmentation. The threats are the same for the Cahabón River and Polochic river systems which are suffering rapid transformations due to dam infrastructure (CNEE 2019), land-use change, agriculture, mining, pollution and eutrophication, and sedimentation (Dix <em>et al</em>. 1999). There is a need to assess how these threats directly affect the species. </p>", "conservationmeasures": "<p>No conservation actions exist for <em>P. rositae </em>in Guatemala. More information regarding distribution, population status, habitat requirements, and the direct impact of existing threats is required to assess the extinction risk of this species. Additional surveys are needed to clarify the species' distribution and population due to the difficulties associated with identification. </p>", "usetrade": "<p>Mollies are generally popular in the aquarium trade. However, there is no information on whether <em>P. rositae</em> is included in this trade.<br/><em></em></p>"}]}