{"name": "164692223", "result": [{"species_id": 164692223, "taxonomicnotes": null, "rationale": "<p><em>Scolichthys iota</em> is known only from two localities in the Salba River, a small headwater creek of the Chajmaic River in Alta Verapaz, Guatemala, and exhibits an Extent of Occurrence (EOO) and Area of Occupancy (AOO) of 8-72 km<sup>2</sup>. Total population size and population trend are unknown. This species has not been collected since its original description in 1967. Potential threats to existing individuals and habitat include rural expansion and agricultural practices. Comprehensive ichthyological sampling has not been carried out in the known range of this species, or in drainages immediately adjacent to the known range that may contain suitable habitat. Given these uncertainties, and the species' limited range and occurrence in only one or two locations, <em>S. iota</em> is assessed as Vulnerable under criterion D2. Additional information regarding the species' distribution, population, and the intensity of threats in the area may result in increased extinction risk to the species and is urgently needed.<br/></p>", "geographicrange": "<p><em>Scolichthys iota</em> is restricted to the Chajmaic River basin (Lucinda 2003). It has only been collected from two localities in the Salba River, a small headwater creek of the Chajmaic River, which is tributary to the Pasión River in Alta Verapaz, Guatemala (Rosen 1967, Lucinda 2003, Valdez-Gonzalez <em>et al</em>. 2005). </p>  Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 8-72 km<sup>2</sup>, with a lower bounded estimate calculated by overlaying a 2x2 km grid on georeferenced collections records, and an upper bounded estimate calculated by overlaying a 2x2 km grid over the entirety of linear stream habitat within the Salba River (GBIF 2019).", "population": "<p>The total population size and population trend of this species are unknown. A total of 142 individuals were collected with the holotype by rotenone application during the original species description (Rosen 1967).</p>  This species has not been recorded since its original description in 1967 (Rosen 1967). However, comprehensive, species-specific ichthyological surveys have not been carried out throughout the known distribution of this species, and therefore it does not qualify for consideration under Extinct in the Wild (EW) or Extinct (EX) categories.", "populationtrend": "unknown", "habitat": "<p>This species has only been reported from a small creek characterized by relatively dense forest cover and fast, clear water (Rosen 1967). The maximum reported body size of this species is 2.5 cm total length (TL) (Lucinda 2003).</p>", "threats": "Small-scale agriculture and rural communities exist along much of the length of the Salba River. Current land-uses are likely impacting habitat quality to a minimal extent. However, several future plausible threats have the potential to rapidly drive this species into a higher threatened category, including the introduction of non-native species, rapid changes in current land uses as plantation agriculture expands, and expansion of human settlements adjacent to the river.", "conservationmeasures": "<p>This species was listed as Extinct in a joint report published by Conservation International, the Zamorano Biodiversity Center, and the Critical Ecosystem Partnership Fund (García-Moreno <em>et al</em>. 2006) and is listed in the Guatemalan National Red List as a Category I species (CONAP 2009). However, there is insufficient ichthyological sampling at the type locality and within drainages adjacent to the type locality that may contain suitable habitat. Additional sampling to establish distribution, population size, and population trend are urgently needed. The known range of this species does not extend into any protected areas (IUCN and UNEP-WCMC 2019). An evaluation of potential threats, as well as the scope and magnitude of their impacts is needed. Population monitoring and site protection are likely warranted given the available information. This species may be an ideal candidate for <em>ex-situ</em> conservation efforts and eventual reintroduction. </p>", "usetrade": "<p>This species is unlikely to be utilized in any commercial capacity.</p>"}]}