{"name": "177894335", "result": [{"species_id": 177894335, "taxonomicnotes": "Although <em>Pericnemis bisaya</em> is known from Cebu, Mindanao, Negros and Panay in the Philippines, Villanueva &amp; Dow (2020) expressed some doubts over whether populations from outside of Cebu really represent the same species. However all populations are treated as a single species for assessment purposes.", "rationale": "<em>Pericnemis bisaya</em> is known from ten scattered locations in Cebu, Mindanao, Negros and Panay in the Philippines. The species occurs in some protected areas, for instance Mount Kanala-on Natural Park on Negros. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but since this is constrained by the extent of forest remaining on the islands and the species has been recorded from few localities, it is inferred that the AOO is smaller than 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its minimum extent of occurrence (52,059 km²) is well above the thresholds for criterion B1. However, if the populations from Mindanao ultimately prove not to belong to this species (see the Taxonomic Notes section), its EOO will be significantly reduced. The overall population is clearly severely fragmented and significant threats exist throughout the range of the species, unfortunately even within the protected areas where it is likely to occur. This species is assessed as Endangered under criterion B (EN B2ab(ii,iii)).", "geographicrange": "<p><em>Pericnemis bisaya</em> is known from Cebu, Mindanao, Negros and Panay in the Philippines (Villanueva and Dow 2020). Ten scattered locations are known. The species occurs in some protected areas, for instance Mount Kanala-on Natural Park on Negros. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it will be constrained by the extent of forest remaining on the islands where it occurs; on Cebu, Negros and Panay this is very low. Since the species has been recorded from few locations, it can be assumed that the AOO is less than 500 km². Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 52,059 km² (well above the thresholds for criterion B1).<br/></p>", "population": "<p>This appears to be a locally occurring and fairly scarce species. No other statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest within its range and that severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "Virtually nothing has been recorded on the habitats and ecology of this species but it is forest-dependent. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.", "threats": "<p>The main threat to this species will be from deforestation with logging and farming of one type or another as major drivers. Unfortunately these threats extend even to protected areas. For instance BirdLife International (2019, but based on information compiled in 2001) list many threats to Mount Kanl-aon (even though it is protected: “The national park status of Mt Kanla-on has not protected the forests on its lower slopes from total clearance. It is now heavily occupied by settlers, and a recent census indicated that there are over 3,000 households living in the park. The rich volcanic soils give the area great potential for agricultural cultivation, especially in San Carlos, Kanla-on and La Castellana. This is a successful vegetable production area, and the need for more farmland has encouraged the inhabitants to continue to clear forests. On the eastern slope of the mountain it is reported that no forest occurs below 1,200–1,300 m, and on the western slope it has retreated to around 1,000 m in most areas, with only one sector, Mambucal, still extending down to 750 m. When this lowest block of forest at Mambucal is lost, as it could be in a few years if the current intensity of cutting and clearance continues, the only suitable habitat for several of the park's rarest birds will be lost. Resource extractive activities are also degrading and clearing forest in the park, including the illegal cutting of trees for charcoal-burning and timber, and kaingin [slash and burn agriculture], mainly in the lower altitude forests.”</p>", "conservationmeasures": "<p>The priorities for this species are for better protection of existing protected areas where it may occur, protection of additional areas of suitable habitat and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance as well as on taxonomy (see the Taxonomic Note). Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}