{"name": "176145230", "result": [{"species_id": 176145230, "taxonomicnotes": "The species was considered by Mees (1989) under the name <em>Dysichthys chamaizelus.</em>", "rationale": "The species has a restricted range in the Essequibo-Potaro and Cuyuni-Mazaruni basins. The best estimate of the extent of occurrence (EOO) is 21,956 km². The subpopulations of the lower Potaro, Kuribrong and Mazaruni rivers have been affected by a reduction in the area of occupancy (AOO) and in the extent and quality of habitat, inferred based on the gold mining activities and considering its habit of living in&#160;submerged foliage or buried in the sand of rivers. There are six locations based on this threat. However, not much is known about the population, how these impacts affect the species, and whether there are additional subpopulations in the tributaries of the Essequibo River basin. The EOO is close to meeting the B1 criterion threshold for Vulnerable (VU). There are six locations, meeting subcriterion a. There are continuing declines in the AOO and habitat quality and extent, meeting subcriteria b(ii,iii). Thus, <em>Bunocephalus chamaizelus</em> is assessed as Near Threatened (NT). Further research to investigate the status of its population is recommended, since the species is not well known, as well as being uncommon.", "geographicrange": "<p><em>Bunocephalus chamaizelus</em> is known only from Guyana, and it seems to be restricted to Essequibo-Potaro basins, and to Cuyuni-Mazaruni River system, based on the specimens known from type material and scientific collections. The species is distributed in the Essequibo River basin, in the Potaro River, and Kuribrong River, and in Cuyuni-Mazaruni River system. </p>", "population": "<em>Bunocephalus chamaizelus</em> seems to have a restricted range of distribution in Essequibo-Potaro and Cuyuni-Mazaruni basins. However, the population of this species is not well known, as well as it being uncommon, and so further research should be carried out to ensure it is not in decline. The subpopulations of the lower Potaro, and Kuribrong Rivers have been possibly affected by the reduction in the habitat quality, inferred based on the gold mining activities considering its habit of living in&#160;submerged foliage or buried in the sand of rivers. However, not much is known about the population, how these impacts affect the species, and whether there are additional subpopulations along the tributaries.", "populationtrend": "unknown", "habitat": "<em>Bunocephalus chamaizelus</em>&#160;inhabits large rivers to small creeks and rapid waters in cataract areas, and it is likely to live in&#160;submerged foliage or buried in the sand of rivers and creeks, a usual characteristic of the genus (Mees 1989). Very little is known about the general ecology of this species, but most aspredinids appear to be generalized omnivores including aquatic invertebrates, terrestrial insects and organic debris (Friel 2003), which is also expected for this species.", "threats": "Part of the distribution of <em>Bunocephalus chamaizelus </em>in Kuribrong River, and lower Potaro and Essequibo basins, have had negative impacts on its habitat. The main impact is related to gold mining observed in these tributaries. Gold is removed with mercury leading to high mercury levels in the water and fishes (Miller <em>et al. </em>2003) and large swaths of forest replaced by denuded landscapes and toxic spoil ponds (Hayes <em>et al.</em> 2020). According to Hayes<em> et al.</em> (2020) and Flavio Lima (pers. comm. 2020) during field work in 2011, 2014, and 2016, some level of impact from gold mining was observed in the upper Kuribrong. A recently completed road now provides easier access to the upper Kuribrong, and the number of small mines have increased (Hayes <em>et al.</em> 2020).", "conservationmeasures": "<p>There are no conservation measures in place, and further research is recommended to investigate the status of its population, since the species is not well known, as well as being uncommon. Additionally, it&#160;<span style=\"\">is recommended to monitor mining activities in the region to evaluate the impacts to the species.</span></p>", "usetrade": "<p>This species is not used or traded.</p>"}]}