{"name": "201980", "result": [{"species_id": 201980, "taxonomicnotes": null, "rationale": "<em>Kryptoglanis shajii</em> is assessed as Endangered as it is known from only three localities in Thrissur District of  Kerala State with an very small Area of Occupancy and Extent of Occurrence, with threats to its habitats because of anthropogenic stressors. The habitat of <em>Kryptoglanis shajii</em> is threatened by urbanization, where in some cases the streams resulting from subterranean springs  are  permanently filled. There is also a   threat of pollution from agricultural runoff, land reclamation for brick   kilns and exotic species introduced in wells. Further, the recent occurrences of floods, which are also likely to recur in the near future, might have affected the habitat of the species. Such threats are thought to be causing a continuing decline in habitat quality.", "geographicrange": "<em>Kryptoglanis shajii</em> is endemic to the Western Ghats of India (Dahanukar and Raghavan 2013), where it is known from the lateritic zones including wells, paddy fields and streams in Thrissur District of Kerala State (Vincent and Thomas 2011, 2012; Binoy <em>et al</em>. 2012; Lundberg&#160;<em>et al</em>. 2014; Britz <em>et al.&#160;</em>2014). The species is restricted to wells with rare sightings from paddy fields and streams. The species is currently known from three locations (a well in Vylore, four wells in Thrissur and a spring in Koratty) where the habitats of the species is threatened by changing land use (Vincent and Thomas 2011, 2012; Binoy&#160;<em>et al</em>. 2012).", "population": "There is no information regarding population status and trends for this species. The species is known only from a few specimens.", "populationtrend": "unknown", "habitat": "It is known to occur in subterranean conduits and occasionally found in homestead wells (Vincent and Thomas 2011, Britz<em>&#160;et al</em>. 2014). They have also been recorded from thickets of water plants in a stream habitat and paddy fields (Binoy&#160;<em>et al</em>. 2012, Lundberg <em>et al.</em> 2014).", "threats": "The habitat of <em>Kryptoglanis shajii</em> is threatened by changing land use (Vincent and Thoomas 2011, 2012; Binoy <em>et al. </em>2012)  wherein some cases the streams resulting from subterranean springs are  permanently filled (Vincent and Thomas 2012). There is also a  threat of pollution from agricultural runoff, land reclamation for brick  kilns and exotic species introduced in wells (Rajeev Raghavan, <em>pers.  comm</em>. 2020). Further, the recent occurrences of floods because of several anthropogenic interference, including climate change, has affected the rivers of Kerala and its fish fauna adversely (Raghavan 2019, Viju 2019) and might have affected the habitat of <em>Kryptoglanis shajii</em>.", "conservationmeasures": "<p>No species specific conservation actions are in place for <em>Kryptoglanis shajii</em>. The species is also not known from any protected area (Raghavan <em>et al.</em> 2016). There is need to protect groundwater habitats and resources. Research on understanding population status, trends, distribution, ecology and species specific threats and monitoring of population and habitat trends is essential.<br/></p>", "usetrade": "There is no information on the use and trade of the species."}]}