{"name": "150122871", "result": [{"species_id": 150122871, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Xiloá in Nicaragua. Population size and population trend are unknown. While there are currently no major threats to the lake, the introduction of non-native species or changes to current land-use around the lake are plausible future threats that have the potential to considerably increase the extinction risk of this species. Given a very limited distribution, occurrence at a single threat-based location, and potential future threats,&#160;<em>A. sagittae</em>&#160;is assessed as Vulnerable under criterion D2.", "geographicrange": "<p><em>Amphilophus amarillo </em>is endemic to Lake Xiloá, a small volcanic crater-lake on the Chiltepe Peninsula approximately 20 km north of Managua (Kullander 2003, Matamoros <em>et al</em>. 2015). However, this species is known from very few georeferenced museum collections (GBIF 2019), and additional sampling would be useful in determining if range extends outside of the crater lake. </p>  <p>The surface area of the lake is approximately 3.8 km<sup>2</sup> (Wilson <em>et al</em>. 2000). Therefore, Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be approximately 8 km<sup>2</sup>, based on the extent of available georeferenced collection records (GBIF 2019), a 2x2 km<sup>2</sup> grid overlain on the known distribution, and the assumption that this species is restricted to the crater lake.</p>", "population": "<p>Total population size is unknown. Population estimates are likely to prove difficult, given similar coloration and morphology with close congeners (Recknagel <em>et al</em>. 2013).</p><p>Population trend is suspected to be stable, given the absence of major threatening factors.</p>", "populationtrend": "stable", "habitat": "<p><em>Amatitlania sagittae</em> appears to have a preference for both sandy and a mixed&#160;habitat structure of weed and rocks, and breeds in deeper water that other sympatric cichlids such as&#160;<em>A. amarillo&#160;</em>(Stauffer and McKaye 2002). Breeding occurs in sandy substrate and within a mixed habitat structure consisting of aquatic macrophytes and rocks (Recknagel <em>et al</em>. 2013).</p>", "threats": "<p>There are no known major threats to freshwater fishes in Lake Xiloá. The lake is not currently impacted by the establishment of tilapia (<em>Oreochromis</em>&#160;spp.) (McCrary <em>et al</em>. 2007) and the lake is entirely contained within Chiltepe Peninsula Nature Reserve (IUCN and UNEP-WCMC 2019). However, the introduction and establishment of tilapia is a plausible future threat that has the potential to immediately impact the extinction risk of this species.</p>", "conservationmeasures": "<p>There are currently no species specific conservation actions directed towards<em> A. sagittae</em>. Lake Xiloá occurs within Chiltepe Peninsula Nature Reserve (IUCN and UNEP 2019), which provides indirect protection against habitat degradation. More information regarding the potential threats to this species would be useful.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}