{"name": "195992126", "result": [{"species_id": 195992126, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered because its extent of occurrence is less than 100 km<sup>2</sup>, it is known from only one location defined by threats from bushfires and climate change and there is a projected continuing decline in the extent and quality of the species habitat due to shrubland encroachment resulting from climate change.", "geographicrange": "This species is endemic to Victoria, Australia, where it is known only from Whiskey Flat near Mt. Hotham and Rocky Knobs on the Bogong High Plains. These two sites are 17 km apart. Despite surveys in around 40 peaks in neighbouring areas it has not been recorded elsewhere and is expected to be endemic to this region as a similar pattern of endemism to Mt. Hotham and Bogong High Plains has been observed in other species. The known localities are at 1,650 m and 1,744 m asl.", "population": "This is a very rare species in an area that has been well-surveyed. During surveys it is only occasionally detected, and at very low levels. During intense surveys only 1-2 individuals might be found, in a beetle community whose most common members may have 150 (M. Nash pers. comm. 2021). Only nine records have ever been taken: one from Whiskey Flat taken in 1951, and the remainder from Rocky Knobs.", "populationtrend": "unknown", "habitat": "This species occurs in - and is likely restricted to - sub-alpine grassland, where it is likely to be a generalist predator. Members of this subfamily are flightless and frequently habitat specialists (Thiele 1977). Eggs are likely laid in a shallow burrow in the soil, with females attending the eggs as they develop.", "threats": "The Bogong High Plains site was last burned in 2003, and the species has been recorded here in surveys since. Whiskey Flat may have been exposed to fires in 2003, 2006 and 2011. Climate change is projected to result in replacement of this species' alpine meadow habitat with closed heathland. It is unknown whether the species is able to adapt to this new habitat, but increasing shrub cover will increase the risk and intensity of fire, as well as potentially facilitating the spread of better-adapted competitors. As this species lays eggs in shallow soil, exhibits poor dispersal abilities and - during the breeding season - egg attendance by females, animals at all life stages are expected to be highly sensitive to intense fires. The intensity and scale of annual bushfires are expected to increase as the result of a drying climate. Fire management that involves controlled burns is therefore itself a threat if inappropriately timed, and spring and summer burns should be avoided in order to minimise mortality of this rare species.", "conservationmeasures": "The two known localities are within Alpine National Park. Fire management practices should take account of the needs of this species, and avoid burns in autumn when mortality is likely to be highest.", "usetrade": "There is no known use of or trade in this species."}]}