{"name": "189599", "result": [{"species_id": 189599, "taxonomicnotes": null, "rationale": "<em>                   </em><p>The species is endemic to Lake Mahalona in Sulawesi, with an area of occupancy (AOO) and extent of occurrence (EOO) both of 24 km<sup>2</sup>. This is counted as a single location based on the threats of nickel mining, hydro-electric power installations, logging and organic effluents from the rapidly expanding human population around Lake Mahalona, which are causing a decline in habitat quality through siltation and changes to natural water levels. It is also very vulnerable to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.) through the Malili lakes system. This species is therefore assessed as Critically Endangered based on its extremely limited distribution and deterioration of habitats.</p>", "geographicrange": "This species is endemic to Lake Mahalona, Sulawesi in Indonesia.", "population": "This species was previously found to be abundant in Lake Mahalona where suitable habitat was present (von Rintelen and Glaubrecht 2003), but a lower abundance was observed in 2011 (T. von Rintelen pers. comm.). Therefore, the population is assumed to be declining. An overall decline of at least 50% is predicted over the next 10 years due to the spread of Flowerhorn Cichlids&#160;(<em>Colossoma </em>sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al.</em> 2012) and are thought to have caused the decline of <em>Tylomelania</em> populations predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) where they are predicted to cause population declines similar to those seen in Lake Matano.", "populationtrend": "decreasing", "habitat": "This species is found on hard substrates such as rocks, sunken wood and <em>Pandanus </em>roots in Lake Mahalona, from the surface to a depth of several metres (Von Rintelen and Glaubrecht 2003).", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. </p>  <p>Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade.&#160;<em>Tylomelania</em>&#160;<em>kruimeli </em>does not seem to be traded yet, though, and is unlikely to become a major target.<br/><br/>Finally, invasive species (particularly Flowerhorn Cichlids,&#160;<em>Colossoma</em>&#160;sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of small adults and juveniles (Herder&#160;<em>et al</em>. 2012), as recent surveys in Lake Matano have found only large individuals of <em>Tylomelania&#160;</em>species remaining (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018).</p>", "conservationmeasures": "<span lang=\"EN-GB\">No conservation plans are currently in place for this  species,&#160;but protection of its known localities and habitats is needed, alongside invasive species control. Research is  also needed into the population dynamics, ecology and the threats to  this species.", "usetrade": "There is no use or trade information on this species. Many species of <em>Tylomelania </em>of the Malili lakes are collected and traded as aquarium pets, but this species has not yet been conspicuously traded."}]}