{"name": "20515", "result": [{"species_id": 20515, "taxonomicnotes": null, "rationale": "The Regal Fritillary&#160;(<em>Argynnis idalia</em>) is a prairie specialist butterfly, historically found from the Great Plains to the Atlantic Coast of North America. It has been extirpated from all but one, two deme metapopulation in Pennsylvania, and in the western half of its distribution, it is now restricted to native prairie remnant patches, and is therefore only found in small isolated populations. Threats to this species include habitat loss and degradation due to agricultural conversion, urban development, invasive species, pesticide use in adjacent croplands. A population reduction, based on an index of abundance, can be estimated for this species. Data from 4th of July Butterfly Counts across the range of this species, showed that the percentage of counts per year reporting Regal Fritillaries, declined by 53-56% from 1991 to 2014 (Swengel and Swengel 2016). Using the percentage of counts reporting this species as an index of abundance, and assuming the decline continues at the same rate today, a population reduction of as much as 30%, when calculated over the last 10 years, is estimated. The estimated area of occupancy (AOO) for this species is 1,304 km<sup>2</sup>, reduced from at least 2,248 km<sup>2</sup> historically. The remaining populations are considered severely fragmented, as more than half of the remaining individuals are found in isolated habitat patches where long-term survival and recolonization from neighbouring populations is unlikely. In addition, continuing decline in extent of occurrence (EOO), AOO, and extent and quality of habitat has been observed and continuing decline in the number of mature individuals is therefore inferred. As such, this species is considered Vulnerable under criteria A2b and B2ab(i,ii,iii,v).", "geographicrange": "The Regal Fritillary (<em>Argynnis idalia</em>) was once found throughout much of the United States and southern Canada, from the Great Plains to the Atlantic Coast (Selby 2007). However, the species is now probably extirpated from most of the eastern portion of its historic range, and is only found in scattered occurrences in the western portion of its range (GBIF 2021). In New England, declines began in Connecticut as early as the late 1940s, and by the mid 1980s, only six sub-populations remained in New England, all located on offshore islands such as Martha's Vineyard and Nantucket (Wagner <em>et al.</em> 1997). Declines in the East spread from north to south, and by 2010 only two sub-populations were extant east of Indiana; one in Pennsylvania, and one in Virginia (Ferster and Vulinec 2009, Chazal <em>et al</em>. 2010). However, since 2021, the colony in Virginia has become extirpated (J. Shuey pers. comm. 2021). Starting in the 1980s, researchers began to notice a contraction in the western portion of the range as well. For example, it is no longer found in Canada, though a few vagrant occurrences were reported in 2000 (P. Hall pers. comm. 2021), it has disappeared from large parts of western North Dakota (Royer 1988), and has been lost from many sites in Wisconsin and Iowa (Debinski and Kelly 1998, Swengel <em>et al</em>. 2011).&#160;<br/><br/>The extent of occurrence (EOO) for this species has been reduced by almost half, from over three million km<sup>2</sup> to just 1.8 million km<sup>2</sup>. Similarly, the area of occupancy (AOO) has been reduced from an estimated 2,248 km<sup>2</sup> to 1,304 km<sup>2</sup>.", "population": "The Regal Fritillary (<em>Argynnis</em><em>&#160;idalia</em>)&#160;was once found in relative abundance across much of its range (Opler 1981, Wagner <em>et al.</em> 1997), but by some estimates has declined by as much as 99% from historic levels (McCullough <em>et al.</em> 2017). There are two recognized subpopulations for this species, an eastern and western subpopulation (Powell&#160;<em>et al</em>. 2007, Selby 2007, Keyghobadi&#160;<em>et al</em>. 2013, McCullough&#160;<em>et al</em>. 2017). There is some debate about whether these subpopulations constitute separate subspecies, with&#160;<em>A. idalia idalia</em>&#160;found in the eastern portion of the range and&#160;<em>A. idalia occidentalis</em>&#160;in the western portion of the range (Williams 2001, Fonseca <em>et al.</em> 2008). The eastern subpopulation has undergone severe declines since the late 1940s with some areas losing 99% of their individuals (Wagner&#160;<em>et al.</em>&#160;1997). The steepest declines seemed to take place from the 1960s to 1980s, but the causes of decline remain poorly understood (Wagner <em>et al</em>. 1997). As such, there is only one locality with a stable number of individuals remaining east of Indiana (McCullough&#160;<em>et al.</em>&#160;2017, J. Shuey pers. comm. 2021). Population monitoring of this eastern sub-population in Fort Indiantown Gap, a National Guard training facility in south-central Pennsylvania, from 1997-2005, suggested the population is stable (Ferster and Vulinec 2009). Furthermore, mark re-capture studies for the same sub-population in 2005 suggest the population reached a peak of 913 butterflies that year (Ferster and Vulinec 2009). The western sub-populations has probably been slowly declining over the last 200 years, as tall grass prairies were systematically converted for agriculture (Samson and Knopf 1994, Opler 1981). Over the last 40 years, this species has continued disappearing from many previously occupied habitats&#160;(Metzler <em>et al</em>. 2005, Iftner<em> et al.</em> 1992, Swengel and Swengel 2016). It is now restricted to isolated patches of remnant prairie habitat (Caven <em>et al.</em> 2017). A few population strongholds remain, including in the Loess Hills of Iowa, the Sand Hills and Platte River in Nebraska, and the Flint Hills in Kansas and Oklahoma (Shuey&#160;<em>et al</em>. 2016). One of the areas thought to hold one of the most viable subpopulations, which occurs in Kansas, is estimated to consist of at least 12,000 individuals (Powell&#160;<em>et al.</em>&#160;2007).<br/><br/>Data from 4th of July Butterfly Counts across the range of this species, showed that the percentage of counts per year reporting Regal Fritillaries, declined by 53-56% from 1991 to 2014 (depending on the statistical test used, Spearman rank correlation or linear regression, respectively) (Swengel and Swengel 2016). Using the percentage of counts reporting this species as an index of abundance, and assuming the decline continues at the same rate today, a population reduction of as much as 30%, when calculated over the last 10 years, is estimated (see Supplementary Material for details on calculation). There is high uncertainty in this estimate due to the limitations of the study it was derived from, and due to the suitability of using percentage of counts reported per year as an index of abundance. Limitations in the study include lack of data for all years across all sites and counts being biased toward areas with higher population densities, which may face higher threats and therefore see steeper declines (Swengel and Swengel 2016). Using the percentage of counts that detect the species as an index of abundance fails to take abundance at different sites into account. Despite these limitations, the findings generally agree with other reports of decline in this species (Iftner<em>&#160;et al.</em>&#160;1992, Debinski and Kelly 1998, Swengel <em>et al</em>. 2011). Though declines may be ongoing in many parts of the range, some reports show localized populations of this species have increased. For example, at Kankakee Sands,&#160;a restored tallgrass prairie reserve in Illinois, an annual population increase of about 25% over the last four years has been observed, with an estimated&#160;2,000 individuals using the restoration area (based on extrapolations from the sixteen 40-acre count areas) (Shuey <em>et al.</em> 2016, J. Shuey pers. comm. 2021).&#160;<br/><br/>This species is also considered severely fragmented, as few occurrences outside of Kansas are in habitat patches large enough that populations are protected against stochastic events. Therefore, most occurrences are probably genetically and spatially isolated and may not be viable long-term (WEG 2013, Caven <em>et al</em>. 2017). Dispersal between patches may also be limited in cases where suitable habitats are more than 32 km apart, which may be the case for more than half remining occupied habitat patches.", "populationtrend": "decreasing", "habitat": "The Regal Fritillary is a resident of temperate grasslands in North America. The species can be found in tallgrass prairies and wet meadows and fields. In the eastern portion of the range, the species is associated with mesic prairies, while populations in the west are generally found in xeric prairies (Selby 2007, Williams 1999)&#160;but typically near riparian habitats that serve as refugia against extreme heat and drought (J. Shuey pers. comm. 2021). Declines in the extent and area of grasslands in North America have been documented (Samson and Knopf 1994) and continue today, therefore a continuing decline in extent of occurrence, area of occupancy, and habitat quality is observed for the species.&#160;However, restoration has been used to expand habitat for this species in Indiana, and appropriately planned efforts would probably work through out the range of the species (J. Shuey pers. comm. 2021).&#160;<br/><br/>This species is a hostplant specialist, using only violets (<em>Viola</em> spp.) (Selby 2007). Adults use a variety of nectar sources including milkweeds (<em>Asclepias</em> spp.), thistles (<em>Cirsium</em> spp.), coneflowers (<em>Echinacea</em> spp.), blazing stars (<em>Liatris</em> spp.), bergamots (<em>Monarda </em>spp.), goldenrods (<em>Solidago&#160;</em>spp.), prairie clovers (<em>Dalea</em> spp.), and ironweeds (<em>Vernonia</em> spp.) (Selby 2007). The Regal Fritillary is a univoltine species and produces one generation each year with males emerging before females (Kopper <em>et al. </em>2001, Selby 2007, Ferster and Vulinec 2010, WEG 2013). The timing of the flight period varies depending on location and weather, but usually occurs in early to mid summer (Selby 2007). Mating typically occurs soon after adult female emergence, which occurs two weeks after male emergence (Selby 2007, WEG 2013). After mating, adult females enter into reproductive diapause, a period of reduced activity and development (Kopper <em>et al</em> 2001), while males will die shortly after mating (Kopper <em>et al.</em> 2001, Ferster and Vulinec 2010). Females lay more than 2,000 eggs on dead leaves and pebbles regardless of the presence or absence of larval host plants (Vaughan and Shepherd 2005), however 20-80% of eggs may fail to eclose (Wagner <em>et al</em>. 1997). Larvae hatch in the fall, but do not eat until violet leaves are available in the spring. Larvae overwinter as first instars and in spring undergo five additional instars (Wagner <em>et al</em>. 1997, McCullough <em>et al</em>. 2017). Dispersal limits, while not well understood for this species due to contradictory studies, do seem to be highly dependent on the presence of suitable habitat to disperse to. In some studies, Regal Fritillaries seem to stay confined by habitat edges, and dispersal outside of suitable habitat was limited (Ries and Debinski 2001). However, another study suggests a small percentage of males and females (1.4%-1.9% respectively) are capable of dispersing between occupied habitats 3-7.5 km apart (Ferster and Vulinec 2010). Furthermore, yet another study suggest previously unoccupied habitat over 32 km away from the source was colonized by this species (Shuey&#160;<em>et al.</em>&#160;2016).", "threats": "Past declines in the eastern portion of the Regal Fritillary's (<em>Argynnis idalia</em>) range are not well understood, but are thought to include habitat degradation and fragmentation, land use change, hurricane impacts, the spread of invasive grasses, pesticide use and the introduction of a parasitoid or pathogen (Wagner <em>et al.</em> 1997, Chazal&#160;<em>et al</em>. 2010). Current threats the eastern sub-population at the last remaining site in Pennsylvania, are unknown. This colony is on land owned by the Department of Defense and is actively managed to protect the butterfly, so threats may be minimal (Climate Change Response Framework 2017). The most likely threat is habitat degradation, due to mismanagement resulting in woody vegetation encroachment or disturbance from training activities (Ferster and Vulinec 2009). In addition, due to its isolation, any stochastic events could easily cause this colony to go extinct.&#160;<br/><br/>Loss of tall grass prairie habitat, or more specifically drainage of wet prairies and conversion of moist meadows and hayfields for intensive agricultural purposes, is recognized as the main driver of decline in the western portion of this species range (Opler 1981). More than 99% of North American prairies have been lost since the arrival of European settlers (Samson and Knopf 1994), which has caused declines in most prairie-specialist butterfly species (Swengel&#160;<em>et al</em>. 2011).&#160;Destruction of native prairie remnants continues, primarily due to conversion for agriculture, encroachment of invasive species and woody vegetation, and urban development (Swengel 2015, Selby 2007). This continued habitat loss and degradation results in further fragmentation of suitable habitats, leaving isolated colonies more vulnerable to stochastic events (Selby 2007). This increases the chance of localized extirpations, and lowers the chance of recolonization from neighbouring occupied habitats. This species also appears to be quite sensitive to the timing and scale of prescribed burning. This species is a late stage larva, above ground with limited dispersal ability, when prescribed burns are typically conducted in the spring. Therefore, poorly timed, frequent, or widespread prescribed burning may be detrimental to this species (Swengel 1995). However, most studies suggest that while fire does have a negative short term impact on populations of <em>A. idalia</em>, prescribed fires improve habitat quality in the long run when conducted prudently, as they encourage the growth of violet host plants and a diversity of nectar sources (Panzer 2002, Powell <em>et al</em>. 2007, Huebschman and Bragg 2000, Henderson <em>et al</em>. 2018).", "conservationmeasures": "This species is not protected at the federal level, though it has been petitioned for listing under the Endangered Species Act (ESA) in 2013 (WEG 2013). The US Fish and Wildlife Service found that listing may be warranted and has started a status review (USFWS 2015). This species is protected at the state level in many of the states where it remains extant, and is included in many site-specific management plans across its range. For example, the last remaining site where the eastern sub-population occurs, in Pennsylvania, is managed through prescribed burning and removal of woody vegetation by mowing or tree cutting, and training activities on the facility are restricted in most butterfly habitats (Ferster and Vulinec 2017). In another example, the Regal Fritillary was identified as a species level conservation target in an ongoing efforts to restore connectivity across an ecologically fragmented landscape Indiana (Shuey <em>et al.</em> 2016).&#160;<br/><br/>The Regal Fritillary will benefit from continued habitat protection in prairie remnants. Management regimes including moderate prescribed partial burns every 3-5 years, appear to be best suited for this species (Shuey <em>et al.</em> 2016, Caven&#160;<em>et al</em>. 2017, Henderson <em>et al.</em> 2018). This species would also benefit from greater connectivity between prairie remnant habitats. Research should include population monitoring at known occurrences, as well as survey efforts in suitable but unoccupied habitats.", "usetrade": "This species is attractive to butterfly collectors, and over-utilization for commercial or recreational purposes has been identified as a potential threat (WEG 2013)."}]}