{"name": "173719748", "result": [{"species_id": 173719748, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia lieftincki </em>is endemic to Java, where it is known from the west and central parts of mainland Java. Although the assessors are aware of records from a total of 11 localities, the only recent records (as yet unpublished) are from three localities on Nusa Kambangan, recorded by members of the Indonesia Dragonfly Society during deliberate searches for this and other poorly known Javan endemic species. None of the recently discovered localities are in totally protected areas. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but based on the currently available information, there is no reason to believe that the AOO exceeds 500 km². Moreover, the AOO, and the extent and quality of suitable habitat, are inferred to be declining due to loss of and disturbance to forest within the range of the species. Its extent of occurrence (EOO), based only on the more recent records, is smaller than 5,000 km². With only three locations currently known, this species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)).</p>", "geographicrange": "<p><em>Coeliccia lieftincki </em>is endemic to Java. It was described from a pair collected from the island of Nusa Kambangan (Laidlaw 1932), and later was recorded from locations in the west and central parts of mainland Java (Lieftinck 1934). Although the assessors are aware of records from a total of 11 localities, the only recent records (as yet unpublished) are from three localities on Nusa Kambangan made by members of the Indonesia Dragonfly Society during deliberate searches for this and other poorly known Javan endemic species. Only the three recently discovered localities can be considered as currently known; the species may already be extinct at some or all of the other localities. None of the recently discovered localities are in completely protected areas. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but based on the currently available information, there is no reason to believe that the AOO exceeds 500 km². Based on the three current localities, its EOO is 7–1,202 km² (minimum estimate based on data points; maximum estimate based on the HydroBASINS area occupied by recent collection records); if all known localities are used, the EOO would be as large as 11,740–40,348 km² (minimum estimate based on all known localities; maximum estimate based on all HydroBASINS containing known collection records). Its AOO is inferred to be declining due to loss of and disturbance to forest within the range of the species.<span class=\"MsoHyperlink\"></p>", "population": "<p>This species is very local in occurrence. There is insufficient information to make any other statement about current population sizes or health except that an ongoing decline in overall population is inferred from loss and degradation of forest within the range of the species and that whether or not the overall population is severely fragmented depends on the definition used, but it is certainly fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954: 47) gives the habitat of this species as \"Runnels in forest marshes\". The recent records are all from clear running streams primary forest and it appears likely that this species is particularly sensitive to disturbance to its forest habitats, although it does appear to be able to tolerate droughts. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threats to this species are from clearance of and disturbance to forest for farming or logging and from mining (the recently found locations are all near to a mining area). Pollution of forest streams may also be a threat.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and more information on its current distribution, occurrence in protected areas (in particular it should be searched for in Ujung Kulon National Park in the extreme west of Java), precise habitat requirements and ability to tolerate disturbance and on threats. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}