{"name": "164045636", "result": [{"species_id": 164045636, "taxonomicnotes": "<p></p><p><em>Photuris walldoxeyi</em> </span>a member of the <em>P. versicolor</em> species complex which contains many closely related species distinguishable primarily by observed flash pattern, as there are few morphological differences (Faust and Davis 2019, Barber 1951, McDermott 1967). Genetic and cladistics research, to clarify taxonomic relationships within this species complex, is ongoing (Faust 2017).<em> </em></p><br/><p></p>", "rationale": "<p></p><p><em>Photuris walldoxeyi</em>, also known as Wall Doxey’s Firefly, is a recently described species found in cypress and tupelo gum swamps across Mississippi, Tennessee, Illinois, and Indiana, in the United States. Currently only 11 sites are known to contain this species, although additional sites have been discovered yearly since this species was first described. Population size is unknown, but most occurrences contain a similar number of individuals, with around 100 males displaying on peak nights. The cypress swamp habitats of this species have declined by an estimated 90% since European settlement. The remaining suitable habitat is extremely fragmented, and currently occupied sites are largely restricted to Wildlife Refuges, Conservation Areas, and State Parks, where wetlands have been preserved. Historically, wetland losses were largely due to drainage for agricultural development, but degradation continues due to commercial and residential development, forestry practices, dredging and channelization, drainage and flood protection projects, ground water withdrawal, water pollution, sedimentation, and invasion by non-native species. Light pollution from encroaching towns and cities may also be a threat for this species. </p>  <p>As this species is currently known from only 11 sites, it may have an area of occupancy (AOO) as low as 44 km<sup>2</sup>. This number is probably an underestimate, as new occurrence localities continue to be discovered. However, it is unlikely that the AOO could surpass 2,000 km<sup>2</sup>, the threshold for listing as Vulnerable. To do so, this species would have to be present at over 500 occurrence localities. With only 10% of historic cypress swamp habitats remaining, it is unlikely this many sites await discovery. This species is considered to occur in as few as ten locations. Continuing decline in quality of habitat is inferred based on the continuing threats to wetland habitats. Therefore, this species qualifies as Vulnerable under criterion B2ab(iii). </p>  <p>Uncertainty in the data available for this species is high: the AOO will likely increase as new sites are discovered, as will the number of locations, and the likelihood of continued habitat degradation is not well understood, particularly because this species mostly inhabits protected areas. However, because <em>P. walldoxeyi</em> is now restricted to fragmented habitat patches and the majority of suitable habitat across its range has been lost, a precautionary approach is justified. In addition, although this species occurs mostly in protected areas, these areas are not managed for this firefly and are not immune to habitat degradation. This species is considered Vulnerable until additional research can verify the known sites support viable populations, which no longer face threats, and additional occurrence localities are discovered. </p><br/><p></p>", "geographicrange": "<p><em>Photuris walldoxeyi</em> is a newly described species, so far known to occur in Mississippi, west Tennessee, Illinois, and Indiana (Faust and Davis 2019, L. Faust pers. obs. 2020). When this species was first described it was known from seven occurrence localities, but four additional occurrences were reported during the 2019 and 2020 field seasons (L. Faust pers. obs. 2020). In Mississippi it has been recorded in Madison, Marshall, and Desoto Counties, at four different sites, including one in Wall Doxey State Park. In Tennessee it is known from four <span lang=\"EN-US\">sites, two in Fayette County (one in the Ghost River State Natural Area and one in the William B. Clark Conservation <span lang=\"EN-US\">Area), one site in Madison County, and one site in Obion County. In Indiana it is known from Posey and Monroe Counties at the Twin Swamps Nature Preserve and the <span lang=\"EN-US\">Bean Blossom Nature Preserve, respectively. In Illinois, it has been recorded in Johnson County at the Heron Pond-Little Black Slough Nature Preserve in the Cache River and Cypress Creek Wetlands. All known sites are within watersheds that ultimately drain into the Mississippi River.</span></p><p>As this species is a habitat specialist occurring only in cypress swamps which lack habitat connectivity, most of these occurrences are extremely isolated. Outside of extreme cases such as flood or heavy winds, it is rare that fireflies would be capable of dispersing even 1 km. None of the known occurrences are within 10 km of each other, therefore dispersal between occurrences is unlikely. While no official abundance studies have been carried out, most of the documented sites are thought to contain a similar number of individuals, with around 100 males displaying on peak nights (L. Faust pers. obs. 2020). Therefore, all individuals exist in small patches separated by a large distance. However, so far, these isolated habitat patches seem able to support viable populations, so this species is not considered severely fragmented. </p><p>    The estimated extent of occurrence (EOO) for this species is 69,962 km<sup>2</sup>. Based on the 11 known sites, assuming each occurrence is no more than 4 km<sup>2</sup>, the current known area of occupancy (AOO) is 44 km<sup>2</sup>. While this number may be an underestimate, as sites continue to be discovered, it is unlikely that AOO is greater than 2,000 km<sup>2</sup>.&#160; This species would have to be present at over 500 occurrence localities to surpass this threshold, and as only 10% of historic cypress swamp habitats remain (Burton 2009), this is very unlikely. This species occurs in 10 locations.&#160; For nine of the 11 known occurrences, each occurrence represents one location, as they are isolated from one another and are likely exposed to the main threat of habitat degradation (due to wetland loss and light pollution), to differing degrees. The remaining two occurrence localities, both in Mississippi, would likely be impacted similarly by potential habitat loss, as they are within 10.5 km of one another and are both along the Coldwater River.</p>", "population": "<p></p><p>The population size for this species is unknown. There are <span lang=\"EN-US\">11 occurrence localities known, to date (Faust and Davis 2019, L. Faust pers. obs. 2020).&#160; At least one of these sites reportedly contains a large number of individuals and stretches over a mile (Faust and Davis <span lang=\"EN-US\">2019). Most of the other sites contain a similar number of individuals, with around 100 males displaying on peak nights (L. Faust pers. obs. 2020).</span></p><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p><em>Photuris walldoxeyi</em> has been observed only in swamp habitats, usually among bald cypress (<em>Taxodium distichum</em>, Family Cupressaceae) and tupelo gum (<em>Nyssa aquatica</em>, Family Nyssaceae) (Faust and Davis 2019). All known occurrences are within a narrow elevation range, clustered around 105 metres (Faust and Davis 2019). </p>  <p>From mid-May to mid-June, males display to females while flying above permanently wet areas, such as lakes or swamps that stay inundated year-round (Faust and Davis 2019). Displays start about 35 to 45 minutes after sunset. On cold nights, the unique courtship flash pattern consists of four to nine bright pulsing flashes, followed by a prolonged 1 second glow (Faust and Davis 2019). When it is warmer, this pattern is displayed much more quickly, resembling a strobe light, but the <span lang=\"EN-US\">longer glow is still discernible. Females wait nearby, perched on vegetation emerging from the water within a short flight distance from dry ground where oviposition will occur (Faust and Davis 2019). Female response flashes are quick and erratic. Larvae of this genus are usually dietary generalists, scavenging around damp areas at night looking to consume snails, worms, other soft-bodied invertebrates, and plant material (Buschman 1984). </p><br/><p></p>", "threats": "<p></p><p>Threats to <em>Photuris walldoxeyi</em> are not well understood. However, this species is a habitat specialist, found only in swampy areas. While there are an estimated 11 to 20 million hectares of remaining swampland in the southern United States, this represents a mere 10% of the historical swampland which existed in this region before European settlement (Burton 2009).&#160; Historically, wetland losses were largely due to drainage for agricultural development (Dahl 1990). Wetlands across the range of this species continue to be degraded or destroyed due to agricultural, commercial, and residential development, forestry practices, dredging and channelization, drainage and flood protection projects, ground water withdrawal, water pollution, sedimentation, and invasion by non-native species (Fretwell <em>et al</em>. 1996). Prior to the draining and alteration of wetland habitats, it is likely this species was much more widespread. It is now restricted to remnant suitable habitats and is therefore vulnerable to continued habitat loss.</p>  <p>Light pollution could also adversely impact this species as a result of development in proximity to occurrence localities. All currently known sites are within 13 km of a town or city. Artificial light at night, including widely dispersed skyglow, has been shown to interfere with the production and reception of courtship signals in some firefly species (Owens and Lewis 2018, Lewis <em>et al. </em>2020). </p>  <p>Additional research on potential threats to this species is necessary. </p><br/><p></p>", "conservationmeasures": "<p></p><p>There are no conservation measures in place specifically for this species. All but two of the known occurrences are within State Parks, Wildlife Refuges, or Conservation Areas (Faust and Davis 2019, L. Faust pers. obs. 2020), six of which are official protected areas (Protected Planet 2020). This is likely how this species went undetected for so many years, as many of these reserves are closed at night when these fireflies are most noticeable. Their swampy habitats also make sampling a challenge. There are similar habitats in many other states of the south central and southeast United States, so it is possible that the range of this species is broader than the data collected so far suggest (Faust and Davis 2019). Thus, more surveys are needed. </p><br/><p></p>", "usetrade": "<p></p><p>There is no evidence that <em>Photuris walldoxeyi </em>has been harvested for luciferin or otherwise utilized. However, site managers at many of the protected areas where this firefly has been found are enthusiastic about its presence and are engaging in entomo-tourism activities, such as leading nature walks and publishing articles on this new species (L. Faust pers. obs. 2020). It has a readily recognizable flash train, which makes it a good candidate for nature education.</p><p></p>"}]}