{"name": "139419869", "result": [{"species_id": 139419869, "taxonomicnotes": null, "rationale": "<p><em>Macromia mnemosyne</em> is endemic to Borneo, where it is known with certainty only from the type series (two males) from one locality in West Kalimantan; it is not known if the species survives at this location but there has been extensive loss of forest in that part of West Kalimantan. Another record from Central Kalimantan is considered to be unconfirmed. Little is known for certain about the habitats of the species but it may be confined to lowland forest or even to lowland swamp forest. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it can be inferred to be declining from loss of forest throughout its range, as can the extent and quality of suitable habitat. In most circumstances the assessor would place a species only known from old records from one location in Data Deficient, but given the degree of forest loss that has taken place in West Kalimantan, assessment into a threat category is warranted. The species is assessed as Vulnerable under criterion D2 and also meets the Bb(ii,iii) criteria. Once fresh data are available from West Kalimantan this species may need reassessment into a higher threat category.</p>", "geographicrange": "<p><em>Macromia mnemosyne</em> is endemic to Borneo, where it is known with certainty only from the type series (two males) from one locality in West Kalimantan (Lieftinck 1935). It is not known if the species survives at this location but there has been extensive loss of forest in that part of West Kalimantan. Later Lieftinck (1953) recorded the species from the Sampit area in Central Kalimantan, based on a female reared from a larva, noting that the identity was supposition and that it might actually represent a distinct (new) species; this record is considered as in need of confirmation here. So only one location is definitely known for this species, but it is not known if it is still present there. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO can be inferred to be declining from loss of forest throughout its range.</p>", "population": "<p>There are insufficient data to make any statement about current population sizes and health for this species except that an ongoing decline in overall population is inferred from loss of lowland forest in West Kalimantan.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat where the type series was collected was described as “swampy forest” (Lieftinck 1935). At least one of the two specimens was collected at dusk. It is very likely that the species breeds in streams and that it is forest-dependent; it might be confined to swamp forest. An ongoing decline in extent and quality of suitable habitat is inferred from known loss and degradation of lowland forest in West Kalimantan.</p>", "threats": "<p>The main threat to this species is likely to be from clearance of lowland forest for agriculture and plantations; loss of lowland forest in West Kalimantan is already severe.</p>", "conservationmeasures": "<p>More data on the distribution and habitat requirements of this species are urgently needed and it needs to be searched for at the type location and throughout West Kalimantan and also in Central Kalimantan. If the species is still present at the type locality then that location should be given protected status if possible.</p>", "usetrade": null}]}