{"name": "191720", "result": [{"species_id": 191720, "taxonomicnotes": "The female Holotype of this species described as <em>Platypoecilus quitzeoensis</em> by Barton A. Bean (1898) was collected by E.W. Nelson in August 1892 from the Cuitzeo lake. Seth E. Meek, calling this species erronously <em>Poecilia quitzeoensis,</em> transfered it then into a by him for this species erected genus as&#160;<em>Zoogoneticus quitzeoensis</em>. The specimens from La Barca, Ocotlán (Chapala lake) he examined belong today to a different species (<em>Zoogoneticus purhepechus</em>), descibed in 2008. Affiliated to four different drainages, four subpopulations can be inferred: The Río Gande de Morelia subpopulation (type subpopulation), the Río Angulo subpopulation, the Laguna Yuriría subpopulation and the Middle Río Lerma subpopulation. The last two ones are Possibly Extinct.", "rationale": "The Picotee Splitfin occurs in the Mexican federal state of Michoacán and inhabits two drainages, the Río Grande de Morelia drainage and the Río Angulo drainage. In part of its area, it is threatened by droughts, which are becoming more severe through climate change. Non-native fish, water pollution through sewage, run-offs, nutrients, herbicides, pesticides and sedimentation are additional threats this species has to face. <br/><br/>Taking these threats into consideration, along with the&#160;decline in locations and habitats, size of AOO and EOO and the small number of locations (3), this species meets the criteria for&#160;Endangered.&#160;<em><br/></em>", "geographicrange": "<em>Zoogoneticus quitzeoensis</em>&#160;is a freshwater fish species endemic to the Mexican federal states of Guanajuato and Michoacán. Its historically known distribution encompasses the endorheic Río Grande de Morelia drainage including the Lago Cuitzeo and the Presa Cointzio&#160;and several affluents of the lake and the river as well as springs (manantiales San Cristobál&#160;and La Mintzita). Furthermore it could be found in the&#160;Laguna Yuríría, the&#160;Lago Zacapú and the Río Angulo, the Middle Río Lerma&#160;and habitats along the Río Turbio, Middle Río Lerma drainage. It has been extirpated from the Río Lerma and possibly from the Río Turbio drainage as well as from the Laguna Yuriría. It still inhabits the Cuitzeo lake, the Presa Cointzio and springs along the Río Grande de Morelia and the Río Angulo drainage including the Lago Zacapú.<br/><br/>The range of the&#160;Picotee Goodeid is estimated to have declined by&#160;55% compared to its historical range, but this estimation also included <em style=\"\">Zoogoneticus purhepechus</em> (Domínguez-Domínguez&#160;<em style=\"\">et al.&#160;</em>2008).", "population": "The size of the different Río Grande de Morelia subpopulations appear to vary according to the habitats. While they are quite moderate in the springs (e.g. La Mintzita), the numbers within the Cuitzeo lake fluctuate according to the season. An increasing water level and food availability in fall leads to an increase in numbers, while a sinking water level, droughts and the increasing number of fishing birds (Egrets, Pelicans) over the winter period brings the numbers down.<br/><br/>The Río Angulo subpopulation is restricted to few habitats, but it is at least quite numerous in the Zacapú lake.&#160;<br/><br/>The Middle Río Lerma subpopulation occurred in habitats of the &#160;Río Lerma as well as the Río Turbio until about 2015, mainly next to San Francisco del Rincón and Abasolo. All of the known location points have been surveyed by Köck<em> et al. </em>during two surveys in 2017, but were inconclusive. Though the habitats did look suitable, the species couldn't be found.", "populationtrend": "decreasing", "habitat": "This freshwater species is known to inhabit lakes, streams, ponds, canals and ditches over  substrates of clay, silt, mud, sand, gravel, decayed organic matter&#160;and  rocks. It prefers clear to muddy water with little to moderate currents and&#160;can be found in depths of less than 1 m, usually less than 0.6 m,  preferring areas with dense vegetation including green algae, <em>Eichhornia</em>, <em>Scirpus</em>, <em>Potamogeton</em>, <em>Nasturtium</em>, <em>Chara</em> and <em>Lemna</em> (Miller <em>et al.&#160;</em>2005). The Picotee Splitfin is, like all representatives of the genus <em>Zoogoneticus</em>, a predator feeding from small invertebrates. <br/><br/>La Mintzita is a marshy spring-fed lake of about 80 m diameter that drains into the Río Grande de Morelia and hence into the Lago Cuitzeo. The Río Grande de Morelia/Cuitzeo basin is endorheic, although its fauna indicates that it was once connected to the adjacent Río Lerma basin. Most of the Río Grande de Morelia/Cuitzeo system has been greatly degraded, and La Mintzita is one of the last remaining high-quality sites in the basin. A few hundred metres below the lake, the outlet canal receives wastes from a large paper mill (Bio Papel Scribe S.A. de C.V.) and no longer has the capability to support fish life, so La Mintzita is isolated from other fish populations in the basin. Lyons<em>&#160;</em>(2004) sampled the outlet canal just below the lake with a backpack electroshocker and the lake itself just above the outlet with a seine. The canal was about 8 m wide and 0.5-1 m deep with a fast strong current and gravel bottom. In 80 m of sampling, they collected the following Goodeids: 3&#160;<em>Alloophrous robustus</em>, 30&#160;<em>Goodea atripinnis</em>, about 100&#160;<em>Xenotoca&#160;</em>cf.&#160;<em>variata</em>, 5&#160;<em>Skiffia lermae</em>, and about 15&#160;<em>Zoogoneticus quitzeoensis</em>. Lyons&#160;(2004) also caught 10&#160;<em>Poeciliopsis infans</em>&#160;(Poeciliidae; native) and about 25&#160;<em>Xiphophorus helleri</em>&#160;(an exotic Poeciliid), plus 10&#160;<em>Yuriria alta</em>&#160;(Cyprinidae; native) and 10&#160;<em>Scartomyzon austrinus</em>. They then pulled the seine over about 300m<sup>2</sup>&#160;in the lake, which averaged about 1 m deep with a sand and clay bottom and clear water at 15-19 °C temperature. They captured 3&#160;<em>A. robustus</em>, 5&#160;<em>G. atripinnis</em>, 30&#160;<em>X.&#160;</em>cf.&#160;<em>variata</em>, about 100&#160;<em>S. lermae</em>, 3&#160;<em>Z. quitzeoensis</em>, plus at least 1,000&#160;<em>P. infans</em>, 5&#160;<em>X. helleri</em>, and 30&#160;<em>Y. alta</em>&#160;(Lyons 2004).<br/><br/>The Cuitzeo lake is the oldest and second largest Mexican lake and covers an area of about 500 km<sup>2</sup> including the marshy grass surrounding it. It is irregularly shaped with northern, western and eastern sections, connected by marshland in the middle. The western section is divided into an east and a west part by two north-south dams. The lake is astatic and very shallow (about 0.5 m deep), with muddy ground and murky water. In dry years, the west part of the western section is completely isolated from the eastern part by closing the passages under the roads to save the western section from drying. With this method, at least the eastern part of the western section keeps water. The lake is surrounded by partly dense and large reed areas. In reed areas directly at the dam, Köck&#160;<em>et al.</em>&#160;were able to find many specimens on a survey in November 2014, but few in January 2015.<br/><br/>The Lago Zacapú is an irregular shaped small lagoon with an extension from the northwest to the southwest, length about 670, width about 470 m. In the southwest corner of the lake begins the dammed outlet, extending east-northeast upward over a length of about 800 m and 60 m wide over the whole length. The outlet ends with a southwards bent hook with an extension of 150 x 90 m. After the dam, the affluent of the Canal or Río Angulo begins and merges into it after about 6.5 km. Köck&#160;<em>et al.</em>&#160;(2014, 2015, 2016 and 2017) found the species in good numbers on two sites of the lagoon in shallow water between dense roots and foliage of willow trees (<em>Salix</em>&#160;species). The water was, at one place, greenish brown but clear with little current and partly shaded by trees, in the other place, brownish to clear with little to no current too. Other species found at the first spot were&#160;<em>Skiffia lermae</em>,&#160;<em>Xenotoca variata</em>,&#160;<em>Goodea atripinnis</em>,&#160;<em>Allotoca zacapuensis&#160;</em>and<em>&#160;Hubbsina turneri. </em>At the second site, the same species were found except for the Zacapú Allotoca. <br/><br/>The Lago Zacapú is fed by approximately 20 cold water springs (19 °C), which emerge at the southwestern end of the valley of Zacapú, some of which are used for human consumption and recreation (Ramsar Secretariat, Site No.1465, 2004). With the confluence of fish species, migratory birds, plants and endemic amphibians (<em>Ambystoma andersoni</em>), it can be considered as a broad transitional zone, giving it great ecological importance. Two main sections of Lago Zacapú differ, one with of depths between 4 to 6 m, and the other ranging from 12 to 90 m deep, bedded by soils and alluvium (Ramsar Secretariat, Site No.1465, 2004).<br/><br/>The Middle Río Lerma subpopulation occurred besides the Río Lerma in some habitats along the Río Turbio until about 2015, mainly next to San Francisco del Rincón and Abasolo. All of the known location points have been surveyed by Köck<em>&#160;et al.&#160;</em>during two surveys in 2017, but were inconclusive. Though the habitats did look suitable, the species couldn't be ascertained. One habitat (a creek northwest of San Francisco del Rincón), revealed many introduced&#160;<em>Poeciliopsis gracilis</em>&#160;and Tilapia, but only a few native fish (<em>Goodea atripinnis, Xenotoca variata, Poeciliopsis infans</em>). The second, a dammed pond west of Abasolo, housed native&#160;<em>Neotoca bilineata</em>&#160;and&#160;<em>Poeciliopsis infans</em>, but besides that, only Tilapia.", "threats": "The species is threatened by water pollution, competition through invasive species and desiccation of river courses due to over-extraction of water resources and climate change (Domínguez-Domínguez <em>et al</em>. 2008). Genetic erosion related with human perturbations of this species  was demonstrated  recently (Domínguez-Domínguez <em>et al</em>. 2007). In the Lago Cuitzeo, it is threatened mainly through droughts, which are becoming more severe through changing climate in combination with the number of competitors for food (juvenile Tilapia) and predators over the winter time (migratory fishing birds). In the La Mintzita spring, over exploitation of water leads to a decreasing water quality. In addition, juvenile Tilapia, and other introduced fish (namely Swordtails and Guppys), are competitors for food. Nutrients, sediments and the increasing use of the Zacapú lake for recreation, threaten the species within the Río Angulo drainage. The same goes for the nearby habitat at Tarejero.<br/><br/>In the creek northwest of San Francisco del Rincón, there were many introduced&#160;<em>Poeciliopsis gracilis</em>&#160;and Tilapia, but only few native fish (<em>Goodea atripinnis, Xenotoca variata, Poeciliopsis infans</em>). The second, a dammed pond west of Abasolo, contains native&#160;<em>Neotoca bilineata</em>&#160;and&#160;<em>Poeciliopsis infans </em>in addition to&#160;Tilapia. Therefore, this subpopulation is like the Laguna Yuriría subpopulation: regarded Possibly Extinct.", "conservationmeasures": "La Mintzita is a reservoir formed by a series of springs that is protected by the Ramsar convention (Number 1919, Designated 2009). The site is home to species that are protected under Mexican legislation, some of which are threatened, such as&#160;the&#160;<em>Zoogoneticus quitzeoensis&#160;</em>and&#160;<em>Skiffia&#160;lermae</em>.&#160;The site counts more than a hundred bird species, such as the threatened&#160;<em>Anas platyrhynchos diazi&#160;</em>and&#160;<em>Bubo virginianus</em>, and&#160;endangered&#160;<em>Buteo jamaicensis&#160;</em>and&#160;<em>Regulus calendula</em>. This wetland plays an important role in the retention of sediments that come from higher altitudes of the catchment area, as well as to filter nutrients produced in the Cointzio Resort. Threats to this Ramsar Site, such as the overuse of water resources, illegal domestic drainage, the deforestation of the gallery forests and human encroachment activities, should be regulated once the Management Programme for the State Protected Area is finalized. The area is already designated as a Zone Subject to Ecological Preservation and a management plan is currently being prepared to regulate, limit and sanction illegal activities.<br/><br/>The Lago Zacapú is a&#160;Ramsar Site (Number 1465, Designated 2005), and a National Park, that is fed by approximately 20 cold water springs (19 °C), which emerge at the southwestern end of the valley of Zacapú, some of which are used for human consumption and recreation. Also, with the confluence of fish species, migratory birds, plants and endemic amphibians (<em>Ambystoma andersoni</em>), it can be considered as a broad transitional zone, giving it great ecological importance. The two main sections of Lago Zacapú differ: one with depths of between 4 to 6 m, and the other ranging from 12 to 90 m deep, bedded by soils and alluvium.", "usetrade": "This species is not used for human consumption and is not a target species for the ornamental fish trade.<em><br/></em>"}]}