{"name": "191250", "result": [{"species_id": 191250, "taxonomicnotes": null, "rationale": "This species is endemic to the  upper Lerma River basin in Toluca Valley, Mexico. Its population has been reduced by over 90% in the last decades, mainly due to pollution from urban, industrial and agricultural activities and from water extraction. The last specimen was collected in Tiacaque in 2005. It is therefore listed as Critically Endangered.", "geographicrange": "The species is endemic to Mexico where it has been reported from the headwaters of the Rio Lerma, in and near the Valley of Toluca (Barbour and Miller 1978).", "population": "<p>Romero (1967) mentioned that of 5065 captured during a sampling year in Alto Lerma, only 84 belonged to <em>A. barbata</em>. The species had not been collected since 1972 (Díaz-Pardo <em>et a</em><em>l</em>. 1993). However, the recent catches report five male and three female specimens in a channel of the Sila River (Figueroa-Lucero and Ontiveros-López 2000). Because the species was described on the basis of eight specimens from Lerma, State of Mexico (Álvarez del Villar and Cortés 1964) and also that only about one hundred individuals have been captured at present, it can be considered a species with low population densities (Díaz-Pardo <em>et al</em>. 2016). A study published in 2011 visited all the sites where the species had been  recorded until then and was not found in 98% of the sites (Pedraza-Marrón 2011). The only site where the species was found is Tiacaque (O. Dominguez-Dominguez pers. comm. 2018).<br/><br/>Based on the above information, this species has suffered a population reduction of over 90% in the last ten years (the species lifespan is not considered to be more than three years, so one generation is less than 3 years).&#160;</p>", "populationtrend": "decreasing", "habitat": "<p>This species was found in standing water or streams with slow to moderate current; substrates of sandy silt, mud, or firm clay; depths to at least 1.3 m (Miller <em>et al.</em> 2005); generally with sparse vegetation (Barbour and Miller 1978).&#160;The species spawns during July (Barbour and Miller 1978). <br/></p>", "threats": "The original distribution area of ​​this species (Valle de Toluca) has manifested a clear disappearance of bodies of water, caused by human, industrial, agricultural settlements and by the exploitation of aquifers (Díaz-Pardo <em>et al.</em> 2016).The basin of the Lerma River is excessively polluted; the great deterioration of their habitats has caused the extirpation of several species (Soto-Galera <em>et al.</em> 1991, Díaz-Pardo <em>et al.</em> 1993, Vázquez-Gutiérrez 1994).&#160;<em><br/></em>", "conservationmeasures": "No known conservation actions for&#160;<em>Algansea barbata</em>&#160;are known. It is not present in any protected area. It is listed as Endangered under the Mexican NOM-059 SEMARNAT 2010. Research is needed to determine if this species is still present in portions of its range and to assess its population status, trend, and the threats that are affecting it.&#160; Conservation ex-situ is recommended.<br/><br/><em>Algansea barbata&#160;</em>currently holds the status of Endangered,  Criteria 1.5 in the U.S Geographical survey  (http://fisc.er.usgs.gov/afs/) (Jelks <em>et al</em>. 2008). Criteria 1 implies:  present or threatened destruction, modification, or reduction of a  taxon's habitat or range, including perturbations caused by factors such  as sedimentation, chemical pollution, dewatering, and anthropogenic  modifications to natural channels or flow regimes. Criteria 5 implies: a  narrowly restricted range. The information sources relevant to the  supposed threats faced by this species in U.S Geographical survey  however, cannot be located.", "usetrade": "This species is not used or traded."}]}