{"name": "139388250", "result": [{"species_id": 139388250, "taxonomicnotes": null, "rationale": "<p><em>Prodasineura</em> <em>tenebricosa</em> is endemic to Borneo, where it is widespread in Sarawak and Kalimantan, but locally occurring in at least part of its range and absent from many apparently suitable sites. It appears to be tolerant of disturbance to its stream habitats from logging and traditional shifting agriculture but requires forest around its stream habitats and has not been found in plantation of any kind. An accurate estimate of the area of occupancy (AOO) is not possible with the available data, but it may not be large and could be below 2,000 km², and is inferred to be declining, as are the extent and quality of suitable habitat. The overall population may already be severely fragmented; populations in Sarawak certainly are. The species would qualify for Vulnerable status if its AOO was known to be below 2,000 km² and, taking a reasonable precautionary approach, is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Prodasineura</em> <em>tenebricosa</em> is endemic to Borneo. It was described from three locations in the Singkawang area of West Kalimantan (Lieftinck 1937). Only two of these have proved locatable by the assessor. Later it was recorded in Central Kalimantan (Lieftinck 1953), East Kalimantan (Dolny <em>et al</em>. 2011, Dow unpublished) and at a number of locations in Sarawak (Dow unpublished, Dow <em>et al. </em>2019). The assessor is aware of records from 14 locations, of which one is in a totally protected area (Gunung Mulu National Park in Sarawak). An accurate estimate of the area of occupancy (AOO) is not possible with the available data, but it may not be large and could be below 2,000 km² and will be declining due to loss of forest throughout the range of the species.</p><p></p>", "population": "<p>In Sarawak this is a very locally occurring species, but it may be more common in East Kalimantan; however there are insufficient data to be sure of this. An ongoing decline in overall population is inferred from loss of lowland forest throughout the range of the species. The overall population may be severely fragmented in parts of its range. This certainly appears to be the case with the Sarawak populations.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found at lowland, low gradient forest streams, at sections with a soft substrate. Its behaviour is different in East Kalimantan than in Sarawak, where it perches high above the stream in trees overhanging the water, very inconspicuously, and when it descends it flies constantly and is extremely wary. In East Kalimantan it appears to perch on vegetation on the stream bank like most <em>Prodasineura </em>species; it may also occupy a broader range of habitats there than in the northwest. However it is absent from many apparently suitable locations in Sarawak, so there may be additional factors in its choice of habitat. It is tolerant of disturbance to the forest surrounding its streams, both from logging and traditional shifting agricultural practices, but has not been recorded in plantation of any sort. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of lowland forest throughout its range.<br/></p>", "threats": "<p>The main threat to populations of this species will be from clearance of forest for plantation establishment.</p>", "conservationmeasures": "<p>There is a need for more information on the distribution of this species, but species-specific conservation measures may not be needed for this species. It would however undoubtedly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}