{"name": "161321281", "result": [{"species_id": 161321281, "taxonomicnotes": "Genus recently revised by Heath and Pringle (2004).", "rationale": "This is a range-restricted endemic species of the Western Cape Province, South Africa (Extent of Occurrence and&#160;Area of Occupancy 4 km<sup>2</sup>). There is one location. Intensive searches for this taxon along the Paardepoort mountain range, where it was discovered, and on neighbouring mountains has not revealed any other localities. The habitat at the type locality is threatened by encroaching alien trees. The taxon thus qualifies globally under the IUCN criteria as Critically Endangered under criterion B.", "geographicrange": "This species is endemic to the Western Cape Province in South Africa, from the Paardepoort mountain range north of Herold, inland of George.", "population": "There is no information currently available about population size figures, but it is inferred to be in decline.", "populationtrend": "decreasing", "habitat": "It occurs on rocky terrain on the higher slopes of mountains.", "threats": "The mountain top where this taxon is found is threatened by invasion of <em>Hakea sericea</em>&#160;and <em>Pinus pinaster</em>. There is no really effective biological control for <em>Hakea </em>so manual removal is required, which will be very costly. A LepSoc Africa volunteer has been keeping the area where the subpopulation occurs clear of <em>Hakea </em>but the pines are too large for a single person to cut down (a chainsaw is needed).", "conservationmeasures": "The alien trees along this whole mountain range (<em>Hakea</em> and Pines) need to be eradicated. This would be a very costly exercise, so at present the limited goal is to keep the area around the extant subpopulation (c. 15 ha) clear of aliens. There is no really effective biological control for <em>Hakea</em>, so manual removal is required. The custodian of this species has been keeping the area around where the butterfly occurs clear of <em>Hakea</em>, but the pines are too large for a single person to cut down (a chainsaw is needed). Research and monitoring of the species and its site would be beneficial.", "usetrade": null}]}