{"name": "62209", "result": [{"species_id": 62209, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable because the extent of occurrence may be less than 20,000 km<sup>2</sup>, area of occupancy probably does not exceed 2,000 km<sup>2</sup>, the distribution is severely fragmented, viable naturally occurring populations occur in very few locations, and the population is subject to continuing declines from ongoing threats from habitat loss/alteration in addition to effects of non-native species.", "geographicrange": "Historical range included the lower Colorado and Gila river drainages, southern Arizona to southeastern California, and the Salton Sea and Laguna Salada basins, California and Mexico (Minckley and Marsh 2009). Currently this pupfish occurs in California in the Salton Sink (San Felipe Creek/San Sebastian Marsh, upper Salt Creek, and shoreline pools and irrigation drains of Salton Sea, California); El Doctor (3 localities) and Santa Clara Slough (=Cienega de Santa Clara; 2 localities), Sonora, Mexico; Laguna Salada, Baja California, Mexico; and Cerro Prieto (2 localities), Baja California, Mexico (USFWS 2010; see also Hendrickson and Varela Romero 1989, Echelle <em>et al.</em> 2000, Minckley and Marsh 2009). No naturally occurring populations of <em>Cyprinodon macularius</em> remain in Arizona (Minckley <em>et al. </em>1991), but several reintroduced populations exist. The species has been introduced in areas outside the native range and several populations exist in artificial refugia.", "population": "This species is represented by 4 naturally occurring metapopulations in 11 known locations (USFWS 2010). However, only one naturally occurring population (San Felipe Creek, California) is relatively secure (USFWS 2010). About 16 transplanted populations exist in the wild (all in Arizona); the number fluctuates with establishment and failure of populations (Moyle 2002). Long-term viability of these populations is uncertain (USFWS 2010).<br/><br/>Total adult population size is unknown but presumably exceeds 1,000,000; the population at Cerro Prieto is apparently large. USFWS (2010) reported that over 1,000,000 desert pupfish have been relocated to other extant populations from USGS experimental ponds in recent years.<br/><br/>This species underwent a drastic, well-documented decline after 1950, particularly after 1970 in the Salton Sea region (Minckley and Deacon 1991). Hendrickson and Varela (1989) estimated that about 95% of the habitat has been lost in the past century. Present historical range represents only a small, peripheral, and fragmented portion of the species' former distribution within the lower Colorado and Gila River systems (USFWS 2010). The populations in and around the Salton Sea irrigation drains and shoreline pools wax and wane over time (Martin and Saiki 2005).<br/><br/>The population as a whole is presently stable in terms of distribution, though it is still small, disjunct, and vulnerable to stochastic events that could result in local extirpations; local populations may be far more variable due to a variety of factors such as amount of habitat, presence of nonnative species, and other threats (USFWS 2010).", "populationtrend": "decreasing", "habitat": "Habitat includes desert springs and outflow marshes, river-edge marshes, lakes, backwaters, saline pools, and stream pools, usually in areas with sand/silt substrates and aquatic plant life, limited surface flow, and water less than 1 meter in depth. Its original habitat was probably marshes and flood plain pools along the lower Colorado River and springs throughout the Salton Sink (Lee <em>et al</em>. 1980, Moyle 2002, Page and Burr 2011). This fish tolerates low oxygen levels, high temperatures, and high salinity. Males establish small territories prior to spawning, usually in water less than 1 meter deep (sometimes deeper). Eggs are laid on substrate of sand, mud, or perhaps preferentially on algal mat (Schoenherr 1988).<br/><br/>Most re-established populations are in human-constructed environments (USFWS 2010).", "threats": "Populations are now drastically reduced due to marsh drainage, groundwater mining, deforestation, overgrazing, agricultural use of water, dam building, real estate development, encroachment by non-native vegetation such as <em>Tamarix </em>(Schoenherr 1988), pesticide blowover, and perhaps most importantly, introduction of exotic predators and competitors (especially <em>Tilapia zilli</em>, <em>Oreochromis </em>spp., and mosquitofish).<br/><br/>Threats identified at the time of listing and in the recovery plan continue unabated. New non-native aquatic species continue to establish within the Desert Pupfish's range, and previously existing nonnative species increase in numbers and distribution (Minckley and Marsh 2009). Human demands for water are unending, with the Salton Sea and Lower Colorado River suffering water level declines and the associated threats to the Desert Pupfish from water depletion, such as habitat loss, fragmentation, and degradation of habitat quality still ongoing. Water availability to the Desert Pupfish will continue to interact with predicted trends for warmer, drier, and more extreme hydrological conditions associated with climate change (USFWS 2010).<br/><br/>This species is relatively intolerant of competition and predation; it is easily displaced by introduced fishes. It is tolerant of a limited amount of nondestructive intrusion (e.g. swimming), but reproduction can easily be disrupted.", "conservationmeasures": "Introductions into marginal, semi-natural, relatively stable habitats have not been especially successful; recovery planners should consider use of riverine habitat and manipulations of flows or other disturbances (Hendrickson and Varela 1989). See Meffe and Vrijenhoek (1988) for a discussion of conservation genetics.<br/><br/>A population at the Dexter National Fish Hatchery in New Mexico is being used for reintroduction efforts in Arizona; these fishes are derived from Santa Clara Slough. See Hendrickson and Brooks (1991) for information on transplantation efforts. <br/><br/>As of 1990, a barrier to block movements of tilapia was planned or underway at San Felipe Creek, Imperial County, California (California Department of Fish and Game 1990). San Felipe Creek and Salt Creek populations are regularly monitored by California Dept. of Fish and Game (California Department of Fish and Game 1990).<br/><br/>Current distribution and abundance need further study, especially in Mexico; all populations warrant regular monitoring. <br/><br/>Development of land adjacent to San Felipe Creek should be prevented. Management of refuges and San Felipe Creek for pupfish should be continued. Exotic fishes and predators should be excluded from habitat.", "usetrade": "This species is of minor value in commercial aquaria."}]}