{"name": "149115445", "result": [{"species_id": 149115445, "taxonomicnotes": null, "rationale": "<p>This species occurs within the Indio, Cocle del Norte, and Cocle del Sur Rivers on the Atlantic and Pacific slopes of central Panama. Extent of Occurrence is estimated to be between 810-2,230 km<sup>2</sup>. This species occurs in 8-10 threat-based locations. Although this species exhibits a relatively restricted Extent of Occurrence, there is no information about population size or population trend. Existing threats include deforestation, land clearing associated with unsustainable agriculture, cattle farming, and mining, which are producing continuous inferred declines in habitat quality. Despite uncertainty in distribution, population size, population trend, and the direct impact of existing threats, this species is assessed as Vulnerable (VU) under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Brycon obscurus</em> is restricted to the Indio and Cocle del Norte rivers on the Atlantic slope of Central Panama, and the Cocle del Sur River on the Pacific slope (Smith <em>et al</em>. 2004, Reeves and Birmingham 2006, Angulo <em>et al</em>. 2013). Based on the scope of existing threats and a range that extends into Santa Fe National Park (IUCN and UNEP-WCMC 2019), this species probably&#160;occurs in 8-10 locations.</p>  <p>Extent of Occurrence (EOO) is estimated to be between 810-2,230 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019).</p>", "population": "<p>There is no information regarding the population size or population trend of this species. </p>", "populationtrend": "unknown", "habitat": "<p>It is likely that this species occurs in rivers and streams characterized by abundant submerged and riparian vegetation over rock and gravel substrates, based on the habitat preference of close congeners (Maldonado-Ocampo <em>et al</em>. 2012).</p>", "threats": "<p>Existing threats to this species include deforestation, land clearing associated with unsustainable agriculture, cattle farming, and mining (R. González pers. comm. 2020). While the direct impact of these threats have not been evaluated in detail, they continue to produce inferred declines in habitat quality and possibly habitat availability.</p>", "conservationmeasures": "There are no species-specific conservation actions directed towards <em>B. obscurus</em>. The range of this species probably&#160;extends into Santa Fe National Park (IUCN and UNEP-WCMC 2019). Additional data on distribution, population size, population trend, biology and ecology, and the impacts of potential threats are needed.", "usetrade": "<p>This species is probably&#160;targeted in subsistence fisheries. However, the volume of harvest has not been documented. </p>"}]}