{"name": "139361778", "result": [{"species_id": 139361778, "taxonomicnotes": null, "rationale": "<p><em>Burmagomphus insularis</em> is known from scattered records from Borneo and Peninsular Malaysia. It is an extremely locally occurring species that may be particularly sensitive to the increased turbidity in streams and rivers caused by logging, plantation and mining activities. With only nine locations known and an area of occupancy (AOO) believed to be less than 2,000 km² and inferred to be declining, as well as an inferred decline in extent and quality of suitable habitat and severe fragmentation, the species qualifies for Vulnerable status under criterion B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Burmagomphus insularis</em> is known from scattered records from Borneo and Peninsular Malaysia. Records from Borneo are from Brunei (Orr 2001), Sabah (Dow unpublished, Luke <em>et al.</em> 2017, van Tol 1990) and Sarawak (Dow unpublished, Dow <em>et al. </em>2018). Records from Peninsular Malaysia are from Kelantan (Choong 2007) and Pahang (Choong 2014). The holotype is from an unspecified location in Sarawak. Some locations are within protected areas, for instance the Lanjak Entimau wildlife Sanctuary in Sarawak. The assessor is aware of records from nine locations to which it is possible to assign coordinates. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but given the very local occurrence of this species it may not be large, likely below 2,000 km², and can certainly be inferred to be declining due to loss of forest throughout its range.</p>", "population": "<p>This species is seldom encountered and clearly very local in occurrence. Beyond this nothing can be said except that an ongoing decline in overall population can be inferred from loss and disturbance to forest within the range of the species, and that the overall population appears to be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found perched on rocks and sandbanks at open aspect forest streams. Although some records are from areas where the forest is pristine, in others it occurs in streams where the surrounding forest has been disturbed by a long history of shifting agriculture, or logging, and it has been found at a stream in a riparian buffer within oil palm plantation in Sabah. It does appear to require water that normally runs clear, in contrast to the turbid water found in most streams in logging and plantation areas except during extremely dry periods. However it is apparently absent from many seemingly suitable locations within its range and since the perching habits of the species render it relatively conspicuous, this apparent absence is likely to be real. An ongoing decline in both area and quality of suitable habitat can be inferred from loss of and degradation of forest throughout its range.</p>", "threats": "<p>The main threat to this species is likely to be from conversion of forest to plantation without riparian buffers. Upstream logging, plantation or mining activities may also pose a serious threat because of the increased turbidity resulting from these activities. It should be noted that there is a possibility that coal mining may be allowed in the future in one of the protected areas where the species occurs: the Maliau Basin in Sabah (<a href=\"http://www.theborneopost.com/2018/09/24/sabah-support-for-coal-mining-revives-environment-issue-yong/\">http://www.theborneopost.com/2018/09/24/sabah-support-for-coal-mining-revives-environment-issue-yong/</a>).</p>", "conservationmeasures": "<p>There is a need for more information on the distribution of this species, and measures need to be taken to preserve some of the currently non-protected sites (for instance not allowing plantation around the streams in question). The species would also benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}