{"name": "56097824", "result": [{"species_id": 56097824, "taxonomicnotes": null, "rationale": "<p><em>Pristolepis rubripinnis</em>&#160;is currently known from two major river systems, the Pampa and Chalakkudy, in Kerala, India. The current area of occupancy is&#160;1,668 km<sup>2</sup>, and extent of occurrence value is&#160;7,183 km<sup>2</sup>, but there is uncertainty in its range. However, there are several anthropogenic threats that impact the riverine habitats in the Pampa and Chalakudy, and the species may be used in small-scale fisheries. Although the exact impact of threats on the species is unknown, based on its currently known small range and negative impacts on habitats, the species is assessed as Near Threatened.&#160;</p>", "geographicrange": "<em>Pristolepis rubripinnis </em>is endemic to the Western Ghats where it is known to occur in the lowland and midland areas of major westward flowing rivers in the State of Kerala. The exact distribution of this species is not known since the taxonomy of the members of the genus <em>Pristolepis</em> occurring in Kerala was only recently resolved (Britz <em>et al</em>. 2012). It is known with certainty from the Pampa (near Edathua, Kuttanad Taluk), and Chalakudy Rivers (Britz <em>et al</em>. 2012) and could also likely occur across many rivers of South-Central Kerala including the Kallada, Manimala, Achenkovil, Meenachil, Muvattupuzha and Periyar. However, there are no reliable records in the literature backed by either photographs or voucher specimens.", "population": "There is no information on the population status, or trends of the species. It is known that the species is harvested as a food fish throughout the regions where they occur.", "populationtrend": "unknown", "habitat": "The species is found in low to midland rivers with slow to moderate flow (R. Raghavan&#160;<em>pers. obs.</em>).", "threats": "The species is known to be harvested via local small-scale subsistence fisheries for supply in the local markets, and small numbers of juveniles are collected for the aquarium pet trade. The impacts of such harvests are however not known. A range of anthropogenic threats are however impacting the species' habitat including pollution and river engineering projects; the impact of such threats on the species is also unknown.", "conservationmeasures": "<p>No species-specific conservation actions are in place. There is a need to understand and generate baseline information on distribution, population and threats of this species, and the impacts of subsistence fisheries on the population status, so as to develop&#160;future conservation strategies.&#160;</p>", "usetrade": "<p>The species is exploited in small-scale subsistence fisheries and is popular as a food fish. Juveniles of the species due to its bright orange and red colouration are popular as aquarium pets.&#160;</p>"}]}