{"name": "173698818", "result": [{"species_id": 173698818, "taxonomicnotes": "<p>Van Tol and Günther (2018) excluded specimens from two locations from the type series of <em>Rhinocypha flavipoda</em>. One of these locations (“South Tomoni”) is not far from the locations where the type series was collected and was excluded on the basis of a small difference in colouration. A single specimen labelled from the Takala Mountains in South Sulawesi was also excluded, van Tol and Günther (2018) do not include this area in their summary of the distribution of this species and, although not explicitly stated, appear to regard the given location as mislabelling. Specimens excluded from the type series are treated as presence uncertain for assessment purposes and in particular, given their remoteness from the other known locations, the Takala Mountains do seem to be an unlikely location for this species.</p>", "rationale": "<p><em>Rhinocypha flavipoda</em> is known with certainty from five locations (at one of which it may already be extinct) in the vicinity of the Malili Lakes in Central Sulawesi and the area immediately to their west. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of habitat due to pollution, agriculture and, probably, mining within the range of the species. Its known maximum extent of occurrence (EOO) is 2,055 km², but is likely much smaller than this. Based on the currently available information, this species is assessed as Endangered under criterion B (EN B1ab(ii,iii)).</p>", "geographicrange": "<em>Rhinocypha flavipoda</em> is known with certainty (see van Tol and Günther 2018) from five locations in the vicinity of the Malili Lakes in Central Sulawesi and the area immediately to their west. There is also a possible location slightly further to the west and one, considered highly unlikely here, much further south (see the Taxonomic Notes section; the presence of this species at both these locations is treated as uncertain here). The assessor has only been able to determine locations for four of the five confirmed locations. One of the confirmed locations is within an area which, from satellite images, has been extensively cleared of vegetation, probably for mining but possibly for agriculture, and it is doubtful that the species still occurs there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss and degradation of suitable habitat within the range of the species. Excluding the uncertain localities, its minimum extent of occurrence (EOO) is 16–345 km² (depending on whether the area where the species is possibly extinct is excluded or included in the calculation). Its maximum EOO is 2,055 km² (based on a minimum convex polygon around known occupied HydroBASINS, excluding the area where the species is now possibly extinct). It is not known to the assessor if any of the known locations have any protected status.", "population": "<p>This species may be moderately, but possibly only locally, common in the area where it occurs. No other statement about current population sizes and health can be made for this species except that an ongoing decline is inferred from loss of suitable habitat within its apparently limited range.</p>", "populationtrend": "decreasing", "habitat": "<p>Van Tol and Günther (2018) “it occurs in small, rather open streams” with banks lined with kerangas (heath) forest. Nothing else is known, but the extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of habitat within its range.</p>", "threats": "<p>Threats from conversion of land for agriculture, pollution and probably from mining occur throughout the confirmed range of this species.</p>", "conservationmeasures": "<p>There is an urgent need for further information on the distribution of, and threats to, this species and for the protection of habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}