{"name": "6145", "result": [{"species_id": 6145, "taxonomicnotes": null, "rationale": "<em>Cyprinodon atrorus </em>is restricted to spring-fed streams, rivers, and wetland plains of the semi-isolated Bolson de Cuatro Cienegas in Coahuila, Mexico. It most frequently occurs in peripheral habitat characterized by high variability in salinity, water height, and water temperature. The most pervasive threat to this species is the loss of habitat resulting from groundwater extraction and surface water diversion for agriculture. Given a restricted extent of occurrence between 110-150 km<sup>2</sup>, a number of locations that does not exceed 5, and an inferred continuing decline in extent of occurrence, in addition to the area, extent, and quality of habitat;&#160;<em>C. atrorus</em> is listed as Endangered.", "geographicrange": "<em>Cyprinodon atrorus</em> <a name=\"_Hlk525807822\">is restricted to the semi-isolated Bolson de Cuatro Cienegas in Coahuila, Mexico (Miller <em>et al.&#160;</em>2005). Water demand, primarily directed towards alfalfa farming, has led to an accelerated loss of suitable habitat in Laguna Grade, which is now fully desiccated (E. Carson pers. comm. 2018, Felstead <em>et al</em>. 2015). Further unrecorded habitat loss is likely (E. Carson pers. comm. 2018).&#160;</a>", "population": "The total population size of <em>C. atrorus</em> is unknown, but fluctuates considerably in response to environmental changes on an annual scale (Miller <em>et al</em>. 2005, Carson <em>et al</em>. 2012). Population trend has not been directly measured, but is likely in continuing decline resulting from the desiccation of suitable habitat due to groundwater extraction and surface water diversion in the region (Minckley 1992, Felstead <em>et al</em>. 2015, Ortiz Acosta and Romo Aguilar 2016). It is reported by Miller <em>et al</em>. (2005) as a frequently rare species, with a high level of fluctuation in abundance.", "populationtrend": "decreasing", "habitat": "<p>This species occurs in shallow, saline, marshy pools and ephemeral lakes with extreme variation in annual temperature, water height, and salinity (Minckley 1992, Miller <em>et al</em>. 2005, Carson <em>et al</em>. 2012, Lozano-Vilano and Maza-Benignos 2017). Introgressive hybridization with close congener <em>C. bifasciatus</em> occurs in intermediate habitat throughout the basin, but hybrids remain environmentally segregated from parental<em> C. atrorus</em> (Carson <em>et al</em>. 2012).<br/><br/>The majority of prey items consist of invertebrates and crustaceans (Hernandez <em>et al</em>. 2017).</p>", "threats": "<p>The most pervasive threat to the total population size of <em>C. atrorus</em> is the loss of suitable habitat resulting from groundwater extraction and surface water diversion in the region. Therefore, the number of locations is unlikely to exceed 5, given the potential connectivity of individual surface springs and their outflows by subterranean caverns, in addition to the regional effect that groundwater extraction has on the water table (Felstead <em>et al</em>. 2015).<br/><br/>The most recent estimates of groundwater extraction suggest that 55.4 million m<sup>3</sup> is pumped annually from 101 well points, 93% of which are used in alfalfa cultivation to feed livestock (CONAGUA 2015). Large portions of habitat have recently been lost (e.g., Laguna Grande) resulting from declines in the water table (Felstead <em>et al</em>. 2015). Because the Comision Nacional del Agua does not have authority to restrict the future construction of wells, extraction is expected to continue into the immediate future (CONAGUA 2015).<br/><br/>Additional impacts may result from established non-native giant weed <em>Arundo donax</em>, which may exacerbate existing shortages of water and alter existing hydrologic cycling regimes (McGaugh <em>et al</em>. 2006).</p>", "conservationmeasures": "<p><em>Cyprinodon atrorus</em> is listed as federally protected in Mexico by SEDESOL under NOM-059-SEMARNAT-2010. Additionally, Cuatro Cienegas is a designated protected area and recognized RAMSAR site. Pronatura Noreste owns and manages Rancho San Pablo (Pozas Azules Reserve) that includes a marsh system locally known as La Pileta where <em>C. atrorus</em> naturally occurs (Lozano-Vilano and Maza-Benignos 2017). The American Fisheries Society’s Endangered Species Committee lists <em>C. atrorus</em> as endangered (Jelks <em>et al</em>. 2008).&#160; <br/><br/>More detailed estimates of population size and trend would be useful in determining a more accurate conservation status.</p>", "usetrade": "This species is not used or traded."}]}