{"name": "139069875", "result": [{"species_id": 139069875, "taxonomicnotes": null, "rationale": "<p><em>Oligoaeschna mutata</em> is endemic to Borneo where it is only known from three locations in East Kalimantan. The records from two of these locations are old and in areas where there has been much deforestation, so the species may no longer occur there. The only record with habitat information is from primary forest. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout its range, as is the extent and quality of suitable habitat. The overall population is believed to be declining and likely to be severely fragmented. The species qualifies for Vulnerable status under criterion D2 and is assessed accordingly. If its AOO was known it would likely also qualify for Vulnerable (or even Endangered) status under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Oligoaeschna mutata</em> is endemic to Borneo where it is only known from three locations in East Kalimantan (Dolny <em>et al</em>. 2011, Lieftinck 1940, 1968). Data from two of the locations are from the 1930s in areas where subsequent forest loss has been severe so it is doubtful that the species survives at them. The other location, the Sungai Wain Protection Forest, has some degree of protection. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout its range.</p>", "population": "Little can be said about population sizes and health for this species except that some ongoing decline in overall population is inferred from loss of lowland forest in East Kalimantan, and that severe fragmentation is likely.", "populationtrend": "decreasing", "habitat": "<p>Dolny <em>et al. </em>(2011) recorded this species from primary forest. No other information is available, but the species can be assumed to be forest-dependent. An ongoing decline in extent and quality of suitable habitat can be inferred from loss and degradation of forest in East Kalimantan.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and from forest fires.</p>", "conservationmeasures": "<p>Fresh data are urgently needed on the distribution and exact habitat requirements of this species. The Sungai Wain Protection Forest would benefit if its protected status was upgraded. The species would likely also benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, .</p><p><br/></p><p><br/></p><p><br/></p><p>.</p>", "usetrade": null}]}