{"name": "158153228", "result": [{"species_id": 158153228, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to hydrothermal vents at deep ocean ridges in the West Pacific Ocean. It is currently known from two restricted locations, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1559 m to 1973 m bsl. There is uncertainty regarding the total AOO, EOO and other biological factors, and in particular it is not certain whether there is currently a continuing decline in habitat quality; this results in potential Red List categories for this species spanning VU and EN. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as EN B1ab(iii)+2ab(iii). As the species occurs only at hydrothermal vent fields, has a restricted AOO, and has been found at two locations, the threat of current and future anthropogenic influence in these sites based on exploration licenses for mineral extraction at or adjacent to the sites justifies an inferred and projected continuing decline in the extent and quality of habitat at hydrothermal vents, which would drive this species to CR very rapidly. There may already be disturbance to this species as there has been exploratory mining within the Japan EEZ which can include extraction of mineral deposits to determine their composition and testing of seabed mining technology for future exploitation-phase licensing. A reassessment would be merited if there was a substantial change to the status of mining license arrangements, such as a moratorium on seabed mining, or if there are future changes to the prices of relevant commodities.", "geographicrange": "This deep-sea gastropod is restricted to two locations at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes would smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.<br/><br/>Both locations lie within the Exclusive Economic Zone of Japan. The species occurs at active black smokers and sites of diffuse venting located at depths of 1559 m bsl to 1973 m bsl. It has been observed from two vent fields at separate locations: at the Tarama Knoll vent field (Location 1) and the Sakai vent field (Location 2) (Chen <em>et al</em>. 2019). The species is present over very small areas in each of these vent fields and the two vent fields are distributed over a Minimum Convex Polygon area of 734 km<sup>2</sup>&#160;in the West Pacific Ocean.", "population": "These populations have only been sampled by remotely operated vehicles and given the presence at depth, it is difficult to ascertain the population status (Chen <em>et al</em>. 2019).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 1559 m to 1973 m bsl.", "threats": "The Tarama Knoll and Sakai&#160;vent fields lie within the Japan Exclusive Economic Zone and are not subject to International Seabed Authority governance. The exploitation of polymetallic sulfide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodivserity will be an inevitable outcome of deep-sea mining (Niner <em>et al. </em>2018). The Japan Oil, Gas and Metals National Corporation (JOGMEC) has developed test mining equipment, which targets seafloor massive sulfides and is in the process of conducting verification tests (Shirayama <em>et al.</em> 2017). Polymetallic sulfide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the current exploratory mining and the possibility of future exploitative mining licenses within the Japan EEZ to be a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at any West Pacific Ocean vent fields. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites in this area.", "usetrade": "There is no known trade or use of this species."}]}