{"name": "178211678", "result": [{"species_id": 178211678, "taxonomicnotes": null, "rationale": "<em>Sternarchorhynchus mendesi</em>&#160;is only known from the Río San Juan and Río Guanipa basins. It has a known area of occupancy (AOO) of 12 km<sup>2 </sup>and the best estimate of the extent of occurrence (EOO) is 100-5,000 km<sup>2</sup>. The species is threatened by habitat destruction, human disturbances, and pollution in the lower Orinoco River basin. There are 1-3 locations based on the threat of pollution, which is also inferred to be causing a continuing decline in habitat quality. Therefore, this species is assessed as Endangered.", "geographicrange": "<em>Sternarchorhynchus mendesi&#160;</em>is only known from the Río San Juan and Río Guanipa basins draining northeastern Venezuela into the Golfo de Paria (de Santana and Vari 2010). It is currently known from only three localities separated by c. 50 km in rapids of small rivers draining into the mouth of the Orinoco River.<br/><br/>The area of occupancy (AOO) and extent of occurrence (EOO) based on these known localities are 12 km<sup>2</sup> and 27 km<sup>2</sup>, respectively. The upper limit of the EOO based on the HydroBASIN distribution map is 12,275 km<sup>2</sup>. The true value of the EOO is estimated to be under 5,000 km<sup>2</sup>.", "population": "No information is available on the population of <em>Sternarchorhynchus mendesi.</em>", "populationtrend": "unknown", "habitat": "It is found in rapids of small rivers draining into the mouth of the Orinoco River.", "threats": "Habitat destruction, human disturbances, and pollution are all ongoing in the nearby lower Orinoco River basin (Rodríguez <em>et al. </em>2007). Little is known about the current environmental degradation of the smaller coastal drainages where this species is found, but following a precautionary approach these activities are inferred to threaten this species. The area is also under extreme economic pressure with no governmental oversight.", "conservationmeasures": "No known conservation plan is in place for&#160;<em>Sternarchorhynchus mendesi.&#160;</em>Additional research into the species' life history and population dynamics is needed.", "usetrade": "<em>Sternachorhynchus mendesi</em>&#160;is not known to be used or consumed by humans."}]}