{"name": "139411995", "result": [{"species_id": 139411995, "taxonomicnotes": null, "rationale": "<p><em>Pornothemis starrei</em> is known from Borneo, Singapore and Sumatera including Belitung. Although widespread few locations have been recorded for it and it appears to be confined to coastal habitats (mangrove and nipa palm) where it is locally occurring. It is apparently absent from many seemingly suitable locations and we may not have a good understanding of its habitat requirements. With only eight locations ever recorded, and inferred declines in population, area of occupancy (AOO), and extent and quality of suitable habitat, in addition to likely severe fragmentation, the species is assessed as Near Threatened.</p>", "geographicrange": "<p><em>Pornothemis starrei</em> is known from Borneo, Singapore (where it is considered as Near Threatened, see Ngiam and Cheong 2016) and Sumatera (Lieftinck 1948) including Belitung (Alfarisyi 2018). Records from Borneo are from Brunei (Orr 2001, Dow and Choong unpublished), Central Kalimantan (Lieftinck 1953) and Sarawak (Dow 2016). It is present in Samunsam Wildlife Sanctuary in Sarawak. The assessor is aware of records from eight locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large and is inferred to be declining because of loss of coastal habitats.</p>", "population": "<p>In 2013 the assessor and C.Y. Choong found this species to be quite common on some small nipa palm-lined creeks in Brunei, but it is uncommon at most locations. Beyond this all that can be said is that some ongoing decline in overall population is inferred from loss of coastal habitats throughout the range of the species and that severe fragmentation is likely.</p>", "populationtrend": "decreasing", "habitat": "<p>This species has been found in mangrove (Belitung and Singapore) and along creeks and rivers lined with nipa palm in Borneo and Sumatra. It appears to be a primarily coastal species, occurring in mangrove and inland as far as nipa palm extends up river. However it is apparently absent from many seemingly suitable locations and more information on the habitats of the species is certainly needed. It may eventually prove to occupy either a wider or a still more specialised range of habitats than is currently known. An ongoing decline in the extent and quality of suitable habitat (as currently understood) is certainly occurring for this species.</p>", "threats": "<p>The main threat to this species will be from loss of its coastal habitats, which is occurring throughout its range for development and agriculture (for instance shrimp farming).</p>", "conservationmeasures": "<p>More data are needed on the distribution of this species and its exact habitat requirements. Until such data are available planning of species-specific conservation measures (if needed) is difficult but the species would certainly benefit if more locations where it occurs were given protected status.</p>", "usetrade": null}]}