{"name": "186875", "result": [{"species_id": 186875, "taxonomicnotes": "<p>There have been no published papers synonymizing this species in the last five years. There are no taxonomic limitations relevant to taxon validation.</p>", "rationale": "<span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span><em>Zungaro jahu</em> is present in La Plata River basins, including Paraná, Paraguay and Uruguay drainages, but <span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span>has records mainly for the Paraná and Paraguay river basins. The subpopulations of these basins have very distinct situations regarding their conservation status. In the Paraná River basin, the species is quite compromised, having suffered a severe decline, mainly due to the construction of a series of dams since the late 1970s. In the Paraguay River basin, in the Pantanal region, fishing data from the last 20 years do not indicate a reduction in the catch of the species in professional artisanal fishing. The generation length of the species is estimated at about 10 years. Although the area of ​​the Paraná River basin is larger than that of the Paraguay River, we consider that the population of the species is divided equally between the basins, due to the higher productivity of the Paraguay River basin (Pantanal floodplain). The subpopulations of these two basins do not have interconnectivity, and contributions to the subpopulations occurring in upper Paraná are not expected, totally compromised by the fragmentation caused by successive dams. A decline of at least 50% is suspected only in the subpopulation of the Paraná River basin in the last 30 years (three generations). The Pantanal subpopulations are considered stable. Therefore, a total population reduction of 25% is estimated over the last three generations. Thus, <em>Zungaro jahu</em> was classified as Near Threatened (NT), approaching Vulnerable (VU) A2cd.</span></span></span>", "geographicrange": "<p>This species is present in La Plata River basins, including Paraná, Paraguay and Uruguay drainages, in Argentina, Bolivia, Brazil, Paraguay and Uruguay (Lundberg and Littmann 2003, Alves 2007, GBIF 2019, Serra<em> et al.</em> 2020, spLink 2020).</p>", "population": "This species previously dominated historical catches in Uruguay/Parana/Paraguay basin (Quiros 2003). However, it has decreased and is now believed to be extinct from the upper Uruguay, and threatened in the upper Paraguay, upper Parana and Parana/Paraguay (Carolsfeld <em>et al. </em>2003). In the upper Parana drastic decreases have been attributed to over-fishing (Agostinho <em>et al.</em> 2003). The Itaipu Reservoir catches have shown progressive decreases since 1989 with fish being almost absent from the lacustrine section (Agostinho <em>et al.</em> 2003). It has also not been seen in the La Plata River since the 1980s (Kawakami de Resende 2003). In addition to reduction in abundance in the upper basin, the size of fish has also decreased these changes are less apparent in less developed starches of the river but are still impacting abundance and size (Petrere <em>et al.</em> 2004, Quiros and Vidal 2000, Quiros 2003, Hogan 2011).", "populationtrend": "decreasing", "habitat": "<em>Zungaro jahu</em> is a piscivorous species with peak activity at night (Oldani and Baigún 2002, Agostinho <em>et al. </em>2003) and which prefers deep pools, close to waterfalls and rapids, under the shelter of rocks (Oyakawa <em>et al. </em>2009, Alves 2007). It reaches gonadal maturity of about 70 cm in length and reproduces from December to February in the upper Paraná River (Agostinho <em>et al. </em> 2003). It can be classified as a seasonal strategist, due to its high fertility and not having parental care. It performs reproductive migration and total spawning at the beginning of the rainy season (Mateus and Penha 2007). The embryos hatch occurred 14.5 hours after fertilization, and 224 hours after hatching they reach the juvenile stage (Nogueira <em>et al. </em> 2012). The highest survival rates of fry occurred at lower densities (33 ind./m<sup>2</sup>), rather than at high densities (85 ind./m<sup>2</sup>) (Pelli e<em>et al. </em> 2009). The estimated weight-length ratio for the species in the Cuiabá River is given by the equation L = 0.005*W<sup>3.228</sup>. The estimated growth rate was 0.128 cm/year. The age of first gonadal maturation occurs around 4.6 years and the estimated longevity for the species is 16 years. Thus, the generational time of the species is estimated to be about 10 years. The calculated natural instantaneous mortality rate was 0.3 ind./year and the total mortality rate was 0.465 ind./year. Fishing mortality is lower than natural mortality. The survival rate is 62.8%. If only natural mortality was acting on the stock of the species, the survival rate would be 75.6% (Mateus and Penha 2007).", "threats": "<span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span><em>Zungaro jahu</em> is one of the fish species most vulnerable to habitat changes in the Paraná River basin due to its migratory habit and essentially reophilic behaviour in at least one stage of its life cycle. It is particularly affected by the reduction of lotic environments with high flow for hydroelectric projects, which create barriers to migration and directly interfere in reproductive success (Agostinho <em>et al. </em>1997). Its population size is reduced and declining due to the continuous decrease in area, extension and quality of the habitat. It presents a highly fragmented distribution in the upper Paraná, occurring as isolated subpopulations in diverse stretches of rivers isolated by hydroelectric plants (Alves 2007, Oyakawa<em> et al.</em> 2009).<br/><br/>The species is also important in commercial and sport fishing and is the target of artisanal fishing in some Brazilian states (Agostinho <em>et al. </em>2003). The species is overexploited in the Paraná and Paraguay river (Agostinho <em>et al. </em>2003). In the São Paulo section of the Paraná River, from 1994 to 2000, it had an average annual catch of about six tons (Oyakawa <em>et al.</em> 2009). It was abundant in the Rio Grande, but currently occurs only in some places (Alves 2007). However, there are still subpopulations not threatened by overfishing, such as those on the Cuiabá River, a tributary of the Paranguai River that drains the Brazilian state of Mato Grosso (Mateus and Penha 2007).</span>", "conservationmeasures": "<p><span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span>Considering that the greatest threat to the survival of <em>Zungaro jahu</em> in natural environments is undoubtedly the construction of dams, it is recommended to assess the synergistic impacts of hydroelectric projects in the headwaters of the Paraguay River basin and of free remaining areas in the Paraná and Uruguay rivers (ICMBio 2018).<br/></span></p>", "usetrade": "<span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span>The species is important in commercial and sport fishing and is the target of artisanal fishing in some Brazilian states (<span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span><span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"pt\" data-phrase-index=\"0\"><span>Agostinho <em>et al.</em> 2003)</span></span></span></span>"}]}