{"name": "176158037", "result": [{"species_id": 176158037, "taxonomicnotes": "This species was originally described as a subspecies of <em>Cheirodon gracilis</em>, but now both are given full species rank in the genus <em>Serrapinnus</em>. There are few records identified as <em>Serrapinnus littoris, </em>which is supposed to occur in lowland areas near the coast, whereas <em>S. gracilis</em> was described, and is thought to occur, mostly in the uplands (originally from the Mana River in French Guiana). However, some of the few records of <em>S. littoris</em> are from upland habitats, leading one to believe that there may be identification errors. From Guyana, there are records of <em>S. gracilis</em> from both lowland and upland habitats. If these two species really do have habitat requirement limiting one to lowlands and the other to highlands, it would seem that all museum species of both species need to have their identification rechecked to allow accurate plotting of the geographic range of each.&#160;Separation of the two is difficult, with only slight (statistical) difference in the number of lateral scales and interhemal bones. Therefore, it may just be one species with clonal differences that grade in some characters from lowland to highlands. The validity of <em>Serrapinnus littoris</em> remains uncertain.", "rationale": "This species occurs in lowland coastal rivers of French Guiana. It has an extent of occurrence (EOO) best estimated at 15,388 km<sup>2</sup> and an area of occupancy (AOO) best estimated as at most 2,000 km<sup>2</sup>. Most human activities, such as cities, agriculture, and industry, are concentrated along the coast of French Guiana. These are inferred to be causing a continuing decline in habitat quality and there are six locations based on these threats. The species is assessed as Vulnerable. If this is the same species found in coastal regions of Suriname and Guyana, it should be reevaluated.", "geographicrange": "This species occurs in lowland coastal rivers of French Guiana (Passoura, Comté Orapu, Kaw; Le Bail 2012). The type locality is \"Dégrad Cacao\" Comté River, French Guiana. Records from upland habitat in Maroni River basin in western French Guiana are here considered misidentifications of <em>Serrapinnus gracilis</em>.", "population": "There are no data on the population size or trend.", "populationtrend": "unknown", "habitat": "This species has been found in lowland swamps, usually among aquatic vegetation.", "threats": "Most human activities, such as cities, agriculture, and industry, are concentrated along the coast of French Guiana. Coastal marshes are often drained and filled for urban expansion, converted to rice fields, or drained to reduce mosquito populations.", "conservationmeasures": "This species was classified as Vulnerable&#160;B1ab(iii)+2ab(iii) in French Guiana by IUCN France <em>et al.</em> (2017).", "usetrade": "This species is not used."}]}