{"name": "122150345", "result": [{"species_id": 122150345, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis kuiperi</em> is endemic to Belitung and its satellite islands. The area of occupancy of the species is believed to be less than 2,000km<sup>2</sup> and is declining as is the extent and quality of suitable habitat. Only 10 locations can be considered as currently known and if the overall population is not already severely fragmented, it will become so in the near future. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Amphicnemis kuiperi</em> is endemic to Belitung and its satellite islands (Alfarisyi 2018, Dow <em>et al. </em>2017, Lieftinck 1937). The assessor is aware of published records from 15 locations, but it is apparently already extinct at one of the recently found locations (after conversion to plantation) and likely to be extinct at four locations where the only records are old. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is constrained by the area of Belitung and its satellite islands, and by remaining forest, and can be assumed to be less than 2,000km<sup>2</sup>, and will be declining. To the assessor’s knowledge none of the known locations has any official protected status.</p>", "population": "<p>This is frequently a common species where it occurs, but beyond this all that can be said with that the overall population is certainly declining because of habitat loss and if not already severely fragmented, will be soon.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found in swampy forest and at slow streams in forest. The extent and quality of suitable habitat will be in an ongoing decline due to loss of forest throughout Belitung and its satellite islands.</p>", "threats": "<p>The habitat of this species is being lost to agriculture (including oil palm plantations) and mining, and to a lesser extent, urban expansion. Forest fires are an additional threat.</p>", "conservationmeasures": "<p>Protected status for some areas including populations of this species is needed.</p>", "usetrade": null}]}