{"name": "176425151", "result": [{"species_id": 176425151, "taxonomicnotes": null, "rationale": "<em>Bryconamericus eigenmanni</em>, which has very few, old, records and a reduced geographical range, is limited to a single endorreic basin, Primero (Suquía) river in central Argentina. This basin faces various threats (pollution, invasive alien species, alteration of environments). This species is assessed as Endangered, based on an extent of occurrence (EOO) best estimated at 3,859 km<sup>2</sup>, an area of occupancy (AOO) based estimated at under 500 km<sup>2</sup>, four threat-based locations, and an inferred continuing decline in habitat.", "geographicrange": "The type locality of this species is the Primero River, Córdoba. It is endemic to the province of Córdoba, restricted to the endorreic basins of the Primero, Segundo and Pichanas rivers, to the east and west, respectively of the Sierras Grandes de Córdoba (Miquelarena and Aquino 1999). Malabarba and Kindel (1995) mistakenly cite the type locality of <em>B. eigenmanni</em> within the Paraná River system, this is commented and rectified by Miquelarena and Aquino (1999), where the authors clarify that the type locality is an endorreic basin, separated from the Paraná/Plata basin. López <em>et al.</em> (2008) designated this as one of the endemic species of the Pampean Region.", "population": "It can be assumed that this species moves in shoals, judging by the number of individuals that make up some of the preserved lots (&gt;50 individuals). No data were found on its population abundance. The newest identified lot was collected in 1992 (Miquelarena <em>et al.</em> 2009).", "populationtrend": "decreasing", "habitat": "The streams that constituted the headwaters of the Primero River currently converge on the San Roque dam reservoir. From here to its mouth, the Primero River receives only two tributaries of some importance, the Saldán stream on its left bank, and further east, in the city of Córdoba, the la Cañada stream. The Primero River has a course of 203 km, with an active or upper basin of 1,350 km<sup>2</sup> and an average annual spill of 208 Hm<sup>3</sup>. The average annual rainfall in the basin is 700 mm. In the first 20 km, up to La Calera, the river runs down a deep gorge, with a slope of 5.7 m/km. From this town its channel widens, until reaching 4 km in front of Cordoba (Menni 2004), where the decline is 3 m/km, and then gradually decreases from Capilla de los Remedios to its mouth in Mar Chiquita. In this section the course shows meanders, and has a decline of 1.7 m/km. The first sections, up to approximately the city of Córdoba, are typically Serrano, with bed of boulders and sand, with depths of 0.5 to 2 m, with deep wells. The following have a sandy bottom, and about 60 cm deep (Haro <em>et al.</em> 1986). This species inhabits shallow streams (0.5 m) with sandy or rocky bottoms, and in deeper waters (up to 1.5 m) of the same streams (Miquelarena and Aquino 1999); water is these environments has as more abundant elements the anion C03++ and the cations Ca++ and Na+ (Menni <em>et al.</em> 1984). Haro <em>et al.</em> (1986) present it as a small animalivore, feeding on crustaceans, larvae and insect imagos and larval forms of fish.", "threats": "The main threat to the species is pollution, affecting part of watercourses; the city of Cordoba dumps its sewage effluents to Primero river (Pesce and Wunderlin 2000). Forty kilometres upstream of this city the San Roque reservoir has been built (Hued and Bistoni 2007). The region is very important as a tourist destination, which intensifies the anthropic impacts on watercourses and reservoir. Exotic salmonids, such as <em>Oncorhynchus mykiss</em> and <em>Salvelinus fontinalis</em> (Hued and Bistoni 2002, 2007), have been introduced into the basin of this river; <em>Cyprinus carpio</em> (Haro and Bistoni 1996), O<em>dontesthes bonariensis, Ctenopharyngodon idella</em> and <em>Gambusia affinis</em> (Mancini<em> et al.</em> 2008) have also been registered.", "conservationmeasures": "Bryconamericus eigenmanni has been assessed as \"No amenazada\" (Orlandini <em>et al.</em> 2001; López <em>et al.</em> 2003) and \"Rara\" (Chebez <em>et al.</em>&#160;2009). Recommendations include the adoption of urgent and concrete conservation measures covering the regulated use of the Primero River and its tributaries, the elimination of exotic fish, especially in high sections, and the protection of rithron sectors.", "usetrade": "There is no use or trade information for this species."}]}