{"name": "169391", "result": [{"species_id": 169391, "taxonomicnotes": null, "rationale": "<p><em>Chirosoma attenuatum</em> is a freshwater fish species endemic to Lake Pátzcuaro with an Area of Occupancy of 97 km<sup>2</sup>. The species is threatened by overfishing and hybridisation with species of the same genus. A continuing decline of the species population size, in addition to extent and quality of its natural habitat, have been observed as a result of industrial discharges, urban sewage and agricultural run-off. In Pátzcuaro during 1985, the total annual catch of charales was 523 tons, for 2003 it decreased to only 14 tons, probably with the same fishing effort (Rojas-Carrillo 2006). Given the number of threats and its restricted range to the lake, the species is assessed as Endangered.<br/></p>", "geographicrange": "Through nuclear and mitochondrial markers, a study published in 2018 (Betancourt-Resendes <em>et al</em>. 2018) revealed a speciation process within<em> Chirostoma attenuatum</em> resulting in two evolutionary independent units that coincide with their morphological differentiation, indicating that <em>Chirostoma attenuatum</em> and <em>Chirostoma zirahuen</em> may be considered separate species. Historical demographic analysis indicated that the two well-differentiated lineages underwent independent evolutionary histories in their respective lakes. <em>Chirostoma zirahuen </em>from Zirahuen and <em>C.</em> <em>attenuatum</em> from Patzcuaro represent unique and irreplaceable genetic diversity (Betancourt-Resendes <em>et al</em>. 2018).", "population": "The fishing of \"charales\" in the Lake of Patzcuaro has reduced from 523 tn / year in 1985 to 157 tn / year in 1997 (Orbe-Mendoza and Acevedo 2002), providing some evidence that average size has decreased and population has declined. In 1985, the total annual catch was 523 tons and in 2003 it had decreased to 14 tons, likely with the same fishing effort (Rojas Carrillo 2006).", "populationtrend": "decreasing", "habitat": "In 2007, Lake of Patzcuaro registered an area of 97 km<sup>2</sup>&#160;(CNA 2017). This species is a benthopelagic species and inhabits open waters of clear lakes (Miller&#160;<em>et al</em>. 2005). It prefers&#160;lentic temperate waters with sparse vegetation, is tolerant to turbidity and also forms schools (Rosas-Moreno 1976). <em>C. attenuatum</em> spawns between February and June: the spawning takes place in the lake edges at a depth of between 0.4 and 0.6 m, in areas with no waves, using filamentous algae or any other object that allows the separation of the ovules. The temperature used for spawning is between 18 to 22 ° C, with dissolved oxygen from 6 to 8 mg/l (Rosas-Moreno 1976).", "threats": "Water pollution, siltation, drying, overfishing and introduction of invasive species are the main factors that explain the decline of this species' populations (Díaz-Pardo <em>et al.</em>&#160;1993, Soto-Galera <em>et al.&#160;</em>1998).<em>&#160;Chirostoma</em> species are also particularly susceptible to environmental change. It is heavily fished for human consumption, and there is some evidence that both the average size and population size has declined. In 1985, total annual catch was 523 tons and in 2003 it had decreased to 14 tons, likely with the same fishing effort (Rojas-Carillo 2006).", "conservationmeasures": "<em>Chisrostoma attenuatum</em> has been included in the sustainable fisheries regulation for Lake Pátzcuaro approved in 2015: \"Norma Oficial Mexicana NOM-036-SAG/PESC-2015: Pesca responsable en el Lago de Pátzcuaro ubicado en el Estado de Michoacán. Especificaciones para el aprovechamiento de los recursos pesqueros\" (SAGARPA 20015). The lake is found in the CONABIO hydrological priority region 62: Pátzcuaro cuencas endorreicas cercanas.", "usetrade": "The species is heavily fished for human consumption."}]}