{"name": "123529597", "result": [{"species_id": 123529597, "taxonomicnotes": null, "rationale": "<p><em>Telosticta serapi </em>is endemic to the Matang Range near Kuching in Sarawak. It is known from around four locations within an area of occupancy (AOO) of less than 100 km²; part of this area is protected within Kubah National Park. Potential threats certainly exist to this species, especially outside of the National Park, and forest fires during dry periods are a threat to all populations. With its small distribution it is inherently vulnerable, and given that there are potential threats and an actual threat from forest fires, it cannot be assessed as Least Concern, however it does not qualify for a high threat category at present. It could be assessed as Vulnerable under criterion D2, but since the threats to the species do not appear especially severe at present, it is better assessed as Near Threatened because it is close to qualifying for Vulnerable.</p>", "geographicrange": "<p><em>Telosticta serapi </em>is endemic to Borneo, where it is only known from the Matang Range near Kuching in south-west Sarawak (Dow and Orr 2012). On the nearby Gunung Santubong it is replaced by a sister species, <em>T. santubong </em>Dow &amp; Orr, 2012, and on other mountains in south-western Sarawak it is also replaced by closely related species, so it appears likely that the species is genuinely endemic to the Matang Range. It has not yet been found on Gunung Singgai at the southern end of, and slightly isolated from, the rest of the Matang Range, although more surveys on this mountain are needed. Many of the sites known for this species are within Kubah National Park. The Matang Range has an area less than 100 km² so the area of occupancy (AOO) for this species is less than 100 km². It is known from quite a number of individual sites within the Matang Range, but many of these are very close to each other. By grouping together clusters of nearby sites it can be considered to be known from four or less threat defined locations for threat assessment purposes (considering forest fire as the threat that would affect the greatest area rapidly).</p>", "population": "<p>This species is common at many of the known sites. There are not enough data to make any more quantitative statement about population sizes.</p>", "populationtrend": "unknown", "habitat": "<p>“Males are found at small, high gradient streams, where they perch at the streamside. On Gunung Serapi it is frequently found at forest edge drains running beside the road that runs up the mountain, and which divert small streams that would otherwise run across the road. It frequently occurs together with <em>T. bidayuh</em> and <em>Drepanosticta rufostigma</em>.” Dow and Orr (2012: 385). This species appears to have some tolerance of disturbance to its forest habitats.</p>", "threats": "<p>Populations of this species outside of Kubah National Park are vulnerable to threats from logging (legal or illegal) and development (the Matang Range is situated near to Kuching, a rapidly expanding city). Forest fires during dry periods are a threat to all populations, and in the longer term the impacts of tourism on the habitats of the species will need to be monitored.</p>", "conservationmeasures": "<p>This species would undoubtedly benefit from protection of more of the Matang Range; an extension to Kubah National Park has been in the proposal stage for some time, but the current status of this proposal is not known. Further surveys in parts of the Matang Range not yet surveyed and on Gunung Singgai, are desirable to determine the limits of its distribution. </p>", "usetrade": null}]}