{"name": "128723830", "result": [{"species_id": 128723830, "taxonomicnotes": null, "rationale": "<em>Paraschistura lepidocaulis</em>&#160;is assessed as Vulnerable based on its restricted distribution with an extent of occurrence (EOO) of 12,400 km<sup>2</sup>, occurrence in two locations threatened by drought and dams, and a continuing decline in habitat.", "geographicrange": "<em>Paraschistura lepidocaulis</em> is endemic to Pakistan and is known from the provinces of Punjab, Khyber Pakhtunkhwa and Balochistan. It has been recorded in the lower Kurram River drainage, Soon Skesar Valley (Mirza <em>et al</em>. 1981, Kottelat 2012, M. Rafique pers. comm. 2020). An earlier record from the Indus River is currently challenged (M. Rafique pers. comm. 2020).", "population": "This species was thought to have declined by &gt;20% in 10 years from 2004 (CAMP 2004), due to the threats of water pollution and drought leading to habitat loss. It has been described as rare in both Punjab and&#160;Khyber Pakhtunkhwa (George 1992). More recently there is little information on the population size or current trend. However, given the ongoing threats, it can be suspected to still be in decline and so urgent research is required to establish the percent of decline and current population size.", "populationtrend": "decreasing", "habitat": "This&#160;benthic&#160;species occurs in freshwater mountain streams with gravel beds (M. Rafique pers. comm. 2020) and is carnivorous, feeding on worms (J.A. Johnson pers. comm. 2020).", "threats": "This species is threatened by habitat loss caused by drought in Soon Valley, abstraction, and dams on Kurram River (IDP Pakistan 2009, M. Rafique and M. Zafarullah pers. comm. 2020). Droughts were thought to been the main cause of a predicted population decline over 10 years from 2004 (M. Rafique pers. comm. 2020).", "conservationmeasures": "There is no information on conservation efforts for this species, although its range may encompass protected areas. It is not protected by any law. The occurrence in Soon Valley requires verification. Similarly, its purported distribution in Indus River needs to be established with proper surveys.", "usetrade": "There is no use of or trade in the species."}]}