{"name": "177960137", "result": [{"species_id": 177960137, "taxonomicnotes": null, "rationale": "<p><em>Orthetrum andamanicum</em> is endemic to the Andaman Islands (Bedjanič <em>et al. </em>2020) where it is known from seven individual sites, however three of these sites are in proximity to each other and might be considered as only five separate threat-defined locations. One of the known locations is in a protected area: Saddle Peak National Park. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO, along with the extent and quality of suitable habitat, is inferred to be declining to some degree due to loss of forest within the range of the species. Its extent of occurrence (EOO) is likely between 5,000 and 10,000 km². With as few as five confirmed locations, the species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it is to be hoped that additional data will allow a reassessment to a lower threat category.</p>", "geographicrange": "<p><em>Orthetrum andamanicum</em> is endemic to the Andaman Islands (Bedjanič <em>et al. </em>2020) where it is known from seven individual sites, however three of these sites are in close proximity to each other and Bedjanič <em>et al. </em>(2020) consider that the species is only known from five separate locations. One of the known locations is in a protected area: Saddle Peak National Park. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on the known collection records, is 1,409 km²; its maximum EOO, based on occurrence within HydroBASINS, is 54,001 km²; its true EOO is likely smaller than 10,000 km².<br/></p>", "population": "<p>This appears to be a rather locally occurring species, little else can be said with the available data.</p>", "populationtrend": "unknown", "habitat": "<p>At all known locations where the relevant information was recorded this species was found either in forest or at the edge of forest and it appears to have at least some dependency on forest for its survival. Little else is known but at one of the locations males were observed “flying low above the shallow puddles of a small stream” (Bedjanič <em>et al. </em>2020: 96) and it is possible that the species breeds in small forest and forest edge pools. The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>It is difficult to assess the threats faced by this species without more data but forest clearance with agriculture and development as the main drivers is likely to be the main threat.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, exact habitat requirements and threats.</p>", "usetrade": null}]}