{"name": "139566082", "result": [{"species_id": 139566082, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta clados</em> is known only from three locations in eastern Mindanao in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but deforestation has been severe in the part of Mindanao where this species has been found so, if genuinely confined to this part of the island the AOO will be less than 500km<sup>2</sup>, probably considerably less and declining along with the extent and quality of suitable habitat since deforestation continues to take place. The species qualifies for Endangered under criteria B2ab(ii,iii) and is assessed accordingly. Whilst it is to be hoped that fresh data will allow re-assessment to a lower threat category it is entirely possible that re-assessment to Critically Endangered will be required.</p>", "geographicrange": "<p><em>Drepanosticta clados</em> is known only from eastern Mindanao in the Philippines (van Tol 2005, Villanueva &amp; Cahilog 2013). The assessor is aware of records from three sites but it has only been possible to assign separate coordinates to two of these for mapping purposes, however the third is in the same general area (Talaingod) as one of the others. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but deforestation has been severe in the part of Mindanao where this species has been found so, if genuinely confined to this part of the island the AOO will be less than 500km<sup>2</sup> and declining since deforestation continues to take place.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health except that an ongoing decline is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs and that severe fragmentation is certain for the same reason.</p>  <p>&#160;</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and biology of this species but it will be a species of forest streams, like the others in the genus. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs.</p>", "threats": "<p>The main threat to this species will be from clearance of what forest remains in the area where it occurs for agriculture or as a result of logging (much of the area was formerly under timber concessions but the logging taking place there now is apparently small-scale and illegal).</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for the protection of the remaining forest in the part of Mindanao where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>  <p>&#160;</p>", "usetrade": null}]}