{"name": "218123578", "result": [{"species_id": 218123578, "taxonomicnotes": "This species was described from material that included records attributed to&#160;<em>Cnemaspis dickersonae&#160;</em>by Spawls&#160;<em>et al.</em>&#160;(2018).", "rationale": "The species is endemic to Kenya, and found in the Mathews Range Forest. It has an inferred&#160; extent of occurrence (EOO) of 150 km<sup>2</sup> and area of occupancy (AOO) of 12 km<sup>2</sup>.  It is known from one location where it is potentially threatened by habitat degradation from livestock and wildlife management in future. It therefore qualifies for listing as Vulnerable under criterion D2.", "geographicrange": "<p>This is a dryland, hilltop montane forest species endemic to Kenya where it is restricted to the Mathews Range, locally known as Ol Doinyo Lenkiyo, a chain of hills with several peaks (Malonza and Bauer 2022). The elevation ranges between 950 to 2,400 m asl.&#160;</p>", "population": "<p>The species is restricted to indigenous montane forests and rock outcrops and is currently only known from two collections where subpopulations were noted to be small, with only a handful of individuals found per rock outcrop. The population trend is suspected to be stable due to the absence of significant threats to the habitat.&#160;</p>", "populationtrend": "stable", "habitat": "<p><em>Ancylodactylus mathewsensis </em>occurs in both dry and moist montane forests and rock outcrops, between 950 and 2,400 m asl. It is restricted to tree trunks and hollows, and rock crevices (Malonza and Bauer 2022).</p>", "threats": "<p>This species is known only from government forest reserves, which are managed by community wildlife conservancies.&#160;There are no current significant threats but there are potential future threats should livestock and wildlife, especially elephant grazing, be intensified.&#160;</p>", "conservationmeasures": "<p>The only known population occurs in within a protected forest reserve (Malonza and Bauer 2022). More research is needed to understand the species' distribution, population trends and ecology.</p>", "usetrade": "There is no known use of or trade in this species."}]}