{"name": "64808299", "result": [{"species_id": 64808299, "taxonomicnotes": null, "rationale": "<p><em>Schistura bhimachari&#160;</em>is assessed as Endangered. It is restricted in distribution to only its type locality area at Shimoga, Karnataka (Hora 1937) with an area of occupancy and extent of occurrence value of&#160;1,116 km<sup>2</sup>&#160;but this may not reflect the actual distribution range of the species.&#160;Habitat of the species in Tunga river is threatened because of the anthropogenic stressors including domestic waste, developmental and recreational activities and invasive species causing a continuing decline in the extent and quality of habitat. However, no information on population status/trends of the species is currently available. There is hence a need to determine the distribution, population status and&#160; species specific threats in order to inform future conservation action.</p>", "geographicrange": "<em>Schistura bhmachari</em> is currently known only from Tunga River, Shimoga, Karnataka, Southern India (Hora 1937).", "population": "There is no information on the population status or trends of the species.", "populationtrend": "unknown", "habitat": "There is no information on the habitat ecology or requirements of <em>S. bhimachari, </em>but like other species of the genus, it is likely to&#160;prefer slow to swift current, among small pebbles, stones and boulders (Lokeshwor and Vishwanath 2013).", "threats": "Species-specific threats are not documented for <em>Schistura bhimachari. </em>However the habitat in Tunga River at Shimoga is likely to be affected by several anthropogenic stressors including domestic pollution, developmental activities, recreational activities and tourism, urbanization and invasive species such as <em>Oreochromis mossambicus</em> and <em>Cyprinus carpio</em> (Ahmad <em>et al</em>. 2013, Atkore <em>et al</em>. 2020).", "conservationmeasures": "<p>No species- specific conservation action are in place. There is an urgent need for effective conservation measures to conserve the fish species richness of Tunga and Bhadra rivers (Ahmad&#160;<em>et al</em>. 2013). Also, there is a need to understand and generate baseline information on distribution, population and species specific threats to develop&#160;future conservation strategies.&#160;</p>", "usetrade": "<p>No information is available regarding either the use or trade of this species.</p>"}]}