{"name": "176458683", "result": [{"species_id": 176458683, "taxonomicnotes": null, "rationale": "<em>Australoheros ykeregua</em> is assessed as Vulnerable. Its distribution is restricted to some tributaries of the Uruguay river in Misiones province in Argentina, with an extent of occurrence (EOO) best estimated at 17,740 km<sup>2</sup>, and an area of occupancy (AOO) best estimated at under 500 km<sup>2</sup>. The distribution is affected by habitat alteration resulting from nearby patches mainly occupied by tobacco cultivation, and there are six locations based on this threat.", "geographicrange": "<em>Australoheros ykeregua </em>is known from stream tributaries of the Uruguay river below Moconá falls, in Misiones province, Argentina (Říčan <em>et al.</em> 2011). The streams with records of the species are Fortaleza, Paraiso, Shangai, Guerrero, Tamandua and Soberbio.", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and growth (Flores<em> et al.</em>&#160;2020). The high and middle basins of the misionerean streams where<em> A. ykeregua</em> lives are characterized by crystal clear waters with narrow channels that cross deep valleys of basalt in the mountains where rapids, backwaters and jumps alternate (Giraudo <em>et al. </em>2003, López <em>et al.</em> 2005). The range of limnological parameters recorded in Paraiso stream (Araya 2017) were: water temperature: 19-25°C, conductivity: 15-38 ppm, dissolved oxygen: 7.4-9.6 mg/l; and pH: 7.3-7.9.", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, poaching, inadequate management and destruction of the natural vegetation of the basin.&#160;In basins of the Uruguay River, socio-environmental problems involve specially the cultivation of tobacco, due to the misuse of agrotoxins, that causes water pollution, wildlife deaths and degradation of watercourses (Paez 2011 in Araya 2017). The streams are in different condition: Yabotí and Fortaleza are well preserved (but headwaters of both are not protected and there are illegal fishing activities in all the courses), Soberbio stream is only marginally protected, and the other basins (Paraiso, Shangai, Guerrero and Tamandua) have no protection. Some of the latter, according to Araya (2017), require \"Urgent Protection and Restoration\" because they undergo severe environmental modifications.", "conservationmeasures": "Among the streams where this species occurs, the Yabotí and the Fortaleza are well protected by a biosphere reserve, and El Soberbio is marginally protected. The rest of the streams are completely devoid of protection (Araya 2017), but protection and management is recommended. Trade and harvest management of this species for the ornamental trade is also recommended, as is further research into the species.", "usetrade": "This species is commercially captured as ornamental fish, but the level of exploitation is unknown."}]}