{"name": "176403591", "result": [{"species_id": 176403591, "taxonomicnotes": null, "rationale": "This species occurs in the north-western part of La Plata river basin, Argentina and upper Madeira river basin, Bolivia. It has an extent of occurrence (EOO) of 19,042 km<sup>2</sup>. The main threat is water abstraction for  irrigation by neighbouring farms. There are 2-3 locations based on this threat. However, it is unclear whether this is leading to a continuing decline in the habitat. Therefore, this species is assessed as Near Threatened.", "geographicrange": "The distribution falls within the north-western part of La Plata river basin, Argentina and upper Madeira river basin, Bolivia (Vari <em>et al.</em> 2005, Ferraris 2007).<br/><br/>This species was captured in the Pescado River (Bermejo River basin), close to Oran, Salta Province, Argentina under the bridge of the Ruta Nacional N° 50, 350 meters above sea level, Bermejo River basin (Aguilera and Mirande 2006). This species is found in the Great River ichthyological province<em> </em>of Argentina (López<em> et al.</em> 2008) and inhabits the Región Humedales Montanos Precordilleranos y Subandinos<em> </em>of the Argentine wetlands classification (Benzaquen <em>et al.</em> 2017).", "population": "No quantitative information on the population size or trend is available, thus it is not possible to identify if the species is common, abundant, rare, etc.&#160;Since the species has not been identified as having economic or conservation value, no studies have been devoted to assessing its trends and status.", "populationtrend": "unknown", "habitat": "The Pescado River is highly seasonal with very low flow during dry season and very high flow during the rainy season with a wide channel. At the collecting site, the river has a maximum depth of one metre with a sandy bottom, and fast-flowing, moderately turbid water, which has a very variable flow regime (Aguilera and Mirande 2006). Individuals inhabit a mix of rocky and sandy bottoms in a meandriform river with several secondary branches.", "threats": "The main threat is that water of the Pescado River is used for irrigation by neighbouring farms.", "conservationmeasures": "There are no conservation actions in place or recommended actions. A large area of the Pescado River basin corresponds to a national park.", "usetrade": "There is no use or trade information for this species."}]}