{"name": "80337495", "result": [{"species_id": 80337495, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that, as presently understood, the species could have an extent of occurrence as low as 5 km<sup>2</sup> and an area of occupancy of 4 km<sup>2</sup>, it occurs at a single location defined by a threat from bushfire, and the 2019-2020 fire season is inferred to have resulted in a decline of 90-95% of the population. As the frequency and intensity of annual bushfires are expected to increase the species is considered to be subject to a continuing decline in the extent and quality of its habitat and in the number of mature individuals as a result of recurring fire events. It is possible that the species is somewhat more widespread than presently known. Even if so, fire encompassed nearly all of the area between Monga and two areas where spiders possibly referable to this species occur, as well as areas of potentially suitable habitat elsewhere.", "geographicrange": "This species is known with certainty only from mesic closed forest habitats in Monga National Park in New South Wales, Australia (Rix and Harvey 2011). Records from Badia State Forest and Deua National Park have been assigned to this species, but their identity requires confirmation and those from Badja exhibit levels of genetic divergence which may indicate they represent a distinct species (Rix and Harvey 2011) or a long-isolated subpopulation. Pending this confirmation, this assessment treats the species as being restricted to Monga National Park. It seems likely that this species is undersurveyed, and at least prior to the 2019-2020 bushfire season largely contiguous habitat extended almost as far south as the Victorian border, but members of this group typically have restricted distributions and poor dispersal capabilities.", "population": "This species was locally common at the type locality when described, and numerous juveniles were present. There have been no post-fire surveys to clarify its current abundance, but this area was severely impacted by the 2019-2020 bushfires (97% overlap with the area encompassing the type locality and the possible records from Deua and Badja, 67% at high intensity). This ground-dwelling species has no mechanisms to evade fire, and global mortality could plausibly have corresponded to 90-95% of the population.", "populationtrend": "decreasing", "habitat": "This species occurs in complex eucalypt forest with thick understorey near creeks and gullies, characterized in the description as \"mesic closed forest\" (Rix and Harvey 2011). There is no information on microhabitat preferences, but assassin-spiders are ground dwelling or sometimes in leaf litter suspended in vegetation.", "threats": "Fire is the leading threat to this species. As presently understood, the 2019-2020 bushfire season impacted most of this species' suitable habitat, two thirds of which was at high intensity. This species is expected to be highly sensitive to fire, and is presumed to be reliant on surface vegetation for shelter and foraging which is likely to be lost to fire. The intensity and scale of annual fire seasons are expected to increase as a result of a drying climate (Abram <em>et al</em>. 2021). Both the confirmed locality and potential records elsewhere lie within protected areas where other impacts are unlikely.", "conservationmeasures": "This species is present in Monga National Park and post-fire surveys of the type locality are needed to confirm whether the species survives here and, if so, clarify the extent of population declines. Additional surveying is urgently needed to locate additional subpopulations, and ongoing monitoring of any additional localities is needed. There is a need for taxonomic research to resolve the relationship between the Monga population and records from other areas, one or both of which are potentially conspecific.", "usetrade": "There is no known use of or trade in this species."}]}