{"name": "158658", "result": [{"species_id": 158658, "taxonomicnotes": null, "rationale": "<em>Caledopteryx maculata</em> is endemic to New Caledonia. The species is probably dependent on the presence of forest and might have declined due to the reduction of the forest cover and bush fires on New Caledonia. It is assessed as Near Threatened because it has a small extent of occurrence and forest habitat is declining. Further research on the status of this species is needed.", "geographicrange": "This species is endemic to New Caledonia.  It is common around streams although confined to the southern half of the main island of Grande Terre. It is found only as far north as the road from Boulouparis to Thio or perhaps the west to east road from Bourail to Canala. In the original description there were 13 localities given.", "population": "<em>Caledopteryx maculata</em>&#160;is common and locally abundant around streams is southern part of Grande Terre.", "populationtrend": "unknown", "habitat": "<em>Caledopteryx maculata</em> generally occurs in the steeper sections of forested catchments and is normally found near water.&#160;Larva may survive with low water level, under moss cover on vertical rocky walls on which water oozes.&#160;Oviposition was noticed to be directly onto steep rock faces, into a small rivulet flowing over a clay bed and into a steep hillside seepage area where leaf litter had accumulated. Emergence appear during the morning, often under a rock, a few centimetres upon the water surface, where currents are strong and violent.&#160;A teneral female was taken at a rock face approximately 1 m away from the water about halfway up a 3 m waterfall. Adults can fly far away from water. Several maturing individuals were observed on the way to the Pic Malaoui, at an altitude of 700 m. Winstanley and Davies (1982) reported males as settling horizontally on prominent perches overlooking at the potential oviposition sites and often returning to the same perching site if disturbed. However, they appear to be non-territorial and often rest on vegetation along the creek banks.&#160;<p><span lang=\"EN-GB\"></p>", "threats": "The species is probably dependent on the presence of forest and might have declined due to the reduction of the forest cover on New Caledonia.", "conservationmeasures": "There are no conservation measures in place.", "usetrade": null}]}