{"name": "10858", "result": [{"species_id": 10858, "taxonomicnotes": null, "rationale": "Listed as Endangered by Bick (1983) and Imperiled by Bick (2003). This is one of the rarest odonates in the United States (Westfall and May 1996). Nevertheless, additional populations discovered in the San Francisco area resulted in the US Fish and Wildlife Service downgrading the species from the US Endangered category.<br/> <br/>The species is very localized in urban areas, with probably no more than a few hundred adults at each site; perhaps 500 to 1,000 at the best sites (Garrison and Hafernik 1981). Several small populations have gone extinct since their discovery. Historically some populations have been extirpated due to urbanization, and some habitat has naturally converted from small shallow ponds to dry pond beds; this succession is still a threat. There is also a suggested threat from hybridization with <em>Ischnura denticollis</em>. Individuals of the species have a relatively long life, and although their dispersal ability is not known, it is at least moderate in most damselflies, and that provides the opportunity to take advantage of newly formed habitats. The species apparently tolerates some disturbance/pollution, so that is in its favour. Nevertheless, its populations should be considered severely fragmented within its relatively limited Extent of Occurrence.<br/> <br/>The Extent of Occurrence is no more than 10,000 km².&#160;There were more than 10 known locations when the species was previously ranked as Vulnerable, but at present previously known locations are poorly monitored, and the species may be scarcer and more seriously threatened than was previously estimated.&#160;The global population size may be fewer than 2,500 (NatureServe 2006), but this is impossible to determine.<br/><br/>Recent data provided by Kathy Biggs (pers. comm. 2016) indicates that the species has been found at about 24 sites since its discovery. Records are available from 13 of them since 2000 and from 3 since 2010. Clearly, more effort must be expended to check populations at the 10 sites where they were known to be present as of 2000. Two were checked in, respectively, 2009 and 2010, and <em>gemina</em> presence could not be confirmed. The known populations are scattered, but because of the species' willingness to use quite small wetlands, there is hope that still more populations exist. Nevertheless, the existence of the species may always be precarious because of its entire occurrence in this region heavily populated by humans.", "geographicrange": "This species is endemic to the San Francisco Bay Area, California, USA. It possibly extends north and south beyond the Bay Area (Bick 2003), with a total range area probably less than 500 square miles. The presently known extent of the distribution is from Marin County on the north to San Mateo county on the south. Previous occurrences included Santa Cruz and Monterey counties, still farther south, but no populations have been documented from those counties recently.", "population": "Current population size is unknown. Has been common at the few localities from which it is documented, but status of some colonies not recently documented. One frequently visited colony under the San Francisco Bridge seems to be stable, and at least a few other populations appear to be in good health.", "populationtrend": "decreasing", "habitat": "<em>Ischnura gemina</em> occurs in still, dense sedgy habitat, including small marshes, some at foot of seepage slopes; also slow-flowing streams and canals. Most are in urban areas. It has even been found at temporary urban pools at new construction (Garrison and Hafernik 1981) so apparently has good dispersal abilities.", "threats": "Small range and rampant development in the Bay Area seem to be potentially very serious threats. In addition, it is thought to hybridize occasionally with <em>Ischnura denticollis</em>, a successful and wide-ranging species that could swamp <em>I. gemina</em> genetically (Leong and Hafernik 1992a, 1992b). No evidence of this in recent years, but individuals would have to be collected and studied to confirm it, and there has been very little recent collecting.", "conservationmeasures": "<em>I. gemina</em> badly needs up-to-date surveying for the status of previously known populations and the potential for new ones. This is going on at present (2016) in California by amateur odonatologists, and one new apparently thriving population, at Bloomfield, Sonoma County, has been discovered. A survey of only a small part of the site revealed numerous individuals. Because of the ongoing threat of urbanization, this would be an appropriate odonate species for relocation attempts, if appropriate sites north and south and inland of the known range but better protected from development could be found.", "usetrade": null}]}