{"name": "60727", "result": [{"species_id": 60727, "taxonomicnotes": null, "rationale": "The species possibly has a wide distribution, but faces numerous threats in its entire native range, including over fishing and habitat degradation due wetland encroachment. Specifically, overfishing is suspected to have&#160;caused more than 30% population reduction in the past 10 years as has been observed in related fisheries, especially&#160;<em>Mormyrus kanumme,</em>&#160;in the same region (Bassa <em>et al. </em>2018). The current levels of habitat degradation are also likely to affect the extent/quality of the suitable habitat, and together with overfishing, these threats are suspected to cause more than 30% reduction in the next 10 years.&#160;This species is therefore assessed as Vulnerable.", "geographicrange": "This species is native to Lake Kyoga basin and possibly the Aswa River (Greenwood 1966, GBIF 2020). The current range in Aswa River basin is uncertain due to absence to recent records; specifically, it is not known whether the species is found in the entire Aswa River basin, extending to South Sudan.", "population": "This species is rarely encountered in surveys, suggesting that the population is small, although there is no quantitative information regarding abundance of the species. In the past decade, mormyrids especially from the Kyoga basin&#160; have generally become a target live bait for the <em>Lates niloticus</em> fishery in both Lakes Kyoga and Victoria. This level of exploitation is likely to have caused more than 30% reduction in <em>Mormyrus macrocephalus</em>&#160;population as has been seen in other mormyrids in the same area, e.g., <em>Mormyrus kannume</em> (Bassa <em>et al.</em> 2018). This exploitation, coupled with habitat degradation and reduction in area/extent of quality habitat, are suspected to cause a population decline of more than 30% in the next 10 years.", "populationtrend": "decreasing", "habitat": "This species is found in most areas of the lakes and rivers from which it has been  collected (Worthington 1929). Corbet (1961) reports it is insectivorous as juvenile, while adults eat <em>Caridina</em>, small fishes, and <em>Povilla</em>  and Odonata larvae. Prawns, water weed and oligochaetes  have also been found in the stomach (Worthington 1929).&#160;It is thus a generalist feeder (Worthington 1929, Corbet 1961). No information is available on the reproduction of this species, except that it likely spawns in rocky riverine habitats (Corbet 1961). The maximum size is 42.0 cm TL (Greenwood 1966).", "threats": "Fishing pressure arising from the live bait fishery by Nile Perch fishers (Bassa&#160;<em>et al.</em>&#160;2018),&#160;habitat degradation due to loss of wetland cover and increased erosion/sedimentation due to agricultural expansion (Omago and Barasa 2018). These threats are widespread in the native range.", "conservationmeasures": "No conservation actions are known for this species.", "usetrade": "Young individuals are targeted for live bait in the <em>Lates niloticus</em> fishery (S. Bassa pers. comm.)."}]}