{"name": "109725625", "result": [{"species_id": 109725625, "taxonomicnotes": null, "rationale": "This species <span lang=\"EN-GB\">is endemic to Lake   Mahalona (<span lang=\"EN-GB\"><span lang=\"EN-GB\">24.4 km<sup>2</sup>), part of the Malili Lakes complex in Sulawesi. It is known <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"> from one  rocky shore locality in Lake Mahalona and has a  potential extent of  occurrence   (EOO) of up to 27 km<sup>2</sup> and a known area of occupancy (AOO) of 4 km<sup>2</sup>. The lake is considered a single location with  major    threats including&#160;<span lang=\"EN-GB\"><span lang=\"EN-GB\">eutrophication, <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">pollution  from  nickel   mining, <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">and invasive species. It is thus <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">potentially highly vulnerable to any habitat degradation and the invasive&#160;Flowerhorn Cichlids (<em>Colossoma </em>sp.), which have now been confirmed in Lake Mahalona and are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al.</em> 2012) and caused the rapid loss of <em>Sulawesidrobia</em> populations (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Critically Endangered given its extremely limited distribution, expected deterioration of its habitat and the impact of Flowernhorn Cichlids in Lake Mahalona.<p></p></span></span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "<em>Sulawesidrobia mahalonaensis </em>is endemic to Lake Mahalona in the Malili Lake system  (Sulawesi, Indonesia) and is currently only known from a single locality on the western shore (Zielske <em>et al.</em>&#160;2010). Zielske&#160;<em>et al.</em>&#160;(2010) noted that it is uncertain whether new&#160;<em>Sulawesidrobia&#160;</em>species were confined to lake habitats because species occurring in other types of water bodies in Sulawesi have not been investigated. However, their occurrence in rivers and springs around the lakes is highly unlikely given their habitat specialisation.", "population": "<p>There is no population information available for this species as there are limited survey data. However, an overall population decline of &gt;90% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.&#160;</em>2012) and caused the rapid loss of&#160;<em>Sulawesidrobia&#160;</em>populations (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and are predicted to cause population declines in this species similar to those seen in the&#160;<em>Sulawesidrobia&#160;</em>populations of Lake Matano.</p>", "populationtrend": "unknown", "habitat": "<p>This species is only known to occur in the freshwater Lake Mahalona&#160;and is a rock dweller.</p>", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic.&#160;Most critically, invasive species (particularly Flowerhorn cichlids,<em> Colossoma</em> sp.) have been introduced to Lake Matano and <em>Sulawesidrobia</em> species are an important part of their diet (Herder <em>et al.</em> 2012). The apparent eutrophication in Lake Matano may also be partly due to the removal of most grazers of algae (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) where they are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018).</p>", "conservationmeasures": "<p>There are no known conservation actions currently in place for this species and research into potential threats and its distribution is recommended, as it is possibly more widespread than currently known.</p>", "usetrade": "This species is not utilised."}]}