{"name": "191116", "result": [{"species_id": 191116, "taxonomicnotes": null, "rationale": "<em><em>Atherinella callida</em> </em>was a narrow endemic freshwater fish species known only from a single collection taken at Refugio, Veracruz, Mexico just west-north-west of Acatlan (Eschmeyer 1998, Chernoff 1986). The species has not been reported from the wild since 1957 (Burkhead 2012). Over the last fifty years there have been several comprehensive surveys but all the attempts (with Dr. and Mrs. Robert Rush Miller in February, 1982) to capture this species in the vicinity of Refugio and in the Rio Amapa (also tributary to the Rio Tonto) were unsuccessful (Chernoff 1986). A continuing decline of the species' habitat quality has been reported as a result of water pollution from urban and industrial discharges and agricultural run-off, increased sedimentation, dewatering, and anthropogenic modifications to natural channels and flow regimes due to the construction of large dams within the species distribution range (Harrison &amp; Stiassny 1999,&#160; Jelks, <em>et al</em>. 2008, Garrido <em>et al</em>. 2010). Based on these observations and the survey effort, the species is assessed as Extinct.", "geographicrange": "<em>Atherinella callida</em> is a narrow endemic known only from a single collection taken at Refugio, Veracruz, Mexico just west north west of Acatlan (Eschmeyer 1998 Chernoff, 1986). The streams around Refugio drain into the Rio Tonto, a tributary to the Rio Papaloapan. There have been several comprehensive surveys over the last fifty years but all the attempts (with Dr. and Mrs. Robert Rush Miller in February, 1982) to capture this species in the vicinity of Refugio and in the Rio Amapa (also tributary to the Rio Tonto) were unsuccessful (Chernoff 1986). The species has not been reported from the wild since 1957, which is considered the estimated year of extinction (Burkhead 2012).", "population": "This species is thought to be extinct.", "populationtrend": null, "habitat": "Very little is known about this freshwater riverine species, other than inhabiting rocky-bottomed waters, with a maximum known size of 55 mm (SL) (Miller&#160;2005).", "threats": "The specific threats which caused and related to the extinction of <em>Atherinella callida</em> are thought to be a direct result of habitat loss and degradation, including perturbations caused by factors such as sedimentation, water pollution from urban and industrial discharges and agricultural run-off, dewatering, and anthropogenic modifications to  natural channels and flow regimes, as a result of the construction of large dams within the species distribution range (Harrison &amp; Stiassny 1999, Jelks&#160;<em>et al</em>. 2008, Garrido<em> et al</em>. 2010).", "conservationmeasures": "<em>Atherinella callida </em>is believed to be extinct.", "usetrade": "<em>Atherinella callida </em>is believed to be extinct."}]}