{"name": "139554286", "result": [{"species_id": 139554286, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia axinocercus</em> is only known from Balabac in the Philippines, The assessor is aware of records from at least eight locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the area of Balabac is less than 600 km². At least some ongoing decline in AOO and extent and quality of suitable habitat can be inferred as a result of logging and agricultural activities on Balabac. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and, taking the precautionary approach advocated by the IUCN, is assessed as such. It is to be hoped that with more information reassessment to Near Threatened will be possible but given the small AOO and definite threats it is unlikely that this species can ever be assessed as Least Concern unless it is found beyond Balabac Island.</p>", "geographicrange": "<p><em>Coeliccia axinocercus</em> is only known from Balabac in the Philippines (Hämäläinen and Muller 1997, Lieftinck 1974, Villanueva and Cahilog 2013). The assessor is aware of records from at least eight locations but it has only been possible to assign coordinates to four of these for mapping purposes. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the area of Balabac is less than 600 km² and since not all of the island will be suitable for this species, it is safe to say that its known AOO is less than 500 km². At least some ongoing decline in AOO can be inferred as a result of logging and agricultural activities on Balabac. <br/></p>", "population": "<p>This appears to be a common species in forest on Balabac. There is insufficient information on this species to make any further statement about current population sizes and health except that at least some ongoing decline in overall population is suspected due to habitat loss.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is summarised by Villanueva and Cahilog (2013: 25): “encountered from mountain streams to lowland swamps where small springs surface from the ground”. It appears to be forest species occupying a wide variety of stream and spring habitats. Information on ability to tolerate disturbance is lacking. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>It is difficult to assess the threats faced by this species without further data but Villanueva and Cahilog (2013) note that logging is occurring in the low-lying parts of the island and complete removal of forest will certainly be a threat to this species. The severity of threat to this species cannot be reliably evaluated with the available data but with the currently available information there is cause for concern.</p>", "conservationmeasures": "<p>The first priority for this species is for more data on its distribution and ability to tolerate disturbance. Protection of areas where the species occurs will also be needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}