{"name": "184194", "result": [{"species_id": 184194, "taxonomicnotes": "All records under this name require comparison with the type material.", "rationale": "This species was short-listed by Dijkstra and Vick (2004) as western African odonate requiring special attention. It has been recorded from four sites in the premontane coastal lowlands of Mt. Cameroon in south-western Cameroon: Bonge (now Mbonge, type locality, Sjöstedt 1899), Ikata and Barombi Mbo (D'Andrea and Carfi, 1997), Bipindi (material in Natural History Museum, London). Sofar the species is known from four localities only in a restricted Area of Occupancy (AOO) of 28 km² and an Extent of Occurrence (EOO) of 10,732 km². Only one locality is more recent (Marienberg, 2008), while all other records are at least 50 years old. The area of occupancy is fragmented and the habitat continues to decline  due to an ongoing population growth and hence deforestation. In 2008 it  has been recorded from the Litoral Province at Marienberg. Old records  from Central African Republic from 1958 and Equatorial Guinea from 1948  are of doubtfull locality and taxonomy and omitted from the assessment.<br/><br/>For the time being the species is assessed VU based on the EOO, AOO and number of locations together with an ongoing habitat destruction and detoriation. But surveys are urgently needed to check, whether the species is still present at the old locations.", "geographicrange": "The species is endemic to Cameroon (7 records), a Sierra Leone record is erroneous (Dijkstra 2003). Old records from Central African Republic from 1958 and Equatorial Guinea from 1948 are of doubtfull locality and taxonomy and omitted from the assessment. In 2008 it was recorded in the Littoral Province in Marienberg.", "population": "No information available.", "populationtrend": "unknown", "habitat": "Probably rainforest streams. Appears to be a lowland species, but no information on the altitude of the Mt. Cameroon records.", "threats": "Deforestation is a threat to this species.", "conservationmeasures": "No conservation measures known but information on taxonomy, population ecology, habitat status and population trends would be valuable. Habitat/site based conservation is also required.", "usetrade": null}]}