{"name": "11070", "result": [{"species_id": 11070, "taxonomicnotes": "Sudasinghe<em> et al</em>. (2018) reviewed the genus<em> Labeo</em> and confirmed, both morphologically and phylogenetically, that <em>Labeo fisheri i</em>s a true species. Anusha <em>et al</em>. (2017) recorded a specimen of <em>L. fisheri</em> from the upstream regions of the Tamiraparani River in the southern Peninsular India. However, the meristic counts reported for this specimen differ from those of Sri Lankan <em>L. fisheri</em> as follows: 42 (vs. 37–39) lateral-line scales; and 21 (vs. 17–20) circumpeduncular scales. Therefore, the record of <em>L. fisheri</em> from India by Anusha <em>et al</em>. (2017) can be considered as a misidentification (Sudasinghe <em>et al</em>. 2018).", "rationale": "<em>Labeo fisheri </em>is a range-restricted, endemic species, known from four locations in the Mahaweli River Basin of central Sri Lanka. Its Extent of Occurrence (EOO) is around 3126 km<sup>2</sup> and Area of Occupancy (AOO) is 232 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed due to construction of dams causing habitat fragmentation and degradation of feeding grounds. The species is also threatened by overfishing, competition and predation from invasive species and water pollution from agricultural run-off and increased in sedimentation. Even though part of the species range occurs within protected areas, these threats are likely to continue. Therefore, the species is listed as Endangered.", "geographicrange": "A freshwater fish species endemic to Sri Lanka.<em> Labeo fisheri</em>, was considered to be restricted to the upper basin of the Mahaweli River, consisting of streams draining through the Knuckles Mountain Range and the central hills in the vicinity of Kandy, Gampola and Nawalapitiya in the Central province (Deraniyagala 1952, Pethiyagoda 1991). Recent studies have recorded <em>L. fisheri</em> from the Mid and lower basins of the Mahaweli River as far downstream as Angammedilla near Polonnaruwa (NARA 2017, Sudasinghe <em>et al</em>. 2018).", "population": "<p>It appears that there are several localized populations of <em>L. fisheri</em> throughout its range in the Mahaweli River basin. However, large numbers were not recorded in any of these localities (NARA 2017, Sudasinghe <em>et al.</em> 2018). There are ten large dams constructed along the upper and middle basins of the Mahaweli River, which may have affected the distribution of <em>L. fisheri</em>. For example, fishermen in the Polgolla-Digana and Hulu ganga area reported that they rarely catch <em>L. fisheri</em>&#160;compared to their catch frequency 20–30 years ago. Similarly, in Lewella near Kandy, downstream of the Polgolla dam, <em>L. fisheri</em> is rarely caught today (IUCN 2019, NARA 2017, Sudasinghe <em>et al</em>. 2018), even though it has been reported that the fish could be easily collected in this area in the past (Jordan and Starks 1917, Deraniyagala 1952).<br/><br/>During the NARA survey carried out in 2017, population density of <em>L. fisheri</em> has been estimated at two locations, namely Moragolla area and Heen Ganga in the upper basin of the Mahaweli river where 158±14 individuals over a 3 km (or 0.31 km<sup>2</sup>) stretch and 272±3 individuals over a 1.5 km (0.14 km<sup>2</sup>) stretch have been reported respectively. Therefore, the estimated population size per 1 km<sup>2</sup> ranges between 510 and 1942 individuals. Hence the total estimated population, based on the currently known area of occupancy (35.15 km<sup>2</sup>) for this species ranges between 17915 and 68291 individuals.</p>", "populationtrend": "decreasing", "habitat": "<p>The species was recorded from both clear-water streams draining from the Knuckles hills, as well as much more turbid waters in the central hills (IUCN 2019, NARA 2017, Sudasinghe <em>et al</em>. 2018). At Heen Ganga in Sulugune, adults of <em>L. fisheri</em> were observed in &gt;1 m deep rapids, among large rocks and boulders, whereas juveniles and semi-adults were common in shallower regions with a moderate, non-turbulent flow (Sudasinghe <em>et al</em>. 2018). In Moragolla area adults were recorded from dark crevices in deep rocky pools &gt;16 m deep during daytime and it is assumed that the fish moves into shallow areas during dusk in search of food. It was also recorded that <em>L. fisheri </em>has a well-developed swim bladder comprising of two chambers. This obviously bears evidence for its ability for quick diving, surfacing and occupying deep pools (NARA 2017).</p>  <p>Shirantha (2012) suggests that there is an upstream movement for spawning (like other cyprinids, and that eggs would drift downstream, but this has not been properly documented). Several gravid females (individuals up to 45-60 cm length) were recorded in the Moragolla proposed hydro power project area in March 2017 by the NARA survey team (2017).</p>  <p>De Silva (1989) demonstrated that the fish is herbivorous, mainly feeding on diatoms and algae. Sudasinghe <em>et al</em>. (2018), has also observed <em>L. fisheri</em> feeding on algae on submerged rocks during daytime. However, more recent data has shown that juveniles (up to 8 cm long) are prevalent in shallow (1 to 2 m depth) areas where the rocky substratum supports aquatic plant <em>Farmeria metzgerioides</em> (family: Podostemaceae) and patches of sand with river debris (Kumara and Samarawickrama 2018, NARA 2017). Most recent study on the food habits of <em>L. fisheri</em> was done by Thilakaratne <em>et al</em>. (2018) using specimens collected from the Victoria Reservoir, where they report that the most dominant food types found are algae species such as <em>Aulacaseira </em>sp. (29%), <em>Staurastum </em>sp. (8%), <em>Chracoccus</em> sp. (9%) and diatoms (14%).&#160;It has also been observed that the fish tend to rest under crevices for extended periods (5–10 minutes) suggesting that individual <em>L. fisheri</em> may inhabit limited stretches of the river, apparently maintaining territories. Adult <em>L. fisheri</em> were observed to display schooling behavior with <em>Puntius dorsalis</em> (Jerdon), <em>Systomus martenstyni</em> (Kottelat &amp; Pethiyagoda) and <em>Tor khudree</em> (Sykes) (NARA 2017, Sudasinghe <em>et al. </em>2018).</p>", "threats": "The species is known to be a fast swimmer where adults show a preference to deep rocky water pools and juveniles occur in shallow slow flowing pools with sandy or rocky substrates.&#160; This habitat preference potentially makes them vulnerable to habitat loss and degradation due to construction of large reservoirs (nearly 10 reservoirs during the last 50 yrs) within its natural range. <br/><br/>The species occurs in association with aquatic plant <em>Farmeria metzgerioides</em> (family: Podostemaceae) that grows on rocky substrates along with freshwater microalgae. These habitats have been adversely affected by human activities and loss in quality and quantity of habitat has been observed (NARA 2017, Samarawickrama<em> et al</em>. 2012). The loss of habitat is most severe during the construction of dams that directly damage the habitats due to excess soil erosion that take place during construction work as well as soil erosion resulting due to unplanned land use in the upper catchment.<br/><br/>The effect of reservoir conditions (post construction of large dams) to the species is not known. However, Green Labeo has not been recorded in any of the major reservoirs of the Mahaweli River during the recent NARA fish surveys (Shirantha pers. com. 2018). However, Thilakaratne <em>et al</em>. (2018), has reported the first confirmed record of <em>Labeo fisheri </em>from the Victoria reservoir.&#160; &#160;<br/><br/>The species<em> </em>was a common edible fish species in middle reaches of the Mahaweli river until the late 1970s. Use of destructive fishing practices such as use of fish poison and blast fishing is a significant threat to the species. <br/><br/>There is a strong possibility that long term population fragmentation due to large dams, qualitative and quantitative reduction of feeding habitats due to larger reservoirs and heavy siltation, competition for space and food by introduced fish species (<em>Labeo rohita</em> and <em>Pterygoplichthys spp</em>.), and toxic effect to the population due to continuous flush of agrochemicals in to the Mahaweli river system will have a significant impact on the long-term survival of <em>Labeo fisheri</em>.<br/><br/>Therefore, it can be concluded that the major threat to <em>Labeo fisheri</em> is fragmentation of its population due to large dams. It has separated the population to four major locations and it should be taken into account when evaluating this species.", "conservationmeasures": "<p>The species is listed as a protected species in the schedule II of the Fauna &amp; Flora Protection Ordinance No. 2 of 1937 (last amendment by Act No. 22 of 2009). It is subject to export controls in the Fisheries Act Schedule I. The species is listed as an Endangered (EN) species in the global Red List (Devi and Boguskaya 2009) and Critically Endangered (CR) species in the National List of Threatened species (MOE 2012). </p>  <p>One of the known sites of occurrence, the main Mahaweli river at Waratenna-Hakkinda area in the Kandy District in the Central Province has been declared as an Environmental Protected Area (EPA) targeting the Green Labeo and several other endemic and threatened species under Section 24C of the National Environmental Act (NEA), which enables regulating and prohibiting certain activities in this area under Section 24D of the NEA. This order is officially published in the Gazette Extraordinary No; 2024/06 of 19.06.2017.</p>", "usetrade": "Locally, this fish is used for food."}]}