{"name": "173421925", "result": [{"species_id": 173421925, "taxonomicnotes": null, "rationale": "<em>Garra simbalbaraensis </em>is assessed as Endangered because it is known only from one locations in Simbalbara River, Himachal Pradesh, India with an Area of Occupancy and Extent of Occurrence of less than 500 km<sup>2</sup>&#160;and threats to its habitat due to deforestation,  developmental activities and industrial pollution are causing a continuing decline in habitat quality. It is also important to note that the species is known only from its type description and further research is essential to overcome knowledge gaps in population status,  trends, distribution, ecology and species specific threats.", "geographicrange": "<em>Garra simbalbaraensis </em>is known only from Simbalbara River, a tributary of Yamuna River Basin in Sirmaur District, Himachal Pradesh, India (Rath <em>et al. </em>2019). The species is present from a single location where the habitat is threatened due to deforestation, developmental activities and industrial pollution (Sivakumar <em>et al. </em>2010, Kamaldeep <em>et al.</em> 2011).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "The type series of <em>Garra simbalbaraensis </em>was collected from the main river channel. The quality of the habitat is deteriorating because of&#160; deforestation for developmental activities and disposal of untreated industrial effluents (Sivakumar <em>et al. </em>2010, Kamaldeep <em>et al.</em> 2011).", "threats": "The habitat of the species is under stress. Habitat degradation due to deforestation for developmental activities has led to raid erosion and siltation and occurrences of flash floods (Sivakumar <em>et al.</em> 2010). Further, the disposal of untreated effluents from various industrial units from Baddi-Barotiwala Industrial belt of District Solan has led to groundwater contamination in the area (Kamaldeep <em>et al.</em> 2011).", "conservationmeasures": "No species specific conservation actions are in place for <em>Garra simbalbaraensis</em>. The species is also not known from any protected area. Since the speceis is known only from a single location site, area, habitat and resource protection are necessary conservation actions. Research is essential to overcome knowledge gaps in population status, trends, distribution, ecology and species specific threats. Monitoring of population and habitat trends is recommended.", "usetrade": "There is no information on use and trade of this species."}]}