{"name": "6138", "result": [{"species_id": 6138, "taxonomicnotes": null, "rationale": "<p><em>Cyprinella panarcys</em> is endemic to the upper Rio Conchos drainage in Chihuahua and Durango, Mexico. Anecdotal evidence has suggested past population decline. Current population size and population trend are unknown. However, there is a likely reduction in the extent and quality of habitat resulting from water impoundment, industrial pollution, and agricultural runoff. Given that <em>C. panarcys</em> has a limited extent of occurrence that exceeds the threshold for classification under a threatened category and likely occurs in fewer than 10 locations, future research is needed to identify current population status. Therefore, this species is listed as Near Threatened under criterion B because the extent of occurrence nearly meets the Vulnerable threshold, occurs in fewer than 10 locations, and exhibits a continuing decline in the area, extent, and quality of available habitat.&#160;</p>", "geographicrange": "<em>Cyprinella panarcys</em> is endemic to the upper Rio Conchos drainage in Chihuahua and Durango, Mexico (Miller <em>et al.&#160;</em>2005) where it is sympatric with <em>C. lutrensis</em> (Hubbs and Miller 1978). Miller (2005) reports 7 collection sites within the Rio Conchos. Given its limited range, <em>C. panarcys</em> is suspected to occur in fewer than 10 locations. Extent of occurrence (EOO) is estimated at 22,008 km<sup>2</sup>&#160;based on geo-referenced collection records (GBIF 2018).", "population": "<p>The total population size of <em>C. panarcys</em> is unknown, but suspected to be greater than 10,000. Limited reports on population trend are conflicting; more data are needed to accurately estimate population reduction (Contreras-Balderas <em>et al. </em>2003, Jelks<em> et al. </em>2008). </p><p>Populations of the Conchos River, although found across many streams, are depauperate.<br/></p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in clear or turbid pools and riffles of open streams over gravel, stone, or mud from 0.5-2 m in depth (Hubbs and Miller 1978, Miller 2005). It is also found in shallow streams with dense surrounding vegetation.</p>", "threats": "<p>Major threats include habitat alteration and habitat quality degradation resulting from water flow reductions, overgrazing, raw sewage input, and gravel extraction from the river channel (Edwards <em>et al. </em>2002, Contreras-Balderas <em>et al. </em>2003, Cornell <em>et al. </em>2008, Jelks <em>et al. </em>2008). However, the extent of habitat loss has not been quantified and the impact of habitat loss on the total population size of <em>C. panarcys</em> is unknown. Because the most pervasive threat to <em>C. panarcys</em> is the result of both point and non-point pollution and reductions in stream flow, this species is suspected to occur in fewer than 10 locations. </p><p>Pesticide pollution and water overexploitation for agriculture have decreased population numbers and distribution areas of this species (Cordero Bleizeffer and Espinosa Pérez in Ceballos <em>et al.</em> 2016).</p>", "conservationmeasures": "<p><em>Cyprinella panarcys</em> is protected in Mexico under NOM-59-SEMARNAT-2010. This species is also listed as endangered by the American Fishery Society’s Endangered Species Committee (Jelks <em>et al.</em> 2008), however, this designation confers no protective benefit. Treatment of sewage from the city should be implemented, and conservation measures should seek to quantify population size and population trend, as well as the extent of habitat degradation. In Mexico, this species has been considered seriously endangered since 1993 in the NOM-059-SEMARNAT, but no specific actions have been done to achieve its preservation (Espinosa-Pérez <em>et al. </em>1993).</p>", "usetrade": "This species is not used or traded."}]}