{"name": "173717182", "result": [{"species_id": 173717182, "taxonomicnotes": null, "rationale": "<p><em>Lestes praevius</em> is known from Borneo and Enggano off of Sumatra. Records from Borneo are from East Kalimantan and Sabah. Only three locations have ever been recorded for this species. The species should also be looked for throughout Borneo and in mainland Sumatra. The species is known to occur in one protected area, the Imbak Canyon Conservation Area in Sabah. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of forest, especially lowland swamp forest, within the range of the species. Its extent of occurrence (EOO) is much larger than the criterion B1 threshold (EOO = 440,800–511,933 km²). It is possible that this species is under-recorded due to difficulty of identification and possibly its behaviour, however it is clearly not common and occurs in a type of habitat that is certainly declining in extent. A Data Deficient assessment for the species is probably not appropriate at this time. Taking a precuationary approach, it is assessed as Vulnerable under criterion D2, because of the few known locations, and plausible threats from loss and drainage of lowland swamp forest, which may drive this species into Critically Endangered or Extinct within a short time period.</p>", "geographicrange": "<p><em>Lestes praevius</em> is known from Borneo and Enggano off of Sumatra (Lieftinck 1940). Records from Borneo are from East Kalimantan (Lieftinck 1940) and Sabah (Choong and Chung 2019). Only three locations have ever been recorded for this species, however it is superficially similar to <em>Lestes praemorsus decipiens</em> Kirby, 1894 and there may be additional records as that species. The species should also be looked for throughout Borneo and in mainland Sumatra. The species is known to occur in one protected area (the Imbak Canyon Conservation Area in Sabah). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest, especially lowland swamp forest, within the range of the species. Its minimum extent of occurrence (EOO) is 440,800 km².<br/></p>", "population": "<p>This appears to be a scarce species. No other statement about current population sizes and health can be made for this species with the available information except that an ongoing decline in overall population is inferred from loss of lowland forest within its range and that severe fragmentation is certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954) gives the habitat of this species as lowland swamp forest, however it is very rarely found even in this habitat, suggesting that we do not fully understand its habitat requirements. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of lowland swamp forest within its range.</p>", "threats": "<p>The main threats to this species are likely to be from loss and drainage of lowland swamp forest, with agriculture including industrial plantations as a major driver. Forest fires during dry periods are an additional threat to all populations.</p>", "conservationmeasures": "<p></p><p>The priorities for this species are for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p><br/><p></p>", "usetrade": null}]}