{"name": "176403046", "result": [{"species_id": 176403046, "taxonomicnotes": null, "rationale": "This species is endemic to Paraguay where it has an extent of occurrence (EOO) of 9,441 km<sup>2</sup>. There are four subpopulations, which are equivalent to threat-based locations based on the threats of damming for energy production and agriculture. There are inferred continuing declines in the area of occupancy (AOO) both in the Acaray River basin and Monday River Basin based on these threats. Therefore, this species is assessed as Vulnerable.", "geographicrange": "This species is native to Paraguay (Fricke <em>et al.</em> 2020) where it is found in the Río Acaray and Río Monday, right bank tributaries to&#160;the Paraná River Basin in Departamento Caaguazú, Departamento Caazapá, and Departamento Alto Paraná (Axenrot and Kullander 2003).", "population": "The population documentation is null. Research and monitoring is needed to know population composition, structure, size and trend.", "populationtrend": "unknown", "habitat": "The habitat consists of dark water with soft bottoms, with dead leaves and tree branches in the bottom and a margin with submerged vegetation and grass (Axenrot and Kullander 2003). It is associated with other fish species of the genera&#160;<em>Otocinclus</em>,&#160;<em>Cichlasoma&#160;</em>and&#160;<em>Astyanax&#160;</em>(Axenrot and Kullander 2003).&#160;It is suspected that this species is sensitive to this type of habitat and also to the quality of the habitat. Its distribution shows a negative correlation with habitats that suffered strong modifications due to flooding caused by dam construction.", "threats": "The most notorious threat is a dam construction for energy production in the Acaray River. However, small dams for agricultural irrigation are also currently common in the Monday River, with negative consequences along the stretches where is built causing habitats strongly modified by flooding. Urbanization, roads and dams also cause drastic habitat modifications. Deforestation for agriculture causes impacts of unknown severity.", "conservationmeasures": "No conservation actions are documented for this species. In the distribution area, there is one protected area (Ypeti Reserve), but it is private and is managed with use of water resources for agricultural irrigation, which negatively impacts this species. Diverse land and water protection initiatives are needed, especially those focusing on habitat protection and compensation from impacts of the soy monoculture and energy sectors. Protection of the habitat is also necessary from the legislation perspective, which could be conducted at the national or sub-national level (Caaguazú, Alto Paraná, Caazapá and Guaira Departament), especially from the impacts of the energy, farm (agriculture of soy), and road sectors.", "usetrade": "It is used in the aquarium trade, where it is a popular taxa, as are most species of the genus <em>Corydoras</em>."}]}