{"name": "184535398", "result": [{"species_id": 184535398, "taxonomicnotes": null, "rationale": "<em>Copelatus safiotra </em>is endemic to Madagascar. Based on the known records, the minimum area of occupancy (AOO) is estimated to be around 28 km<sup>2</sup>. This may be an underestimate as it does appear to be fairly widespread across the eastern humid forest, but the species appears to be specialised to clean sandy streams. In addition, the population trend is unknown but there is inferred to be a decline in the quality and extent of the habitat, due to deforestation and fire. In addition, the specialisation of this species to clean sandy streams may mean it is easily impacted by water pollution. Therefore, this species is assessed as Near Threatened as it is close to qualifying for a threatened category under criterion B.", "geographicrange": "This species is endemic to Madagascar, and has a fairly widespread distribution in the eastern humid forest,&#160;extending to the western patch of subhumid forest at Isalo National Park (Ranarilalatiana&#160;<em>et al.</em>&#160;2019).&#160;The species has been found at altitudes from 700 m to 1,300 m Asl. Based on current known records, the extent of occurrence (EOO) is estimated to be around&#160;68,404 km<sup>2</sup> but the minimum area of occupancy (AOO) is estimated to be around 28 km<sup>2</sup>.", "population": "There is no information about the population trend or size of this species.&#160;The species is most numerous at elevations above 900 m asl in primary humid forest.", "populationtrend": "unknown", "habitat": "The species seems to be strongly associated with clean streams that have sandy substrate in humid forests, where it is found in side pools or in areas protected from waterflow and with leaf debris. The species has also been found in subhumid forests. There is considered to be a decline in the quality and the extent of the habitat due to ongoing habitat degradation across its range.", "threats": "This species may be impacted by the threats on the habitat due to deforestation from logging, agriculture and fire, but the extent of the impact is unknown. As the species appears to be a specialist of clean sandy streams, pollution would also likely impact the species.", "conservationmeasures": "Further research is required on the distribution, population, threats and habitat in order to identify the most effective conservation measures. However, appropriate management of the areas where this species is found would be beneficial. It does occur within some National Parks throughout its range.", "usetrade": "This species is not known to be used or traded."}]}