{"name": "139565719", "result": [{"species_id": 139565719, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis rolandmuelleri</em> is known from scattered records from more than about 30 locations in Masbate, Negros, Panay, Sibuyan and Siquijor in the Philippines. Threats exists at all locations, including those within protected areas and the overall population is believed to already be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large and given the extent of deforestation that has occurred on many of the islands where it is found is likely to be below 2,000 km². The AOO and extent and quality of suitable habitat is inferred to be declining due to loss and degradation of forest across the range of the species. The species qualifies for Vulnerable status and is assessed accordingly.</p>", "geographicrange": "<p><em>Risiocnemis rolandmuelleri</em> is known from scattered records from Masbate, Negros, Panay, Sibuyan and Siquijor in the Philippines (Hämäläinen 1991, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen). The assessor is aware of records from at least 30 locations but it has only been possible to assign separate coordinates to 27 of these for mapping purposes. The species is present in protected areas, for instance the Mount Kanala-on Natural Park in Negros and the Mount Guiting-Guiting Natural Park in Sibuyan. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large and given the extent of deforestation that has occurred on many of the islands where it is found is likely to be below 2,000 km², quite possibly by a significant margin. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>This species appears to be (or to have been) common at a number of locations. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been explicitly recorded on the habitats and ecology of this species but it will be a species of forest streams. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture and also as a result of logging; mining may present a threat in parts of its range. The threat of forest clearance extends even to the protected areas where the species occurs, for instance for BirdLife International (2019, but based on information compiled in 2001) list many threats to Mount Kanl-aon: “The national park status of Mt Kanla-on has not protected the forests on its lower slopes from total clearance. It is now heavily occupied by settlers, and a recent census indicated that there are over 3,000 households living in the park. The rich volcanic soils give the area great potential for agricultural cultivation, especially in San Carlos, Kanla-on and La Castellana. This is a successful vegetable production area and the need for more farmland has encouraged the inhabitants to continue to clear forests. On the eastern slope of the mountain it is reported that no forest occurs below 1,200-1,300 m, and on the western slope it has retreated to around 1,000 m in most areas, with only one sector, Mambucal, still extending down to 750 m. When this lowest block of forest at Mambucal is lost, as it could be in a few years if the current intensity of cutting and clearance continues, the only suitable habitat for several of the park's rarest birds will be lost. Resource extractive activities are also degrading and clearing forest in the park, including the illegal cutting of trees for charcoal-burning and timber, and kaingin [slash and burn agriculture], mainly in the lower altitude forests.” There is no reason to suppose that this situation has improved since 2001.</p>", "conservationmeasures": "<p>The priorities for this species are for better protection of the protected areas where it occurs, the protection of additional suitable habitat and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}