{"name": "173832388", "result": [{"species_id": 173832388, "taxonomicnotes": null, "rationale": "<p><em>Hypsolebias splendissimus </em>is known only from its type locality , a temporary pool approximately 1.5 km west from the confluence of the Poço do Magro and Carnaíba de Dentro rivers in middle São Francisco River basin, Bahia, Brazil. Historical area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup>, and the species is known from a single threat-based location. A past population reduction of 100% is inferred to have occurred between 2010-2017 due to the total loss of the type locality which was drained and landfilled. Surrounding potential habitat in the Carnaíba de Dentro River drainage is extensively modified for agriculture, and deforestation of riparian buffers remains a major threat for extant congeners that only occur in shaded portions of temporary pools. Additional ichthyological surveys are urgently needed to determine if this species is extant in surrounding temporary ponds that may provide suitable habitat. Given a total loss of the type locality and an inferred past population decline of 100%, <em>H. splendissimus</em> is assessed as Critically Endangered (Possibly Extinct) under criterion A2c; B1ab(iii)+2ab(iii). </p>", "geographicrange": "<p><em>Hypsolebias splendissimus </em>is known only from its type locality, a temporary pool at 505 m above sea level in a flat plains area approximately 1.5 km west from the confluence of the Poço do Magro and Carnaíba de Dentro rivers in middle São Francisco River basin, Bahia, Brazil (Costa&#160;<em>et al.</em>&#160;2018). The site has since been destroyed by construction and no suitable habitat remains (Costa&#160;<em>et al.</em>&#160;2018). It is possible that extensive ichthyological survey in the Carnaíba de Dentro River drainage may yield additional collection localities (Costa&#160;<em>et al.</em>&#160;2018). However, satellite imagery indicates that unsampled areas are extensively modified for agriculture, an environmental impact that usually has negatively affected seasonal killifish habitats (Costa&#160;<em>et al.</em>&#160;2018).</p>  <p>Area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on top of the type locality. This species is inferred from a single location, as draining and subsequent landfill has completed destroyed the type locality (Costa&#160;<em>et al.</em>&#160;2018). &#160;</p>", "population": "<p>The total population size of this species is unknown because all potentially suitable habitat in the Carnaíba de Dentro River drainage has not been comprehensively sampled (Costa&#160;<em>et al.</em>&#160;2018). Given the complete destruction of the type locality between the collection of the type series in 2010 and a return visit in 2017 that yielded no additional specimens (Costa&#160;<em>et al.</em>&#160;2018), a past population reduction of 100% in the last 10 years is inferred.</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species was a small, temporary pool in a flat plains area approximately 1.5 km west from the confluence of the Poço do Magro and Carnaíba de Dentro rivers in middle São Francisco River basin (Costa&#160;<em>et al.</em>&#160;2018). At the time of the type series collection, the pool was about 100 m in length and 30 m in width with a maximum depth of 0.5 m (Costa&#160;<em>et al.</em>&#160;2018). This species was only sampled in a small portion of the pool that was characterized by densely vegetated margin and aquatic plants that formed a distinctive shaded habitat (Costa&#160;<em>et al.</em>&#160;2018). When the site was visited in January 2017, the entire pool had been drained and landfilled by bulldozers and collection efforts yielded no specimens (Costa&#160;<em>et al.</em>&#160;2018).</p>", "threats": "<p>The primary threat to the type locality was habitat destruction associated with hydrological alteration and construction (Costa&#160;<em>et al.</em>&#160;2018). When the site was visited in January 2017, the entire pool had been drained and landfilled by bulldozers and collection efforts yielded no specimens (Costa&#160;<em>et al.</em>&#160;2018). The Carnaíba de Dentro River drainage is extensively modified for agriculture, and deforestation of riparian buffers remains a major threat for extant congeners that only occur in shaded portions of temporary pools (Costa&#160;<em>et al.</em>&#160;2018). </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>H. splendissimus</em>. The type locality of this species was completely destroyed after the pond was drained and landfilled sometime between 2010-2017 (Costa&#160;<em>et al.</em>&#160;2018). Additional comprehensive ichthyological surveys in the Carnaíba de Dentro River drainage are urgently needed to verify if this species is still extant in other temporary ponds where potentially suitable habitat may exist. If extant populations are identified, site protection, ex-situ propagation, and benign introduction are immediate conservation priorities to secure the survival of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}