{"name": "173721269", "result": [{"species_id": 173721269, "taxonomicnotes": null, "rationale": "<p><em>Protosticta socculus</em> is known from 13 locations in Central Viet Nam. Some locations are very close to the border with Laos and the species should also be looked for there. Some locations are within protected areas. Its area of occupancy (AOO) is not known, however the AOO is inferred to be declining along with the extent and quality of suitable habitat to at least some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) just falls within the criterion B1 threshold (EOO = 19,386–28,968 km²). This species could qualify for Vulnerable under criterion B1 (VU B1ab(ii,iii)) except that more than 10 locations are known and the overall population is not known to be severely fragmented. Therefore, this species is assessed as Near Threatened (nearly meets riteiron B). It is hoped that when more data are available, reassessment to Least Concern might be possible in this case.</p>", "geographicrange": "<p><em>Protosticta socculus</em> is known from 13 locations in Central Viet Nam (Phan and Kompier 2016, Phan and Ngo 2019, Kompier unpub. data, Phan unpub. data). Some locations are very close to the border with Laos and the species should also be looked for in that country. Some locations are within protected areas (for example, Kon Ka Kinh National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to at least some extent due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 19,386 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 28,968 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species can be common where it occurs. At least some ongoing decline in overall population is inferred from loss of forest within the range of the species but the overall population may not be severely fragmented yet, since large areas of forest do still remain in Central Viet Nam.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found at small forest streams and seepages on hill and mountain sides. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss and degradation of forest within its range.</p>", "threats": "<p>Outside of protected areas, and perhaps even inside some protected areas, threats from deforestation (with farming of one sort or another as the main driver) exist to populations of this species.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution and ability to tolerate disturbance.</p>", "usetrade": null}]}