{"name": "214610895", "result": [{"species_id": 214610895, "taxonomicnotes": null, "rationale": "<em>Rhagophthalmus motschulskyi</em>, also known as the Motschulsky's Starworm, is an endemic firefly species in Hong Kong. It is found in various habitats, especially in villages, farmlands, and urban parks. This species exists in various localities in Hong Kong. Its area of occupancy (AOO) is <a style=\"mso-comment-reference:AW_1; mso-comment-date:20211230T0226\">48</a><span class=\"MsoCommentReference\">&#160;km², while its extent of occurrence (EOO) is around&#160;493 km² and it occurs in an estimated 12 locations, with each of the verified occurrences representing one location, except for the occurrences in Tai Po Kau. Populations outside the protected area could be impacted independently by localized threats. The female of this species is&#160;apterous, and some populations are unlikely to be connected with each other (e.g. population in Kowloon and New Territories). <span class=\"cf0\">Moreover, given that some of the observed records of this species were made in habitats within or close to urban or suburban area and outside protected area, continuing decline in area and quality of habitat are projected. In fact, one population in Kam Tin area has no longer been recorded in recent years, due to habitat conversion. Another population in&#160;Fu Tei Au&#160;would be directly threatened by drainage improvement works in that area if translocation did not proceed. The population in Fu Tei Au and Ma Shi Po also falls within the potential development area of the Northern Metropolis. Ecological impact assessments in Hong Kong often neglect insects other than butterflies and dragonflies. Therefore, potential impact on this species could be ignored and no mitigation measures would be proposed to safeguard the affected populations, if any. The AOO and EOO of the species meet the Endangered thresholds for criteria&#160;<a>B1 and B2</a>, and continuing decline in the area/extend and quality of habitats at least for some populations are projected, which meet<span class=\"MsoCommentReference\">&#160;subcriteria&#160;<a>B1b(iii) and B2b(iii). However, since the number of locations is more than 10, the species cannot be assessed as threatened. Since the number of locations is close to the&#160;Vulnerable thresholds for criteria&#160;</a><a>B1a and B2a (12 locations instead of no more than 10 locations)</a>, the species is assessed as&#160;<a style=\"mso-comment-reference: AW_3;mso-comment-date:20211230T0228\">Near Threatened (nearly meeting criterion B)</a>. More research and monitoring on this species is needed to understand the severity of potential ecological impact on this species and if it fulfils the criteria of severely fragmented (i.e.&#160;more than 50% of the individuals are in populations that are too small to be viable).&#160;&#160;</span>", "geographicrange": "This firefly species is known only from Hong Kong, where it has been recorded from Tai Po Kau, Tai Tong, Tin Shui Wai, Ma Shi Po, Lam Tsuen, Wu Kau Tang,&#160;Luk Keng,&#160;Lamma Island, Mai Po, Ma Shi Po and Fu Tei Au&#160;in New Territories; and Kowloon Tong and Diamond Hill in Kowloon. Altitude ranges from 5 m asl in Mai Po to 400 m asl in Tai Po Kau. According to the result of recent surveys, the population in Kam Tin was no longer being recorded and the original habitats in that area had been converted to developed area. The population in Fu Tei Au was threatened by drainage improvement works and translocation of this species had been conducted by local villagers. The estimated extent of occurrence is 493 km² and the area of occupancy could be as small as 48 km². The species is considered to be found in 12 locations,&#160;as threats to this species, such as habitat disturbance and/or conversion, are likely localized in nature. Therefore, each known occurrence is impacted independently.", "population": "<p>The population size for <em>Rhagophthalmus motschulskyi </em>is unknown, but it is relatively common and present in various locations in Hong Kong <a style=\"\">(Yiu 2020a),&#160;</a>suggesting that the population size of this species is not small.&#160;<span lang=\"EN-US\">&#160;</p>", "populationtrend": "unknown", "habitat": "Firefly <em>Rhagophthalmus motschulskyi</em><span class=\"MsoCommentReference\">&#160;is a habitat generalist that occurs in a variety of habitats including woodlands, villages, farmlands, banks of fishponds, urban parks, and backyard gardens (Cheng <em>et al</em>. 2020, Yiu 2013, 2017, 2020a, 2020b). This glow worm species is more common in man-made habitats then natural habitats. The adults of this species are nocturnal, usually flying from late March to June. Light emission have been observed from females but are absent from males. The females of this species are apterous. They are often seen lying on the ground or on plants near open areas, bending their abdomens upward, over the back, and emitting continuous yellowish-green light to attract males. The males are able to fly and search for light-emitting females. After oviposition, the mode of luminescence of females completely changes, and they instead emit light from a pair of small light spots near the posterolateral margin of mesothorax and all abdominal segments except the terminal one, with an additional light spot near the postero-dorsal margin of each of the 11 segments. Eggs are laid in a cluster and the female curls around the egg cluster. Larvae can be found in the leaf litter layer feeding on millipede species (Yiu 2013, 2017, 2020a)", "threats": "<p><a style=\"mso-comment-reference:AW_2;mso-comment-date:20211230T0223\">Potential threats to this species include habitat loss and fragmentation. Most</a>&#160;populations of this species are located in habitats outside protected areas and within or close to urban or suburban areas, such as villages, farmlands, and fishponds<span class=\"MsoCommentReference\">. For example, a population of <em>Rhagophthalmus motschulskyi</em> in Kam Tin is believed to have vanished due to habitat conversion (from vegetated area to village housing) (V. Yiu per. obs.) and&#160;another population in&#160;Fu Tei Au&#160;was threatened by drainage improvement works in the area, but was then translocated elsewhere (HKCD 2022). Habitat conversion on the above habitats is not uncommon in Hong Kong. About seven known sites (i.e. Tai Tong, Ma Shi Po,&#160;Fu Tei Au,&#160;Lam Tsuen, Wu Kau Tang, Kowloon Tong and Diamond Hill) with this species are located within or close to developed areas or village housing. Hence, habitat loss caused by potential development could directly threaten the subsistence of fireflies at certain sites, especially for population in&#160;<span class=\"MsoCommentReference\">Ma Shi Po and&#160;Fu Tei Au which fall within the potential development area of the Northern Metropolis development. Potential development in the surrounding area could also lead to <a>habitat fragmentation</a>&#160;which isolates the affected individuals and disrupts processes such as dispersal and gene flow between neighbouring sites. At least two sites with this species (Kowloon Tong and Diamond Hill) are situated in vegetated ground within urban areas, which surrounded by artificial barriers such as traffic roads.</span></p>", "conservationmeasures": "<p>No conservation measures are known to be in place for this species. Four<a style=\"\">&#160;sites with</a>&#160;this species are in protected areas, including Tai Po Kau Special Area, Mai Po Nature Reserve and Plover Cove Country Park.<strong></strong></p>", "usetrade": "<p></p><p>There are no known uses of this species for trade and harvest, but it might be targeted for entomo-tourism activities which particularly focus on firefly watching, especially in Tai Po Kau.</p><p></p>"}]}