{"name": "56099949", "result": [{"species_id": 56099949, "taxonomicnotes": null, "rationale": "<em>Ompok karunkodu</em>&#160;has been assessed as Endangered because the species is known from a single location in Amaravathi River, a  tributary of Cauvery River System in Tamil Nadu, India, with an Extent of Occurrence less than 2,000 km<sup>2</sup> and threats to its habitat from anthropogenic activities. The habitat of the species is threatened by pollution  because of untreated industrial effluents and extensive applications of  fertilizers in the agricultural areas. And it is essential to note that the species is known only from its original description and  research is needed to understand its population status, trends,  distribution, ecology and species specific threats.", "geographicrange": "<em>Ompok karunkodu</em> is currently known from Amaravathi River a tributary of Cauvery River System in Tamil Nadu, India (Ng 2013).The habitat of the species is threatened by pollution because of untreated industrial effluents and extensive applications of fertilizers in the agricultural areas (Ahamed and Loganathan 2017, Sekaran <em>et al. </em>2019).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "<em>Ompok karunkodu</em> was collected from a river (Ng 2013).", "threats": "The habitat of the species in Amaravathi river is threatened by pollution because of untreated industrial effluents and extensive applications of fertilizers in the agricultural areas (Ahamed and Loganathan 2017, Sekaran <em>et al.</em> 2019).", "conservationmeasures": "No species-specific conservation actions are in place for <em>Ompok karunkodu</em>. The species is also not known from any protected area but may occur inside Anamalai Wildlife Sanctuary. Since the habitat is threatened due to pollution, there is need for conservation and continuous monitoring of habitat and population trends. Because the species is known only from its original description, research is also essential to understand its population status, trends, distribution, ecology and species specific threats.", "usetrade": "There is no information on use and trade of this species."}]}