{"name": "191698", "result": [{"species_id": 191698, "taxonomicnotes": "The types Álvarez del Villar used to describe <em>Neoophorus regalis</em> were collected by P. Francke in 1958 in the vicinity of Los Reyes de Salgado. He later transfered the species in the genus <em>Alloophorus </em>comparing it with <em>Alloophorus robustus</em> (1970). When it was rediscovered in 1993 and it became clear, that this species is no <em>Alloophorus</em>, it consequently had been transfered back in the genus where it belonged before, now<em> Neoophorus</em> regarded as synonym of <em>Allotoca</em> (Espinosa-Perez<em> et al.</em>&#160;1993). In 2001, this species was excluded from <em>Allotoca</em> by some morphological differences and transferred back into its original genus <em>Neoophorus</em> (Meyer <em>et al. </em>2001). This species is here considered valid in the genus <em>Neoophorus </em>Hubbs and Turner, 1939<em>&#160;</em>following Meyer <em>at al.</em>&#160;(2001). This is different to Eschmeyer <em>et al. </em>(2018) which considers the species valid in the genus <em>Allotoca&#160;</em>Hubbs and Turner, 1939. Affiliated from three river drainages, three subpopulations can be inferred: The endorheic Río Quitupán subpopulation, the Río Grande subpopulation (type subpopulation), both Cotija region, Upper Río Balsas drainage, and the Canal Tarecuato subpopulation, Laguna Chapala drainage.", "rationale": "The Balsas Allotoca inhabits only a few habitats within a restricted area in the upper Río Balsas drainage. It is severely threatened by habitat alteration and degradation such as channelising and damming of creeks, in addition to water pollution and non-native fish species.&#160;Taking into consideration an estimated worst case scenario (AOO of 4 km<sup>2</sup> and EOO of less than 100 km<sup>2</sup>), together with a single location and declines in AOO, EOO, locations and habitats, this species is therefore assessed Critically&#160;Endangered.", "geographicrange": "The Balsas Allotoca is a freshwater fish species endemic to the Mexican federal states of Michoacán. It is historically known from the Río El Chivo river S of Los Reyes de Salgado, balsas drainage. It is also known from the Presa Tarecuato, the Ojo de Agua de Tocumbo and the Río Quitupán, an endorheic river about 45 km northwest of Tocumbo. All these collection points belong to the Río Grande headwaters, Río Balsas system. Futhermore, it was collected in the Canal Tarecuato near Aquiles Serdán, an affluent of the Presa Nueva. Domínguez-Domínguez&#160;<em>et al</em>. (2008) estimated a 50% reduction in all the historical geographic range of the species.<span class=\"st\"><br/><em></em>", "population": "<p></p>In 2011, this species was known to survive in only one small unnamed stream near the city of Los Reyes, Michoacán, in the upper Balsas River basin. Historically, the species was widespread and moderately common in streams and wetlands near Los Reyes (Miller <em>et al.</em>&#160;2005), but distribution and abundance have declined steadily over the last 25 years as wetlands have been drained and streams have been channelised and diverted for agriculture. Introductions of non-native Green Swordtails and Blue Tilapia may also have contributed to losses. As of the early 2000’s, <em>Neoophorus regalis</em> was known from four locations (Domínguez-Domínguez <em>et al.</em>&#160;2005), but 2008 and 2011 surveys found the species at only one of these locations, where it was uncommon (Lyons 2011). Generally, the Balsas Allotoca can be found only in very few habitats, threatened by water pollution and competition through exotic fish species. All these stocks are small, localised and fragile. In total the species remain in two small and isolated places.", "populationtrend": "decreasing", "habitat": "<p>The Balsas Allotoca prefers small and narrow creeks and rivers with currents moderate to swift, but historically occurred partly in small dams as well (Presa Tarecuato). The bottom of the creek or river is usually made of mud, silt or sand with riparian vegetation hanging over the surface. The habitats near Los Reyes and Aquiles Serdán are mainly small ditches and rivers with milky and turbid water. Vegetation is rare, comprising mainly water hyacinths and dense green algae stands. The water depths preferred by this species are less than 0.5 m.&#160;<em>Neoophorus regalis</em> can be found usually in quiet bays. Slaboch <em>et al.</em> (2010) found the species in quiet bays of a small creek south of Los Reyes de Salgado, together with <em>Ilyodon whitei</em> and introduced <em>Xiphophorus hellerii </em>(R. Slaboch pers. comm. 2018).&#160;<br/></p>", "threats": "The Balsas Allotoca is threatened by habitat alteration and degradation, mainly by damming and channelising creeks for irrigation. Additionally, chemical pollution through agriculture (nutrients, herbicides, pesticides) and discharges from towns and facilities apply pressure to the few wild stocks. Competition from non-native fish species, mainly <em>Xiphophorus hellerii, </em>also&#160;lead to a decline in the number of fish.", "conservationmeasures": "The Balsas Allotoca is included in the international <em>ex-situ</em> breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera<em> Allotoca</em> and <em>Neoophorus</em> (http://www.oevvoe.org/allotoca-mesa-central). Another conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico. No other conservation efforts for this species are known.", "usetrade": "The Balsas Allotoca is not used for human consumption and isn't a target species for the ornamental fish trade."}]}