{"name": "53875516", "result": [{"species_id": 53875516, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys birkahni</em> is an amphibious, non-annual killifish distributed along the western edge of the Chiriqui Lagoon in Bocas del Toro Province, Panama. Questionable samples also occur in the Río Changuinola and Almirante Lagoon drainages and in the eastern Chiriqui Lagoon drainages; however, identity of these specimens must be assessed. The species occurs in small streams and pools. The core area of its distribution is 128 km<sup>2</sup>. If populations to the northwest and east of this core area were considered, Extent of Occurrence would increase by 205 and 380 km<sup>2</sup>, respectively. Because of the very limited distribution of this species even under the most optimistic assessment of its distribution, and because most of that area is under threat from agriculture, deforestation and oil pipeline development, this species is assessed as Endangered under criterion B1ab(iii).</p>", "geographicrange": "<p>No information is published on the distribution of this species other than the species description indicating a locality near Chiriqui Grande (Berkenkamp and Etzel 1992). Collection records at STRI (2019) indicate a range from the Río Changuinola in the west to the Río Canaveral in the east. Given the presence of this species only in lowlands, there are probable biogeographical breaks at the peninsula that separates the Almirante and Chiriqui lagoons and just east of Chiriqui Grande. </p>  <p>The core range of this species is 128 km<sup>2</sup>. If populations to the northwest and east of this core area were considered, this would&#160; add 205 and 380 km<sup>2</sup>, respectively. Therefore, Extent of Occurrence (EOO) is estimated to be 128-713 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records and the lowlands around Chiriqui Grande where this species likely occurs. Given the scope of current and projected threats, this species likely occurs in no more than four locations. The full distribution of the species needs to be examined in further detail.</p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species is an amphibious, non-annual killifish and may perform predator avoidance by jumping out of the water like the related <em>C. brunneus</em> (Turko and Wright 2015, Thompson <em>et al</em>. 2017). Aquarium observations indicate that the species probably&#160;spawns amongst vegetation (mats of yarn were used). </p>", "threats": "<p>Banana production dating back to the 1800s has severely impacted drainages of the Chiriqui and Almirante lagoons (Cramer 2013). Chiriqui Grande serves as the terminus of the Trans-Panama Oil Pipeline, which runs from the Pacific to the Atlantic and could have a negative effect on the species if there were a spill (Suman 1987). The pipeline brought settlers that graze cattle throughout the lowlands of Bocas del Toro. These combined factors have led to runoff and increased rates of sedimentation that have severely polluted the Chiriqui and Almirante lagoons, and adjacent coastal freshwater habitat (Cramer 2013). Nearly the entire core range of the species is in areas that are affected by pipeline development and extensive agriculture. In addition, populations in the Almirante Lagoon drainages and the Río Changuinola (if they are <em>C. birkahni</em>) are also under threat from agriculture and associated pollution. Populations to the east of Chiriqui Grande are in relatively unimpacted habitat, but the species identity outside of the western Chiriqui Lagoon basin needs to be assessed. Deforestation occurs throughout the range of this species.</p>  <p>Although the direct impact of these threats have not been evaluated in detail, they are producing inferred continuous declines in habitat quality and potentially in habitat availability.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. birkahni</em>. Species of <em>Cynodonichthys </em>often have very small ranges and are difficult to identify unless nuptial males are captured. Although STRI records indicate the species is present in the Río Changuinola and Almirante Lagoon drainages, the Río Changuinola population abuts populations identified as congeners with no apparent biogeographic breaks between them. The most significant biogeographic barrier is at the peninsula that separates the Almirante and Chiriqui lagoons suggesting that the populations northwest of the Chiriqui Lagoon are questionably conspecific with <em>C. birkahni. </em>Populations east of Chiriqui Grande are in mostly inaccessible and unimpacted areas, but specimens from that region must also be assessed as a biogeographical break occurs just east of Chiriqui Grande. Additional research regarding distribution, population size, population trend, and the scope and magnitude of potential threats is needed to clarify the extinction risk of this species.</p>", "usetrade": "<p>This species has been exported for the aquarium trade in the past. This was likely the result of limited collecting efforts. The species has successfully spawned in aquaria, but it apparently one of the more difficult killifish species to successfully house.</p>"}]}