{"name": "122149956", "result": [{"species_id": 122149956, "taxonomicnotes": null, "rationale": "<p><em>Podolestes chrysopus</em> is currently known from only four locations, two of which are non-protected. Threats exist at all locations, including those within national parks. The area of occupancy (AOO) for the species is inferred to be less than 200 km² and an ongoing decline in both AOO and quality of habitat is certainly occurring. The species clearly qualifies for Endangered status under criterion B (EN B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Podolestes chrysopus</em> is known from West Kalimantan (Lieftinck 1935, Selys 1889) and south western Sarawak (Dow 2012, unpublished, Dow and Reels 2011, Dow <em>et al.</em> 2015). It was described from Labuan (Selys 1889), but the latter location was almost certainly a case of mislabelling and there is no other evidence of the species occurring so far east. Records from Brunei (e.g., Thompson and van Tol 1993) have proved to be misidentifications of <em>Podolestes harrissoni</em>. It is unlikely that the locations in West Kalimantan, especially those in the Singkawang area (Lieftinck 1935) have survived; there has been very extensive loss of lowland forest in West Kalimantan. The only recent records are from four locations in Sarawak, two of these are non-protected, one will almost certainly be lost to development in the not-too-distant future, and the other is a small pocket of swamp within oil palm and has a very uncertain future. The other two are in protected areas: Maludam National Park (Dow <em>et al. </em>2015) and Ulu Sebuyau National Park (Dow unpublished); even within these national parks the species is extremely localized. The currently known area of occupancy (AOO) for this species is less than 200 km², habitat is declining in quality and extent, and only the four locations in south western Sarawak can be considered as currently known.</p>", "population": "<p>This species is not common even where it occurs. Beyond this little can be said except that this species must have experienced a decline in overall population, and that this decline is ongoing, due to loss and degradation of its low pH swamp forest habitats.</p>", "populationtrend": "decreasing", "habitat": "<p>Three of the currently known sites are within peat swamp forest, the fourth is in a pocket of low pH swamp in a depression, surrounded by oil palm. The species clearly requires low pH swamp forest, but even in such habitats it is very localised, and it is apparently absent from many locations that appear suitable for it, suggesting that we do not fully understand its habitat requirements.</p>", "threats": "<p>The Matang Road site is on privately owned land, and is becoming increasingly degraded; in the longer term it is extremely unlikely that this site will survive, housing and commercial developments are appearing all along the Matang Road, including immediately adjacent to the known location. Fires are also a threat here. The other non-protected site is small and unlikely to survive; it has probably survived until now only because it is difficult to drain.<br/><br/>Fire an illegal incursions are threats at Maludam National Park&#160;and at Ulu Sebuyau National Park. Unintentional drainage of the peat swamp forest through the drainage systems of adjacent oil palm plantations is likely to be a problem for parts of both of these national parks, and increases the risk of fires.<br/><br/>Any as-yet-undetected sites in Sarawak or West Kalimantan are likely to be threatened by conversion to oil palm or similar problems to those faced by the Matang Road site; forest fires will be a threat at any site.</p>", "conservationmeasures": "<p>More data on the distribution of this species, and its exact habitat requirements, are needed. Searches for additional sites in Sarawak are ongoing but are hampered by funding limitations; similar searches are needed in West Kalimantan.<br/><br/>The main threat apart from fires at any as-yet-undiscovered non-protected sites is likely to be conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue (mentioned in the Threats section) is likely to be particularly severe for such conservation areas. Oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}