{"name": "196298", "result": [{"species_id": 196298, "taxonomicnotes": null, "rationale": "<em>Macrognathus pentophthalmos</em> is an endemic, range-restricted species, known only from single location in the Kalu River Basin in Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 4 km<sup>2</sup> and Area of Occupancy (AOO) is 4 km<sup>2</sup>. A continuing decline in its habitat quality has been observed as a result of the accumulation of agrochemicals used in the surrounding paddy fields, which may be the cause behind the species population declines. This threat is likely to continue in the future as the area is undergoing agricultural expansion and the area is currently unprotected. The species is therefore listed as Critically Endangered.", "geographicrange": "This species is endemic to Sri Lanka and only known from single location from Kalu river basin at Ingiriya (De Silva <em>et al</em>. 2015).", "population": "Pethiyagoda <em>et al</em>. (2008) published that this species, once common, has experienced a drastic population decline, and it was likely to be extinct in the wild, however, De Silva <em>et al</em>. (2015) were able to find a specimen. Further research and monitoring is needed to determine the  global population size and population trends for this species.", "populationtrend": "decreasing", "habitat": "The only specimen of this species was found in a stream running along a paddy field with muddy substratum and submerged aquatic vegetation (De Silva <em>et al</em>. 2015).", "threats": "The Kalu River Basin is threatened by habitat loss and degradation caused by pollution from agrochemicals used in the surrounding paddy fields which may have been the cause for the species rapid population declines.", "conservationmeasures": "<p>National regulations have been enforced in order to protect this species. This includes restriction from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 2006 and its inclusion under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "There is no information available on the use or trade of this species."}]}