{"name": "128724786", "result": [{"species_id": 128724786, "taxonomicnotes": null, "rationale": "<em>Schistura curtistigma&#160;</em>is endemic to Pakistan where it occurs commonly throughout the Kurram River. &#160;However, an ongoing large dam and another planned hydro-electric development project on the river is predicted to impact the habitat for the species. Hence the population is suspected to decline by 30-40% in the next 10 years. It has a restricted extent of occurrence (EOO) of 16,476 km<sup>2 </sup>and occurs in three locations based on the threat of dams. The species is therefore categorised as Vulnerable.", "geographicrange": "This species is endemic to Pakistan where it occurs commonly in the whole stretch of Kurram River (M. Rafique pers. comm. 2020). Its distribution in Ravi River in Lahore, Punjab by Mirza&#160;<em>et al</em>. (1981) is not recognized currently as correct identification (M. Rafique pers. comm. 2020).", "population": "This species was described as rare in the&#160;Khyber Pakhtunkhwa province (George 1992), but current information by M. Rafique (pers. comm. 2020) indicates that the species is widely distributed throughout the Kurram River and occurs commonly throughout its range.", "populationtrend": "unknown", "habitat": "<em>Schistura curtistigma&#160;</em>is a freshwater,&#160;benthopelagic carnivore that occurs in spring waters and rivers, where it hides in vegetation, small boulder, and cobbles in small channels (M. Rafique and J.A. Johnson pers. comm. 2020).", "threats": "<em>Schistura cutistigma</em>&#160;is threatened by the ongoing and proposed hydroelectric dams on the Kurram River. The inundation from the dams is predicted to reduce the habitat availability in the future and result in a population decline (M. Rafique pers. comm. 2020).", "conservationmeasures": "There is no information regarding conservation of this species. More research into its current population size and trend is strongly recommended, as well as potential utilisation.", "usetrade": "The species is not in use or in trade."}]}