{"name": "176402183", "result": [{"species_id": 176402183, "taxonomicnotes": "<em>Xyliphius lombarderoi</em> Risso &amp; Risso, 1964 was described based in a specimen from Barranqueras, Provincia Chaco in Argentina and was treated as a valid taxon in Friel (2003). According to Calviño and Castello (2008) the single specimen is lost and probably the taxon should be treated as a junior synonym of <em>Xyliphius barbatus </em>Alonso de Arámburu &amp; Arámburu, 1962. This supposition was later confirmed by Carvalho <em>et al.</em> (2017) who stated that despite of not analyzing the lost specimen, the variation reported in the original description fall inside the variation they observed under<em> Xyliphius barbatus</em>, making the formal synonymity.", "rationale": "This species has been confirmed to occur in the Paraguay-Paraná River basin in Argentina and Paraguay. Records from Uruguay require confirmation. The best estimate of the area of occupancy (AOO) is between 48 km<sup>2</sup> and 1,999 km<sup>2</sup>. Canalization of rivers for commercial boat passing (hydrovia Paraguay-Paraná) is the most serious plausible threat. There are two locations based on this threat. At present, it is unknown as to whether this is causing continuing declines. Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species has been reported from the Paraguay-Paraná River basin in Argentina, Paraguay, and Uruguay (Fricke <em>et al.</em> 2020). Records from the Paraguay River and Paraná River range from Asunción (Paraguay) to Rosario (Argentina) (Arámburu and Arámburu 1692, Carvalho <em>et al. </em>2017). The distribution in Uruguay is listed by Loureiro <em>et al.</em> (2013), but with no locality provided, and therefore it is considered Presence Uncertain.", "population": "Samples from museum collections are usually scarce in specimen number,  reaching usually one or two, which might suggest a small population  size. Research and monitoring is needed to know population composition, structure, size and trend.", "populationtrend": "unknown", "habitat": "This is a rare species considering its habitat preference. This species  is found in the main channel of large rivers and the collection for  these kind of habitats is unusual in the practice of ichthyology  considering the high cost and logistic needs. The habitat was characterized as the main canal of river at about 40 m  deep, without luminosity, suspended mud and sediment (Calviño and  Castello 2008). Very little is known about its general ecology. Most taxa within the Aspredinidae family appear to be generalized omnivores with stomach contents of aquatic invertebrates, terrestrial insects and organic debris (Friel 2003).", "threats": "Canalization of rivers for commercial boat passing (hydrovia Paraguay-Paraná) is the most serious plausible threat, which leads to destruction and degradation of the habitat. Construction of dams for renewable energy (hydroelectric) is concentrated in Paraná River (in the Paraguay and Argentina border) and the Uruguay River (Uruguay), leading to changes in water turbidity, mud and sediment composition. The impact of these threats to the species are not documented.", "conservationmeasures": "This species is considered as a conservation priority and as threatened in Uruguay, considering its small extent of occurrence in this country (Loureiro<em> et al.</em> 2013). There is no&#160;research, monitoring and planning known to be conducted for this species. It is important to&#160;highlight that most protected areas in the region are terrestrial, and is difficult or almost impossible that any area managed for terrestrial species could satisfy conservation actions for this species due its habitat preference in main canal of large rivers.", "usetrade": "The Aspredinidae family are composed of small sized species (under 15 cm) with little or no comercial interest for food consumption, but this species might be used in the ornamental fish trade (Friel 2003)."}]}