{"name": "164691405", "result": [{"species_id": 164691405, "taxonomicnotes": null, "rationale": "<p><em>Brachyrhaphis roseni</em> occurs on the Pacific slope of Central America from the Coto River drainage in Puntarenas Province, Costa Rica, eastward to the Santa Maria River in Veragus Province, central Panama. Extent of Occurrence is estimated to be 14,000 km<sup>2</sup>. Total population size and population trend are unknown, but this species appears abundant throughout much of its range. A number of pervasive threats exist, including agricultural, industrial, and urban expansion, and associated deforestation, pollution, and sedimentation. While the direct effect of these threats on <em>B. roseni</em> have not been evaluated, they have resulted in continuing inferred declines in the area and quality of available habitat. Given uncertainties regarding the direct impacts of existing threats, the number of locations where <em>B. roseni</em> exists cannot be estimated. As such, this species is assessed as Near Threatened under criterion B1b(iii).</p>", "geographicrange": "<p><em>Brachyrhaphis roseni</em> is distributed throughout the Chiriqui and Santa Maria biogeographic provinces on the Pacific slope of Costa Rica and Panama (Smith and Bermingham 2005). In Costa Rica, distribution is limited to the Coto River drainage (Angulo <em>et al</em>. 2013). In Panama, distribution extends westward to the Santa Maria River in Veragus Province (Robles and Vega 2004, Ingley <em>et al</em>. 2015), with occurrences specifically reported from the Soná Peninsula, Azuero Peninsula, as well as the Cobre, Santa María, La Villa, Chiriquí Viejo, Chico, Chiriquí, Fonseca, San Felix, and Tabasará river drainages (Vega <em>et al</em>. 2006). An additional evolutionarily independent subpopulation occurs in a sulphide-rich spring in the David River drainage (Greenway <em>et al</em>. 2014). The type locality of this species is approximately 3 km west of the city of Paso Canoas in Costa Rica (Lucinda 2003). Elevational distribution ranges from 10-651 meters above sea level (Ingley 2014).</p>  Extent of Occurrence (EOO) is estimated to be 14,000 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records and distribution reported in Ingley <em>et al</em>. (2015). Given uncertainties regarding the scope and magnitude of existing threats, the number of locations where this species occurs cannot be determined with accuracy.", "population": "The total population size and population trend of this species are unknown. However, this species has been collected extensively and is suspected to be fairly abundant throughout much of its range. This species is represented in the Museum of the University of Costa Rica by 370 specimens across 9 collection lots (Angulo <em>et al</em>. 2015). Ichthyological surveys from the La Cañaza River in the Golfito region of Costa Rica report a relative species abundance of 3.8% (Mendiola 2007). Surveys in streams throughout the Chiriqui River drainage suggest that this species is widely distributed and abundant (Ingley 2014). Ichthyological surveys in the Coto River basin qualitatively characterize this species as common, where it occurs in more than five distinct rivers (A. Angulo pers. comm. 2019).", "populationtrend": "unknown", "habitat": "<em>Brachyrhaphis roseni</em> is a benthopelagic, freshwater species that occurs across a broad elevational gradient of streams and rivers along the Pacific slope of Central America (Bussing 1998, Ingley 2014). Low elevation streams are characterized by warm water temperature, slow water velocity, and substrates of sand, gravel, and mud (Ingley 2014, A. Angulo pers. comm. 2019). Higher elevation streams tend to have cooler water temperatures, faster water velocity, and substrates consisting of small stones and medium to large boulders (Ingley 2014). This species often co-occurs with the sympatric sister species <em>B. terrabensis</em>, but is typically replaced in headwaters by the close congener (Ingley and Johnson 2016, Stallsmith 2018). It often co-occurs with a diverse suite of piscivorous predatory species (Ingley <em>et al</em>. 2015). Reproduction occurs throughout the year (Bussing 1998). This species reaches a maximum reported body size of approximately 4.4 cm standard length (SL) (Lucinda 2003).", "threats": "<p>The Coto River drains extensive areas of plantation agriculture (Spongberg and Davis 1998) that have undergone significant deforestation and land-use changes in the last 35-45 years, and now consist primarily of coffee plantations (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008). Plantation agriculture is widespread in the south Pacific portion of Costa Rica and in western Panama, and much of the land has been converted and channelized to support monoculture crops of palm oil (Beggs and Moore 2013).</p>  <p>Agricultural, industrial, and urban development along the Inter-American Highway is likely a source of habitat degradation and loss. Additional impacts on aquatic habitat are expected from industrial and domestic sources of pollution (Bower 2014, Larsen 2019). </p>  <p>While the direct impact of these threats have not been evaluated in detail, they are resulting in an inferred and continuous decline in the area and quality of available aquatic habitat.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>B. roseni</em>. This species has not been collected within the boundaries of any protected areas (IUCN and UNEP-WCMC 2019). However, it is feasible that the range of this species extends into Piedras Blancas National Park and Golfito National Wildlife Refuge. Additional information regarding population size, population trend, and the scope and magnitude of existing threats would be useful in guiding future conservation action.</p>", "usetrade": "<p>This species is relatively common in the ornamental trade, but the annual volume of harvest from wild populations is unknown. In Europe, the majority of specimens in trade are aquacultured (Lee <em>et al</em>. 1980, A. Angulo pers. comm. 2019).</p>"}]}