{"name": "139544878", "result": [{"species_id": 139544878, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis circularis</em> is only known from the Sulu region in the southwest Philippines, with records from eight locations on a number of islands. The area of occupancy (AOO) of this species cannot be accurately estimated with the available data but is believed to be less than 2,000 km² and may well be considerably less than this. The AOO, extent and quality of suitable habitat are all be inferred to be declining because of loss and degradation of lowland forest habitats throughout the Sulu Archipelago. The population on each of the larger islands where the species occurs may well already be severely fragmented but more information is needed to confirm this. This species qualifies for Vulnerable status under B2ab(ii,iii) and is therefore assessed as such. </p>", "geographicrange": "<p><em>Sangabasis circularis</em> is only known from the Sulu region in the southwest Philippines, the distribution of the species is summarised in Villanueva and Dow (2014). The assessor is aware of records from eight locations. The area of occupancy (AOO) of this species cannot be accurately estimated with the available data. However the entire land area of the Sulu Archipelago is not much more than 4,000 km² and since much of this will not be suitable for this species, its AOO can be assumed to be less than 2,000 km² and may well be considerably less than this. The AOO can also be inferred to be declining because of loss and degradation of lowland forest habitats throughout the Sulu Archipelago.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health for this species except that an ongoing decline in overall population in inferred from loss of suitable habitats throughout the range of the species and severe fragmentation is likely for the same reasons but cannot be confirmed at present.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing definite has been recorded on the habitats and ecology of this species but it is likely to occupy swamp forest and swampy areas in forest around the margins of lakes and ponds, similar habitats to some other <em>Sangabasis</em> species. Both the extent and quality of suitable habitat for this species are inferred to be declining because of loss of and degradation to lowland forest habitats in the Sulu Archipelago.</p>", "threats": "<p>Although better information on the habitat requirements of this species is needed, the main threat will be from loss of forest habitats which is occurring throughout the range of this species because of clearance for agriculture, small-scale logging and probably other reasons.</p>", "conservationmeasures": "<p>Additional data on the distribution of this species are needed and better information on its habitat requirements and threats. Protection of at least some locations is also needed.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}