{"name": "18895", "result": [{"species_id": 18895, "taxonomicnotes": "Genus was changed to <em>Pethia</em> by Pethiyagoda <em>et al.</em> (2012).", "rationale": "<p><em>Pethia nigrofasciata</em> is a range-restricted, endemic species, known from nine locations in the south western lowlands and Walave River Basin of Sri Lanka. Its estimated Extent of Occurrence is around 8019 km<sup>2</sup> and Area of Occupancy is 468 km<sup>2</sup>, with only 9 locations that face ongoing threats. Its habitat is facing decline due to accumulation of agrochemicals, industrial waste, gem mining activities, logging, rapid expansion of agriculture, landfill and construction of large dams. These threats are likely to continue as the area is undergoing agricultural expansion and development, and there is no current protection for a majority of its habitat; so, this species is assessed as Vulnerable.</p>", "geographicrange": "<em>Pethia nigrofasciata</em>&#160;is an endemic freshwater fish from south-western Sri Lanka. It has been recorded in districts from Gampaha on the western coast to Badulla in the east, and from Kandy in central Sri Lanka to Matara on the southern coast. Two populations in Hyndford and Moragolla, Kandy district, have been introduced outside of its known natural range (De Silva <em>et al. </em>2015, Pethiyagoda 1991)", "population": "This species has a restricted range as it is only found in the south-west of Sri Lanka, although there is limited specific population information available to determine how common it is throughout this range. Population declines have been inferred from reductions in habitat extent and quality caused by threats such as hydropower projects, pollution from domestic and agricultural sources and human disturbance of bank vegetation. Declines have also been inferred from information on the export of this species for the ornamental fish trade.&#160;Two populations in Hyndford and Moragolla, Kandy district, have been introduced outside of its known natural range.", "populationtrend": "decreasing", "habitat": "This species is found in shallow, clear water streams with relatively low currents. It can move into areas of water only 5 cm deep and is thought to prefer stream edges and avoids directly sunlight areas, except when courting. It is a primarily herbivorous species, that feeds on algal cover on stones and decaying logs. It is thought to have a range in size from 29-64 mm and reaches maturity at around 36 mm (De Silva and Kortmulder 1997).", "threats": "This species has a limited range which lies mostly outside of protected areas, making them vulnerable to a number of threats.&#160;A major threat to this species is from the ornamental freshwater fish trade, both from the extensive harvesting for exportation and the release of imported invasive species. In 2005, 16,427&#160;individuals of this species were exported to around 48 countries, with&#160;as much as 98% of exported fish being collected from the wild in the mid 2000's (Gunasekera 2011). This is thought to be causing declines in population size throughout its range.&#160;As of 2016, Sri Lanka has 12 alien freshwater fish established due to the release of ornamental fish, five of which have been identified as seriously invasive. Impacts include competition, predation and stream alteration from burrowing behaviour (Sudasinghe 2016).<br/><br/>This species is also threatened by habitat loss and fragmentation from a number of sources. The most significant of this is thought to be from the development of hydropower projects, which divert water, change downstream flows, and alter turbidity and temperature fluxes. In the last two decades the 'wet zone' of Sri Lanka has seen a large number of these projects being developed which dry out streams and destroy freshwater habitats. Specific parts of its range such as in Atweltota have been identified as future hydropower sites. Other threats include&#160;pollution from domestic and agricultural sources, gem mining, flash flooding caused by a changing climate and deforestation, and a loss of habitat extent and quality from deforestation for logging and the creation of rubber and tea plantations, which reduces shading and vegetation load, and alters temperature fluxes (Senanyaket and Moyle 1982).", "conservationmeasures": "This species has been recorded in the Kanneliya and Kottawa Forest Reserve Proposed and the Peak Wilderness Sanctuary, although the majority of its range lies well outside or on the edge of protected areas.&#160;The export of this species is not prohibited and legislation has been reported to be poorly enforced and contradictory (Gunasekera 2011). Site protection and trade management need to be implanted to prevent further declines.", "usetrade": "This species is harvested for the ornamental freshwater fish trade (Senanayaket and Moyle 1982). In 2005, 16,427 individuals of this species were exported to around 48 countries, with the highest amount going to the USA and European countries such as the UK, France and Germany (Gunasekera 2011). Export of this species is not prohibited, and the legislation to regulate the export of endemic freshwater fish in Sri Lanka has been reported to contain gaps and contradictions with poor enforcement. There are also no current major captive breeding programs, with as much as 98% of exported endemic fish being collected from the wild in the mid 2000's (Gunasekera 2011). This is thought to be causing declines in population size throughout its range."}]}