{"name": "178204577", "result": [{"species_id": 178204577, "taxonomicnotes": null, "rationale": "<em>Akawaio penak</em>&#160;inhabits the upper Mazaruni River basin. It has a known area of occupancy (AOO) of 12 km<sup>2 </sup>and the best estimate of the extent of occurrence (EOO) is 943-5,000 km<sup>2</sup>. Its distribution is under immediate threat due to gold mining in an area of rapidly expanding mining pressures. There is one location based on this threat, which is also inferred to be causing a  continuing decline in habitat quality. Therefore, this species is  assessed as Endangered.", "geographicrange": "<em>Akawaio penak</em>&#160;inhabits the upper Mazaruni River basin (Maldonado-Ocampo <em>et al.</em>&#160;2014).<br/><br/>The area of occupancy (AOO) and extent of occurrence (EOO) based on known localities are 12 km<sup>2</sup> and 943 km<sup>2</sup>, respectively. The upper limit of the EOO based on the HydroBASIN distribution map is 10,309 km<sup>2</sup>. The true value of the EOO is estimated to be under 5,000 km<sup>2</sup>.", "population": "No information is available regarding the population of <em>Akawaio penak</em>&#160;in the wild.", "populationtrend": "unknown", "habitat": "<em>Akawaio penak</em>&#160;is known to inhabit the main channel of the upper Mazaruni River and blackwater environments with low pH values (4.4–4.8). Specimens from the channel were collected at night and appeared to be feeding. Specimens collected during the day were found hiding amongst vegetation and cover along the bank suggesting a nocturnal nature. (Maldonado-Ocampo <em>et al. </em>2014).", "threats": "<em>Akawaio penak </em>is threatened by high levels of gold mining occurring in the Guiana Shield region (Dezécache <em>et al.</em>&#160;2017).", "conservationmeasures": "No known conservation plan is in place for&#160;<em>Akawaio penak.&#160;</em>Additional research into the species' life history and population dynamics is needed.", "usetrade": "<em>Akawaio penak</em>&#160;is not known to be consumed or traded by humans."}]}