{"name": "184535227", "result": [{"species_id": 184535227, "taxonomicnotes": null, "rationale": "<em>Copelatus kely</em>&#160;is an endemic species of Madagascar, known only to the central-eastern rainforest. It is a rare species, known only from two localities, in Analamazaotra National Park, and Ambohidray Reserve.&#160;The minimum extent of occurrence (EOO) and minimum area of occupancy (AOO) are both estimated to be around 8 km<sup>2</sup>. Although the population trend is unknown, there is a decline in the quality and extent of the habitat, as a result of slash and burn agriculture, zebu trampling and charcoal production. Based on this habitat loss, the species is considered to occur at two locations. Therefore, this species is assessed as Endangered under criterion B. Further research on the distribution, population trend, threats and life history of this species is required, and increased protection of the habitat to mitigate the habitat loss would benefit this species.", "geographicrange": "This species is thought to be endemic to the eastern-central part of Madagascar (Ranarilalatiana&#160;<em>et al.</em>&#160;2019). Its altitudinal range is from 930 m to 1,050 m asl. Based on the currently known records, the minimum extent of occurrence (EOO) and minimum area of occupancy (AOO) are both estimated to be around 8 km<sup>2</sup>. It is known from two localities, and the main threat of habitat loss and degradation is likely to impact each locality separately, and therefore the species is considered to occur at two locations.", "population": "This species has been found in two localities, with one specimen found in Analamazaotra National Park, and all of the other records from Ambohidray Reserve (Ranarilalatiana&#160;<em>et al.</em>&#160;2019).&#160;It is a rare, highly localised species. Some disturbances at Ambohidray Reserve may be having a negative impact on the subpopulation there, but this is unknown, and therefore the current population trend of this species is also unknown.", "populationtrend": "unknown", "habitat": "This species is found only in eastern-central rainforest of Madagascar. It has been recorded as occurring in muddy, stagnant, forest pools with dead leaves, although most specimens have been collected by pitfall traps (Ranarilalatiana <em>et al.</em>&#160;2019). One record of the species was found occurring&#160;sympatrically with <em>Copelatus insuetus</em>. There are signs of degradation in Ambohidray Reserve, and so there is considered to a decline in the quality and extent of the habitat.", "threats": "The species is likely to be impacted by habitat degradation, through slash and burn agriculture, logging for charcoal production and trampling of forest paths by zebu (Ranarilalatiana&#160;<em>et al.</em>&#160;2019).", "conservationmeasures": "Further research is recommended to confirm the distribution, population trend, threats and life history of the species. Although this species is found in Ambohidray Reserve which is somewhat protected, the signs of disturbance in the area suggests that further protection is important for the conservation of the species.", "usetrade": "This species is not known to be used or traded."}]}