{"name": "143816657", "result": [{"species_id": 143816657, "taxonomicnotes": null, "rationale": "<p><em>Hemicordulia chrysochlora</em> is endemic to Sumba in the Lesser Sunda Islands, Indonesia, where it is known from records scattered across the island. The assessors are aware of records from 11 locations, however six of these date from 1949; there are only recent records from five locations. The species is present in two protected areas: Manupeu Tanah Daru and Laiwangi Wanggameti National Parks. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO, along with the extent and quality of suitable habitat, is inferred to be declining to some degree at least due to loss of habitat outside protected areas in Sumba. Its maximum extent of occurrence (EOO) is smaller than 20,000 km². Given that the species is confirmed to still occur at only five locations, but possibly could occur at more, it is assessed as Vulnerable undr criterion B (VU B1ab(ii,iii)). It seems likely that this species is still widespread across Sumba, and it is therefore to be hoped that reassessment to Near Threatened or even Least Concern will be possible in the not-too-distant future when more information is available.</p>", "geographicrange": "<p><em>Hemicordulia chrysochlora</em> is endemic to Sumba in the Lesser Sunda Islands, Indonesia, where it is known from records scattered across the island (Irawan and Rahadi 2018, Lieftinck 1953). The assessors are aware of records from 11 locations, however six of these date from 1949; there are only recent records from five localities. The species is present in two protected areas: Manupeu Tanah Daru and Laiwangi Wanggameti National Parks. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, at least to some degree, due to loss of habitat outside protected areas in Sumba. Its minimum extent of occurrence (EOO), based on known collection records (including the older records) is 4,195 km²; its maximum EOO, based on the HydroBASINS areas known records are from, is 13,891 km²<span class=\"MsoHyperlink\">; its true EOO is likely somewhere between 5,000 and 13,891 km².<br/></p>", "population": "<p>No statement about current population sizes and health can be made with the information currently available for this species.</p>", "populationtrend": "unknown", "habitat": "<p>This species has been recorded from streams and rivers, and also a lake, in forest, including secondary forest and more open terrain with sparse trees. The extent and quality of suitable habitat for the species are inferred to be suffering some decline due to loss of habitat from agricultural activities and pollution.</p>", "threats": "<p>Major threats to this species are likely to come from burning of savanna and removal of forest to produce fresh grass for livestock grazing and pollution of streams. Development of tourist facilities and recreational areas may be threats at some locations.</p>", "conservationmeasures": "<p>More data on the current distribution of this species is needed, and on its exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}