{"name": "163593", "result": [{"species_id": 163593, "taxonomicnotes": null, "rationale": "<p><em>Tetrathemis flavescens</em> is known from scattered records from Borneo and Sumatera, including Belitung, and also from Cambodia. Although the species may be under-recorded it is clearly very local in occurrence and not common even where it does occur. Only 12 locations have been recorded for the species. At least two of the known locations in Sarawak are almost certain to be lost to development within the next two decades. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is inferred to be declining, as are the extent and quality of suitable habitat, due to loss of lowland forest, especially swamp forest, throughout most of its range. It is suspected that the overall population is already severely fragmented. The species would qualify for Vulnerable status if its AOO was known to be below 2,000 km² and severe fragmentation was definite, and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Tetrathemis flavescens</em> is known from scattered records from Borneo and Sumatra (e.g. Lieftinck 1935) including Belitung (e.g. Dow <em>et al. </em>2017), and also from Cambodia (Kosterin and Chartier 2018). Records from Borneo are from East Kalimantan (Cleary <em>et al. </em>2004, Dolny<em> et al</em>. 2011) and Sarawak (Dow and Reels 2013, Dow <em>et al. </em>2019; the assessor also has unpublished data). It is likely that the species also occurs in Peninsular Malaysia and the south of Thailand, but this requires confirmation. The assessor is aware of records from 12 locations to which it is possible to assign coordinates, one of which is within Gunung Mulu National Park in Sarawak. At least two of the locations in Sarawak are almost certain to be lost to development within the next two decades. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is inferred to be declining due to loss of lowland forest, especially swamp forest, throughout most of its range.</p>", "population": "<p>This is a very locally occurring species usually only encountered singly or in small numbers. It may be under-recorded due to its habits, but is certainly not common. No sensible estimate of current population sizes can be made with the available data but the overall population is inferred to be declining from loss of habitat across the range of this species and it is likely to be severely fragmented for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This species has most often been found in swamp forest, including peat swamp forest, and has also been found at slow streams and natural ponds in lowland forest. However it is apparently absent from most seemingly suitable habitat. It has been found in forest disturbed by selective logging, and in a (large) buffer of original forest around a stream in acacia plantation. The available information suggests that it is most active in the morning, which may be a factor contributing to under-recording of the species. An ongoing decline in extent and quality of suitable habitat is inferred from loss of lowland forest throughout most of the range of the species.</p>", "threats": "<p>In Borneo and Sumatra the main threat to this species will be from clear-cutting of forest for plantation establishment. Additionally some locations in the southwest of Sarawak are threatened by development of housing etc.</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed, especially on its occurrence, or not, in Peninsular Malaysia and Thailand. It would undoubtedly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}