{"name": "177896807", "result": [{"species_id": 177896807, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta schorri</em> is currently known from only three locations on Siargao and Bucas Grande Islands off of the northeast coast of Mindanao in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is smaller than 100 km² and the population is considered severely fragmented. This species is assessed as Critically Endangered under criterion B1 (CR B1ab(ii,iii)). It is to be hoped that future research may make more data are available on the range of this species to allow a reassessment as Endangered.</p>", "geographicrange": "<p><em>Drepanosticta schorri</em> is only known from three locations on Siargao and Bucas Grande Islands off of the northeast coast of Mindanao in the Philippines (Villanueva 2011). Its minimum extent of occurrence (EOO), based on known collection data and calculated using GeoCAT (<a href=\"geocat.kew.org\">geocat.kew.org</a>) is 56 km². Its maximum EOO, based on a polygon around known occupied HydroBASINS, is 1,654 km²; its true EOO is likely to be smaller than 100 km². Its area of occupancy (AOO) is not possible to calculate with the available data. Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species.&#160;</p>", "population": "Judged from the size of the type series this may be a relatively common species where it occurs, but it is clearly local in occurrence and the amount of suitable habitat may be severely constrained. An ongoing decline in overall population is inferred from loss and degradation of forest on Siargao and Bucas Grande Islands and severe fragmentation is certain for the same reasons.", "populationtrend": "decreasing", "habitat": "Although no explicit information on the habitats or ecology of this species is given by Villanueva (2011) it will be a forest dependent species of running water, probably breeding in small forest streams or seepages. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.", "threats": "The main threat to this species will be from deforestation with farming of one type or another as a major driver. Additionally increasing numbers of tourists have been visiting Siargao and infrastructure development to support them may also have negative impacts on this species.", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}