{"name": "13257", "result": [{"species_id": 13257, "taxonomicnotes": null, "rationale": "<em>Spesbona angusta</em> is currently known from only one population, the species having been rediscovered in 2003 after previously being thought to be possibly extinct. Only one locality is known, which is not within a reserve area. Its known Area of Occupancy is less than 24 km² (and the calculated EOO is 16km²), and there are conservation efforts underway to remove alien invasive trees in the area. Since the habitat in the area is not currently undergoing continuing decline, and it is also clear that an as yet undiscovered population must exist somewhere nearby to have been able to recolonise this locality, it is currently assessed as Vulnerable based on its restricted range. However, ongoing conservation efforts are required to prevent this species moving into a higher threatened category in the near future.", "geographicrange": "The species is endemic to the Western Cape, South Africa. Until recently, this species was thought to be possibly extinct, having not been recorded since 1920. However, it was rediscovered in December 2003 in Dutoitsrivier, near Villiersdorp (Samways and Tarboton 2006) at one site which had been restored through the removal of alien invasive trees.", "population": "Its current population size is not known, however it is possibly stable at present.", "populationtrend": "stable", "habitat": "Bush-fringed pools in river braids (Samways 2006 in press) with the water weed <em>Aponogeton</em>.", "threats": "The streams in the Ceres area (where it was recorded in 1920) have been radically transformed and indeed some no longer flow due to over-extraction of water for the fruit industry. Other threats come from shading of the habitat by alien invasive trees (<em>Acacia mearnsii</em>) and damming of streams. Alien fishes, especially the rainbow trout (<em>Onycorhynchus mykiss</em>), may also be a threat.", "conservationmeasures": "Removal of riparian invasive alien plants is beneficial for this species. Currently it is known only from a site where alien invasive trees have been removed. Research into population numbers and range, and trends/monitoring of the species would be valuable.", "usetrade": null}]}