{"name": "194591659", "result": [{"species_id": 194591659, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable on the basis that this species has an extremely restricted distribution, and although regular surveys have found no evidence of ongoing decline in either the population or habitat quality of the gully it is found in, a plausible future threat is thought to exist from climate change-driven changes in hydrology and potentially from increased frequency of fire. Once these changes come into play, they are likely to trigger a continuing decline in quality of habitat and associated decline in population, which would place the species in a Critically Endangered category. Results from the survey focusing on the effects of the 2019-2020 bushfire season&#160;are vital to help establish the severity of fire threats to this species.", "geographicrange": "This species is endemic to Stirling Range National Park in Western Australia, where it has only been found at the base of Toolbrunup Peak (Edward and Harvey 2010). The known locality is a single gully, and intense survey efforts in adjacent areas of the reserve (i.e. every one to two years over the past 25 years by the author; M. Harvey pers. obs. June 2021) have not revealed additional localities. The total area of the site, which is 400 m but 30-40 m wide, is less than a kilometre squared.", "population": "This species is most easily recorded in winter and the period of early autumn rains when the adult stage is surface-active, and is reasonably common. Based on intense survey efforts (i.e. every one to two years over the past 25 years by the author; M. Harvey pers. obs. June 2021) the population appears to be stable.", "populationtrend": "stable", "habitat": "This species is found in temperate woodland with a shrub understorey. It is a terrestrial species that generally buries itself in the leaf litter or soil. There does not appear to have been any substantial change in the habitat for this species, or in moisture content recorded in the the gully. The Stirling Ranges are predicted to experience reduced rainfall, but this sheltered gully may be less impacted in the near future.", "threats": "There do not appear to be any immediate threats to this species, even though it has a very restricted range. The area from which the species is known could plausibly become drier in the near future, through increased frequency of fires in the region and altered hydrology. Millipedes may be able to survive fire underground or in sheltered areas (Harvey and Rix 2019), but vegetation structure is likely to be impacted by major fire events. The Stirling Range has experienced multiple large fire events, including a major event in 1991 that encompassed much of the eastern part of the range, and pressure from fires has been increasing in this area for the past century (CALM 1999, Gilfillan <em>et al. </em>2009, D. Utber pers. comm. 2021).", "conservationmeasures": "This species is endemic to Stirling Range National Park. Surveys are regularly undertaken within this area, and a survey focusing on the effects of the 2019-2020 bushfire season is planned (which will include the gully, although this is not thought to have been directly affected by the fire).", "usetrade": "There is no known or likely use of or trade in this species."}]}