{"name": "184535176", "result": [{"species_id": 184535176, "taxonomicnotes": null, "rationale": "<em>Copelatus betampona</em>&#160;is endemic to Madagascar, and has only been recorded from Betampona Reserve in the lowland humid forests. The species has been found in dry depressions on the forest floor, but in an area of high rainfall. Based on the current known occurrences, the extent of occurrence (EOO) and area of occupancy (AOO) are both very small, estimated to be around 4 km<sup>2</sup>. Little is known about population trend of this species, but there has been a decline in the habitat due to slash and burn agriculture, and it is considered to occur in one location. In addition, climate change causing increased droughts may be a future threat, given it is found in areas of high rainfall. Therefore, this species is assessed as Critically Endangered. Fieldwork in the dry season is required to establish if the species can be found in dry depressions throughout the year. In addition, more information on the population and threats to this species is recommended.", "geographicrange": "This species is endemic to Madagascar and is only known from&#160;Betampona Reserve&#160;in eastern lowland Madagascar (Ranarilalatiana and Bergsten 2019). It has been found at altitudes between 321 m and 525 m Asl. Due to slash and burn agriculture, the species is considered to occur at one location. Based on the known occurrences, the extent of occurrence (EOO) and area of occupancy (AOO) of this species are both 4 km<sup>2</sup>.", "population": "There is no information about the population of this species, but it seems to be highly localised.", "populationtrend": "unknown", "habitat": "This species was found in lowland humid forests in dry shallow depressions of the forest floor with dead leaves and soil. Due to slash and burn agriculture, there is considered to be a decline in the extent and quality of the habitat. Larval development may occur during the rainy season, but it is not known if this would occur in the forest floor depressions or in a more aquatic habitat (Ranarilalatiana and Bergsten 2019).", "threats": "The main threat to this species is slash and burn agriculture in its habitat (Ranarilalatiana and Bergsten 2019). As the species is found in an area of high rainfall, it is possible that climate change will also have an future impact on the species.", "conservationmeasures": "Future fieldwork is required during the dry season to establish if the species can be found in dry depressions throughout the year, particularly for larval development (Ranarilalatiana and Bergsten 2019). In addition, more information on the population and threats to this species is recommended. This species appears to be highly localised to a small area of Madagascar, and although it occurs in a National Park, there still seems to be habitat degradation, and so the beetle would likely benefit from increased protection of the habitat.", "usetrade": "This species is not known to be used or traded."}]}