{"name": "122150596", "result": [{"species_id": 122150596, "taxonomicnotes": null, "rationale": "<p><em>Mortonagrion indraneil</em> is widely distributed in Sarawak and parts of Brunei and may still occur in West Kalimantan, with at least 26 locations currently known. However some of the known locations are almost certain to be lost to development in the near future and threats exist at all sites, including those in protected areas. The area of occupancy (AOO) of this species is difficult to estimate, but is probably not much greater than the 2,000 km² threshold for Vulnerable status under criterion B2 and may be smaller; the AOO is certainly diminishing. The overall population has certainly become severely fragmented because of loss of much of its peat swamp forest habitat. The species is assessed as Near Threatened because of severe fragmentation and the facts that threats exist at all sites including the protected ones, its AOO is shrinking and is likely not to be considerably greater than the limit for Vulnerable status, and some of the known locations seem almost certain to be lost in the near future.</p>", "geographicrange": "<p><em>Mortonagrion indraneil</em> is endemic to Borneo, where it is known from locations in West Kalimantan, Sarawak and Brunei. The only record from west Kalimantan is of old specimens from a site in the Singkawang area (it is unlikely that this site still survives, given the extensive loss of lowland forest, especially peat swamp forest, that has occurred in West Kalimantan). In Sarawak it is known from sites in the Kuching area (Dow 2011, unpublished), including the Sama Jaya Nature Reserve inside Kuching (Dow and Reels 2013), a site near the road from the Pan Borneo Highway to Simunjan (this site has already been lost), Ulu Sebuyau National Park (Dow unpublished), Maludam National Park (Dow <em>et al</em>. 2015), Binyo Penyilam and Bukit Sarang in Bintulu Divison (Dow 2011), Loagan Bunut National Park (Dow 2011) and locations in the vicinity of Marudi (Dow unpublished). Records from Brunei are from locations in the Sungai Ingei area (Dow unpublished), and on the Badas and Rasau peat domes (Dow and Choong unpublished), all in Belait District. Altogether the Assessor is aware of records from 28 threat defined locations (taking forest fires or clearance for plantation) as the main threats; at two of these the species is believed likely to already be extinct, so that 26 locations can be considered as currently known. However it is likely that most or all of the non-protected sites in Sarawak will be lost within the next decade and the same may be true of some of the sites in Brunei.<br/><br/>The area of occupancy (AOO) of this species is difficult to estimate, especially given the uncertainty about its distribution in Kalimantan. However the true AOO is unlikely to be much greater than the 2,000 km² threshold for Vulnerable status under the B criteria, may be smaller and will be declining.</p>", "population": "<p>This species is sometimes common where it occurs, and may be under recorded because of its small size and inconspicuous habits. Beyond this little can be said except that this species must have experienced a decline in overall population, and that this decline is ongoing, due to loss and degradation of its peat swamp forest habitats and that the overall population has certainly become severely fragmented because of loss of much of its peat swamp forest habitat.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a species of peat swamp forest, typically found perching low above the water surface at pools or slowly following area.</p>", "threats": "<p>Forest fires are a threat at all locations known for this species, even the protected ones. Outside of Brunei all of the non-protected sites are threatened either by development for housing etc., conversion to oil palm or unintentional drainage through the drainage systems of adjacent oil palm plantations; the latter issue is a problem even in some parts of Maludam and Ulu Sebuyau National Parks. Some locations in Brunei are threatened by logging or are sufficiently close to towns that they are likely to be threatened by housing and commercial developments in the near future. Some known sites are almost certain to be lost in the near future, e.g. sites in the Marudi area, sites near to the Matang Road near Kuching.</p>", "conservationmeasures": "<p>Permanent protection for some of the sites for this species in Brunei is needed, and will need planned to include measures to prevent the spread of fires and to avoid unintentional drainage through drainage ditches associated with any adjacent agricultural areas; this last issue may be particularly problematic at some sites in the long term.<br/><br/>The main threat apart from fires in Sarawak is conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned above in the Threats section is likely to be particularly severe for such conservation areas; oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires, not just those who actually set them.<br/><br/>Further data on the distribution of this species is needed, especially in Kalimantan.</p>", "usetrade": null}]}