{"name": "176043835", "result": [{"species_id": 176043835, "taxonomicnotes": null, "rationale": "<em>Trichomycterus guianensis</em>&#160;has not been collected in large numbers, and is more common in the upstream locality (Ayangana) than the lower locality (Arauataima/Chenapowu Falls). Notably, the potentially undescribed species (<em>T. cf. guianensis</em>) was not collected in the upstream location (J.W. Armbruster pers. obs.). The habitat for the species is likely to be limited, but most of the upper Potaro River has not been explored. The species is thus far known from only two locations and has an extent of occurrence (EOO) of 834 km<sup>2</sup>, an area of occupancy (AOO) of 364 km<sup>2</sup>&#160;with these measurements likely exaggerated as the species is likely only in the main channel and only in swift flow. There is an inferred continuing decline in habitat as mining was even seen at the very remote Ayangana locality. Therefore, this species is considered Endangered.", "geographicrange": "<em>Trichomycterus guianensis</em>&#160;was described by Eignemann (1912), and the name has been applied to most specimens of spotted&#160;<em>Trichomycterus</em>&#160;from Guyana; however, the species is actually rarely encountered and is restricted to the upper Potaro River (Hayes <em>et al.</em> 2020). Most spotted specimens were referred to as&#160;<em>T. cf. guianensis</em>&#160;by Hayes&#160;<em>et al.</em>&#160;(2020), a species that is found in the Mazaruni and Potaro river basins and which is similar to&#160;<em>T. lewi</em>&#160;from Venezuela. The species differ in spotting pattern (small, random blotches in&#160;<em>T. guianensis </em>vs. small to large, regularly ordered spots in&#160;<em>T. cf. guianensis</em>), body shape (deep in&#160;<em>T. guianensis</em>&#160;and shallow in&#160;<em>T. cf. guianensis</em>), length of the ridge formed from the dorsal procurrent caudal-fin rays (to dorsal fin base in&#160;<em>T. guianensis</em>&#160;and far short of dorsal-fin base in&#160;<em>T. cf. guianensis</em>), among other characters.", "population": "Nothing is known about the population of <em>T. guianensis</em>, but it appears to be far less common than the potentially undescribed species referred to as <em>T. cf. guianensis</em>&#160;by Hayes <em>et al.</em>&#160;(2020).", "populationtrend": "unknown", "habitat": "The species is found in swift rapids among boulders and cobble.", "threats": "The Potaro River has experienced a lot of gold mining. Although the upper Potaro River is not as severely impacted as the lower Potaro River, it is still impacted (Alonso <em>et al</em>. 2017). One of the largest villages in the Pakaraima Mountains (Chenapowu) is located just downstream of the downstream locality known of the species.&#160;Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020, Hardman&#160;<em>et al</em>. 2002, Mol and Ouboter 2004, Alofs&#160;<em>et al</em>. 2013).", "conservationmeasures": "<em>Trichomycterus guianensis&#160;</em>has a limited range in swift rapids above Kaieteur Falls in Guyana and is known from only two localities. Adding new localities in the upper Potaro River would not increase its extent of occurrence (EOO) or area of occupacny (AOO) by much if anything. Its presence in the upper Potaro demonstrates that the upper Potaro River should be protected.", "usetrade": "This species may be used as food."}]}