{"name": "167648", "result": [{"species_id": 167648, "taxonomicnotes": null, "rationale": "<p><em>Brachyplatystoma rousseauxii</em> is widespread in the Amazon and Orinoco River basins, inhabiting the mainstem of the major rivers. The species has the longest reproductive migration known for a freshwater fish species, with the spawning area in the Andes foothills and the nursery in the estuarine area. The species performs natal homing, a characteristic where specimens migrate to the place of birth to spawn. The construction of hydroelectric dams in the Madeira River, the longest tributary of the Amazon River, has fragmented the population in the Amazon basin. Migrants are impeded now to assess the spawning area in the Andean foothills of Boliva and southern Peru, and forced residents upstream of the dams probably are not able to maintain a viable population in the upper Madeira River. Considering only the Amazon River basin, which is where pre-adult and  adult individuals are found, there is a projected loss of 37% of the area of occupancy (AOO) in the  next three generations as a result of damming on the Madeira River, along with ongoing commercial fishing of the species. It  is assumed that this will result in a population size reduction of at least c. 37% over the same period. Therefore, this species is assessed as Vulnerable A3cd.<br/></p><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle3\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle3\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle3\"><span class=\"fontstyle0\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle3\"><span class=\"fontstyle0\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle3\"><span class=\"fontstyle0\"><span class=\"fontstyle0\"><span class=\"fontstyle2\"><span class=\"fontstyle0\"><span class=\"fontstyle3\"><span class=\"fontstyle0\"><br/></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "<p>The Gilded Catfish occurs throughout the Amazon basin in Brazil, Bolivia, Peru, Ecuador, Colombia, and Venezuela; in the Orinoco River basin, in Colombia and Venzuela; and in the coastal drainages of Guianas, in Guyana, Suriname and French Guiana (Le Bail <em>et al.</em> 2012, Mol <em>et al.</em> 2012, GBIF 2019, Van Damme <em>et al.</em> 2019, spLink 2020). Its upper limit is approximately 300 m above sea level (Van Damme <em>et al. </em>2011). It can be found in the Amazon headwaters, as well as in the main Amazon river stem and the estuary (Barthem and Goulding 2007, Duponchelle <em>et al.</em> 2016). Adult Gilded Catfish reach the headwaters of nine large river systems: Mamoré, Beni (Bolivia), Madre de Dios (Bolivia/Peru), Purús, Juruá, Uyacali, upper Amazonas (Peru), Putumayu (Peru/Colombia), and Caquetá (Colombia) (Barthem and Goulding 2007, Van Damme <em>et al. </em>2011, Cañas and Pine 2011, Agudelo Córdoba <em>et al. </em>2012, Duponchelle <em>et al.</em> 2016, Barthem <em>et al.</em> 2017, Hauser 2018, Van Damme <em>et al. </em>2019). Although adult mature individuals have been recorded in the Juruá and Purús basins (Barthem <em>et al.</em> 2017), there is not yet strong evidence for spawning in these rivers. No mature individuals have been recorded in the Iténez, Xingu Tapajos and Tocantins river basins (Barthem<em> et al.</em> 2017). These same authors reported adult individuals in the Branco river, a semi-turbid tributary of the Negro River, but in very low numbers. Juvenile and pre-adult individuals are abundant in the main Amazon river stem and the estuary (Barthem and Goulding 2007).</p>", "population": "No direct estimates of population size are available, and the only indirect estimates are those obtained from commercial fish landings. Barthem and Goulding (2007) estimated total annual landings in the Amazon basin of 10,500 tons. The adult populations in the spawning areas near the Andean foothills are reduced in size, representing less than 5% of the total population (Barthem and Goulding 2007).<br/><br/>Several authors report population declines as a consequence of overfishing (Garcia&#160;Vásquez&#160;<em>et al.</em> 2009, Agudelo Córdoba <em>et al.</em> 2013, Araujo Cruz<em> et al. </em>2017). However, a careful analysis of fisheries data throughout its distribution range would be needed to know whether overfishing would justify the categorization of Gilded Catfish in a higher category.<br/><br/>The construction of hydroelectric dams in the Madeira River, the longest  tributary of the Amazon River, has fragmented the population in the  Amazon basin. Migrants are impeded now to assess  the spawning area in the Andean foothills of Boliva and southern Peru,  and forced residents upstream of the dams probably are not able to  maintain a viable population in the upper Madeira River (Van Damme<em> et al. </em>2019). Considering only the Amazon River basin, which is where pre-adult and adult individuals are found, there is a projected loss of 25% of the extent of occurrence (EOO) and 37% of the area of occupancy (AOO) in the next three generations as a result of damming on the Madeira River. It is assumed that this will result in a c. 37% population size reduction over the same period. <br/><br/>Carvajal-Vallejos <em>et al.</em> (2014) showed that there are several distinct populations and that the decline of the Madeira subpopulation could reduce the overall genetic diversity of the species.", "populationtrend": "decreasing", "habitat": "<em>Brachyplatystoma rousseauxii</em> is a demersal species (living at or near the bottom of the water body). Individuals migrate from the estuarine region of the Amazon and Orinoco rivers to the Andean foothills, at altitudes ranging from 170 to 280 m above sea level (Barthem and Goulding 2007, Barthem <em>et al. </em>2017). It is considered the longest migratory movement among freshwater fish, up to 12,000 km round trip (Barthem <em>et al. </em>2017). Studies carried out with strontium isotope analysis of otoliths indicate that the species performs natal homing, a characteristic where specimens migrate back to the same place of birth (Duponchelle <em>et al. </em>2016, Hauser <em>et al. </em>2018). Adults, after migrating from the estuary to the tributaries of the southern and western Amazon, close to the Andes, become residents that spawn annually during the floods and receding waters (Barthem<em> </em>and Alves-Gomes<em> </em>2006, García Vásquez<em> et al.</em> 2009, Agudelo Córdoba <em>et al.</em> 2013), which is hypothesized to be an adaptation to help the downward movement of larvae and juveniles to the estuarine region (García Vásquez <em>et al. </em>2009). Females of the species have fecundity values ​​ranging from 481,734 to 1,045,284 oocytes for females weighing 25 and 34 kg, respectively (García Vásquez <em>et al. </em>2009).<br/><br/>The species can live for up to at least 16 years (Hauser <em>et al. </em>2018) and reach maximum sizes of 192 cm in total length (Barthem and Goulding 1997). Females reach sexual maturity at a larger size than males and regional differences have been observed. In the Colombian Amazon, size at first maturation is 88.5 cm and 81.7 cm standard length (SL) for females and males, respectively (Agudelo Córdoba <em>et al. </em>2013). In the Peruvian Amazon, it is 91 and 83 cm SL, respectively (García <em>et al. </em>2009). Despite the difference in the size at first maturation, both sexes reproduce for the first time at an age varying between 3-4 years (García Vásquez <em>et al.</em> 2009, Agudelo Córdoba <em>et al.</em> 2013). In the Madeira basin, maturity is reached at 73 cm SL and slightly over two years old for females (Duponchelle <em>et al.</em> 2016, Hauser <em>et al.</em> 2018).", "threats": "<em>Brachyplatystoma rousseauxii</em> is being exploited in the main rivers of the basin, such as Amazon, Caqueta, Madeira, Purús and Juruá (Barthem and Goulding 1997, Prestes <em>et al.</em> 2022). Although its exploitation occurs throughout practically the entire basin, three regions represent more than 80% of the fished volumes: estuary, low Amazon, and the triple border region (Brazil, Peru, and Colombia) (Barthem and Goulding 2007). Only in the border region between Brazil, Peru and Colombia, the volume landed can reach 15,000 tons per year, which represents almost 10% of the total exploited in the region (Gonzalez <em>et al. </em>2009). Studies carried out on the triple frontier, one of the regions with the greatest fishing pressure on the species (Barthem and Goulding 2007), showed that estimated natural mortality is 0.32 to 0.42 years<sup>-1</sup>, and fishing mortality is 0.72 a 0.82 years<sup>-1</sup>, which may indicate overfishing (Agudelo Córdoba <em>et al. </em>2013). In the near future, overfishing may lead to collapse of the commercial fisheries based on this species (Prestes <em>et al.</em> 2022).<br/><br/>Another threat is the construction of dams in the major tributaries of the Amazon River, fragmenting the species' migration routes. <em>Brachyplatystoma rousseauxii</em> presents a life cycle entirely dependent on the connection of the rivers. Spawning occurs in the foothills of the Andes, in the main white water tributaries in the Amazon basin (Barthem <em>et al.</em> 2017). Larvae and juveniles drift downstream to the estuarine region (Barthem <em>et al.</em> 2017), where they find an ideal environment for growth (Barthem and Goulding 1997, Barthem <em>et al.</em> 2017). Hydroelectric plants built in the large tributaries of the Amazon River can have an impact on the population of <em>B. rousseauxii</em> by interrupting their migration route (Cella-Ribeiro<em> et al. </em>2015, Winemiller <em>et al.</em> 2016), as clearly demonstrated in the Madeira basin (Hauser 2018). This impact is aggravated by the existence of homing, a behaviour which results in individuals returning to the same spawning area as their parents (Duponchelle <em>et al.</em> 2016, Hauser<em> et al. </em>2018). <br/><br/>The Jirau and Santo Antônio dams constructed in the middle Madeira River represent now the mayor threats for the species. Migrant specimens are not able to cross these dams (Hahn <em>et al. </em>2017), and installed fish passage systems seem to be failing (Van Damme<em> et al.</em> 2019). Pelicice and Agostinho (2008) and Pompeu <em>et al.</em> (2012) reported on the inefficiency of this type of systems for large Amazonian catfish. This leads to the imprisonment of migrants downriver, preventing them from reaching their spawning area (Hauser 2018, Van Damme <em>et al. </em>2019). On the other hand, we do not know yet if forced residents upriver are able to reproduce and even if they can, their lower growth compared to migrants will result in lower fecundity (Hauser 2018), and it is assumed that this population is not viable at the long term (Van Damme <em>et al.</em> 2019). Studies indicate a decline in fishing upriver, with the contribution of <em>B. rousseauxii</em> to catches falling from 3.4% in the period prior to the dam, to 0.4% post-dam (Van Damme <em>et al. </em>2019). In addition, only adults were captured in the post-dam period, and are believed to be homers who reached the region prior to dam construction (Van Damme <em>et al. </em>2019). On the other hand, the species declined by 74% in the Porto Velho markets, downstream from the dams (Lima<em> et al. </em>2020). Despite the negative effects observed in the Madeira River basin, a decline in juveniles in the estuary region has not yet been detected, however, studies focused on this topic should be carried out and be compared with base line data obtained in the pre-dam period by Araújo-Cruz<em> et al.</em> (2017).<br/><br/>The plans for new dams in the Amazon region may aggravate the future conservation status of the species. Other threats to the species in the Madeira river basin are degradation of aquatic and riparian habitat in spawning areas, related to agricultural and livestock activities, and exploitation of aggregates in the spawning sites of the species (Miranda-Chumacero <em>et al.</em> 2020, Miranda-Chumacero and Venticinque 2022). Gold exploitation in the upper Madre de Dios watershed (Perú), and to a lesser extent in Bolivian Amazonian headwaters results in release of mercury (with unknown impacts on fish), erosion of the river banks, destruction of spawning sites and changes in water turbidity (Miranda-Chumacero <em>et al.</em> 2020).", "conservationmeasures": "Several regional actions were undertaken to study the exceptional migration behaviour of the species, using traditional year class analysis (Barthem <em>et al.</em> 2017), genetical methods (Carvajal-Vallejos <em>et al. </em>2014) and Sr isotope analysis in otoliths (Duponchelle <em>et al. </em>2016, Hauser 2018, Hauser <em>et al. </em>2018). Recommended research actions are on the reproduction capacity of forced residents in the upper Madeira basin, and the population status of the estuarine populations, and the contribution of the Madeira to the recruitment of the species in the estuary now compared to the pre-dam period, using otolith microchemistry. New insights on the long-distance migration patterns have allowed finetuning of conservation measures and priorities.&#160;&#160; <br/><br/>Main conservation actions undertaken for the species are general fisheries management mechanisms (fishery bans, sanctions, closed seasons, size limits, fishery management plans, among others). The species is included in the national Red Books of Bolivia (Vulnerable; Carvajal-Vallejos and Van Damme 2009), and Colombia (Vulnerable; Mojica <em>et al. </em>2012, Agudelo Córdoba <em>et al. </em>2012). In Brazil the species was included in a list of species threatened by commercial extinction (Instrução Normativa 05/04) of the Ministry of Environment (Rosa and Lima 2008). The species is protected in some national parks and subnational protected areas throughout its distribution range, however, due to its migratory habits, these measures are considered to be insufficient for their conservation (Goulding <em>et al. </em>2018). Urgent recommended conservation actions are the improvement of fish passage systems in dams, reduction of growth overfishing in the Amazon estuary, protection of spawning areas, as well as maintaining longitudinal river connectivity in the rest of the Amazon basin. Taking into consideration its migratory routes spanning longitudinal distances of up to 12,000 km round trip, an ecosystem-based approach is needed to conserve the species (Goulding<em> et al. </em>2018).", "usetrade": "<p><em>Brachyplatystoma rousseauxii</em> has great importance for commercial fishing in the Amazon (Prestes <em>et al.</em> 2022). This is one of the two most important catfish species for Amazon fisheries. It is captured by commercial and artisanal fishing fleets in at least five Amazonian countries. It is a high-valued species, mainly sold in urban markets throughout its distribution range. There is international trade of the species, mainly of juveniles caught in the estuary by industrial trawl fisheries (Barthem and Goulding 2007). Capture rates in the Madeira basin are relatively low in comparison to the rest of the Amazon, only representing 2% of the total landings (Barthem and Goulding 2007). Doria <em>et al. </em>(2018) reported a total annual catch in the Madeira between 100 and 200 tons. </p>"}]}