{"name": "80340731", "result": [{"species_id": 80340731, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that, as presently understood, the species has an extent of occurrence and area of occupancy both of 4 km<sup>2</sup>, it occurs at a single location defined by a threat from bushfire, and the 2019-2020 fire season is inferred to have resulted in a decline of 90-95% of the population. As the frequency and intensity of annual bushfires are expected to increase the species is considered to be subject to a continuing decline in the extent and quality of its habitat and in the number of mature individuals as a result of recurring fire events. It is possible that the species is somewhat more widespread than presently known. Even if so, fire encompassed most or all of the Gibraltar Range.", "geographicrange": "This species is restricted to the Gibraltar Range in northern New South Wales, where it is known with certainty only from the type locality \"off Gwydir Highway, near Richardsons Creek\" (Rix and Harvey 2011). A specimen with the vague locality \"Gibraltar Range\" (Rix and Harvey 2011) may represent the same locality. There have been limited surveys within the range and apparently suitable habitat is fairly extensive within the range, but its distribution is not expected to exceed approximately 750 km<sup>2</sup>, the area of the Gibraltar Range. The type locality lies at 1,061 m asl.", "population": "This species was reported to be relatively abundant near Richardson's Creek when described. The species' current abundance is unclear, but the entirety of the species' potential range was impacted by bushfires in the 2019-2020 fire season. It is presumed that this species was subject to very high mortality as it has no mechanism to evade fire and has been recorded from a fire-sensitive microhabitat, and global mortality could plausibly have corresponded to 90-95% of the population.", "populationtrend": "decreasing", "habitat": "This species is known from subtropical forest, and the holotype was collected from elevated (suspended among vegetation) leaf litter (Rix and Harvey 2011).", "threats": "Fire is the leading threat to this species. The 2019-2020 bushfire season affected the known locality, although the intensity is unclear. This species is expected to be highly sensitive to fire, and is presumed to be reliant on surface vegetation and elevated leaf litter for shelter and foraging which is likely to be lost to fire. If it is dependent on suspended leaf litter accumulations, this microhabitat is associated with mature forest which does not regrow quickly. The intensity and scale of annual fire seasons are expected to increase as a result of a drying climate (Abram<em> et al</em>. 2021). The species is confined to a national park where other impacts are unlikely, and the species was \"not considered to be of conservation concern\" prior to recent fires (Rix and Harvey 2011).", "conservationmeasures": "This species is present in Gibraltar Range National Park and post-fire surveys of the type locality are needed to confirm whether the species survives here and, if so, clarify the extent of population declines. Additional surveying is urgently needed to locate additional subpopulations, and ongoing monitoring of any additional localities is needed.", "usetrade": "There is no known use of or trade in this species."}]}