{"name": "64556013", "result": [{"species_id": 64556013, "taxonomicnotes": "<em>Haludaria pradhani </em>was described as <em>Puntius melanampyx </em>ssp.&#160;<em>pradhani</em> from Molem, Goa (Tilak 1973). It was synonymized to <em>Puntius fasciatus</em> by Talwar and Jhingran (1991) and to <em>Puntius melanampyx</em> by Menon (1999). Pethiyagoda&#160;<em>et al</em>. (2012) revalidated this species as <em>Dravidia pradhani </em>and subsequently as <em>Haludaria pradhani </em>because of replacement of generic name<em> </em>(Pethiyagoda 2013).", "rationale": "<em>Haludaria pradhani </em>is assessed as Endangered because the  species is currently known only from three locations in Goa, India, with the Extent of Occurrence not more than 5,000 km<sup>2&#160;</sup>and the habitat of the species threatened due to recreational  activities, deforestation, sand mining, pollution from fertilizers,  sewage, industrial effluents and heavy metals from mining activities, resulting in a continuing decline in habitat quality.", "geographicrange": "<em>Haludaria pradhani </em>is endemic to the Western Ghats of India (Dahanukar and Raghavan 2013) and is known from Mollem, Aravelem Water fall, and Sanguem, in Goa state, India (Tilak 1973).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "<em>Haludaria pradhani </em>types were collected from the main river channel. The quality of habitat is deteriorating because of recreational activities, deforestation,  sand mining, pollution from fertilizers, sewage, industrial&#160; effluents  and heavy metals from mining activities (Nayak 1998, Sawkar <em>et al.&#160;</em>1998, Sharma <em>et al. </em>2008, Singh and  Kamal 2017).", "threats": "Riverine habitats of Goa are threatened because of recreational activities, deforestation, sand mining, pollution from fertilizers, sewage, industrial effluents and heavy metals from mining activities (Nayak 1998, Sawkar <em>et al.&#160;</em>1998, Sharma <em>et al</em>. 2008, Singh and Kamal 2017).", "conservationmeasures": "No species specific conservation actions are in place for <em>Haludaria pradhani</em>. The species is known from Bhagwan Mahavir Wildlife Sanctuary. Research is essential to understand its population status, trends, distribution, ecology and species specific threats. As the habitat of the species is threatened, monitoring population and habitat trends is essential. Conservation actions to protect habitat and resources are necessary.", "usetrade": "There is no information on use and trade of this species"}]}