{"name": "199574799", "result": [{"species_id": 199574799, "taxonomicnotes": null, "rationale": "<p><em>Characidium onca</em> is known only from córrego Taquara and its tributaries that extend approximately 6.5 km in the upper Paraná River basin in Distrito Federal, Brazil. Extent of occurrence (EOO) is estimated to be 3.6-15 km<sup>2</sup> and the species is assigned to a&#160;single threat-based location. Total population size and population trend are unknown, but the species is naturally rare and is always found in low abundance. The primary threats to this species include habitat degradation and loss of suitable habitat associated with urban expansion, establishment of non-native species, and reductions in river flow and reductions in water quality associated with local climate change and intense use of surface and groundwater resources. Continuing decline in habitat quality and habitat availability is inferred. Therefore, <em>C. onca</em> is assessed as Critically Endangered under criterion B1ab(iii). </p>", "geographicrange": "<p></p><p><em>Characidium onca</em> is known only from córrego Taquara and its tributaries that extend approximately 6.5 km in the upper Paraná River basin in Distrito Federal, Brazil (Melo&#160;<em>et al.</em> 2021). Córrego Taquara is a tributary of the ribeirão do Gama which drains into Paranoá Lagoon in the Paranaíba River drainage (Melo&#160;<em>et al.</em>&#160;2021). This species has not been reported from any other drainages, despite extensive genus-specific sampling in the region since the 1980s (Melo&#160;<em>et al.</em>&#160;2021). </p>  <p>Area of occupancy (AOO) is estimated to be 12 km<sup>2</sup> based on a 2x2 km grid overlain over georeferenced collection records (Melo&#160;<em>et al.</em>&#160;2021). Extent of occurrence (EOO) is estimated to be 12-15 km<sup>2</sup>, with a lower estimate that is equivalent to the calculated AOO, and an upper estimate calculated by Melo&#160;<em>et al.</em>&#160;(2021). This species is assigned to a single threat-based location, based on a highly restricted range and several locally pervasive threats that are impacting the ribeirão do Gama drainage in its entirety (Melo&#160;<em>et al.</em>&#160;2021).</p><br/><p></p>", "population": "<p>The total population size and population status of this species are unknown. However, it appears naturally rare and has only been observed in extremely low abundances (Melo&#160;<em>et al.</em>&#160;2021). </p>", "populationtrend": "unknown", "habitat": "<p>This species only occurs in córrego Taquara and its tributaries that extend approximately 6.5 km in the upper Paraná River basin (Melo&#160;<em>et al.</em>&#160;2021). Extensive ichthyological surveys over the past four decades have failed to identify any other drainages where this species occurs (Melo&#160;<em>et al.</em>&#160;2021).</p>", "threats": "<p>The primary threats to this species include habitat degradation and loss of suitable habitat associated with urban expansion, establishment of non-native species, and reductions in river flow and reductions in water quality associated with local climate change and intense use of surface and groundwater resources (Melo&#160;<em>et al.</em>&#160;2021). Lago Paranoá was constructed in 1959 immediately downstream of collection sites, resulting in habitat modification towards a lentic system and loss of riparian vegetation (Melo&#160;<em>et al.</em>&#160;2021). Additionally, several non-native species are established in the reservoir and spread into habitat occupied by <em>C. onca</em> could result in competitive interaction and predation (Melo&#160;<em>et al.</em>&#160;2021). Rapid urbanization and agricultural expansion in the area has replaced large areas of natural Cerrado vegetation, including along the left margin of the ribeirão do Gama (Melo&#160;<em>et al.</em>&#160;2021). Declines in habitat quality and availability are inferred and are expected to continue if existing threats are not mitigated (Melo&#160;<em>et al.</em>&#160;2021).</p>", "conservationmeasures": "<p></p><p>The range of <em>C. onca</em> falls within Reserva Ecológica do Instituto Brasileiro de Geografia e Estatística – RECOR (Melo&#160;<em>et al.</em>&#160;2021). Despite these protections, the riberião do Gama basin is subject to urban expansion along the protected area boundary and revisions to the margins of the protected area to accommodate continued expansion of downtown Brasília (Melo&#160;<em>et al.</em>&#160;2021). Stronger site protection, reinforcement of water management policies, and recovery of impacted areas are recommend conservation priorities. Population monitoring, habitat monitoring, and continued ichthyological surveys will be necessary to monitor the conservation status of this species.</p><br/><p></p>", "usetrade": "<p>This species is not utilized.</p>"}]}