{"name": "15414", "result": [{"species_id": 15414, "taxonomicnotes": "There are no notable issues.", "rationale": "This taxon is a highly range-restricted endemic to the Western Cape Province, South Africa (Extent of Occurrence and&#160;Area of Occupancy 4 km<sup>2</sup>). There is only one remaining location, and there is continuing decline in the quality of the habitat (due to declines in the amount of host plant) and the number of mature individuals because of a severe drought (93% reduction in population size from 2014-2017), and more recently, a devastating fire in 2017 (the butterfly has not been seen since and the population reduction is suspected to be as high as 100%). If the species persists there are less than 50 mature individuals remaining, and there has been continuing decline of &gt;25% over three years. All of the mature individuals are in one subpopulation. The taxon thus qualifies as Critically Endangered under criteria A, B, C and D.", "geographicrange": "This species is endemic to the Western Cape Province, confined to the Brenton Blue Butterfly Reserve near Knysna. It is now extinct at the only other known locality at Nature's Valley.", "population": "A complete population analysis is described in Edge (2005). The current adult population is &lt; 50, having declined from c. 150 in 2008. This is mostly the result of prolonged drought conditions in the southern Cape.<br/><br/>Population counts have been done every generation since 2002 (two generations per year). Population reduction in the three years 2014-2017 = 93% (&gt;90%), 2015-2018 = potentially 100% reduction.<br/><br/>The butterfly has still not been seen since a major fire swept through the buttefly reserve in June 2017. There is a strong case now for making this species possibly extinct but at the cutoff date for this assessment the counting for the February/ March brood had not been completed.", "populationtrend": "decreasing", "habitat": "This species occurs on cool, moist, south-facing 1:3 slopes close to the sea at 90 m to 115 m altitude. The vegetation is a mosaic of dune thicket, fynbos and forest classified as Goukamma Dune Thicket and further classified into nine vegetation units. The host plant grows in two of these units, most abundantly in the partial shade of mature candlewood trees (<em>Pterocelastrus tricuspidatus</em>). Regular megaherbivore disturbances historically generated more open patches and prevented total dominance of the candlewoods, which eventually would create too much shade.", "threats": "There is no direct evidence of how the Brenton Blue population at Nature's Valley became extinct, but it can be inferred that this came about because houses were built on the primary dunes where the butterfly was breeding, which had a good sea view, reducing the amount of available habitat by over 90%. This was compounded by the exclusion of fire from the dune fynbos (to protect the houses). The small residual subpopulation of butterflies was thus unable to persist. All foreseeable threats to the single remaining subpopulation are being managed at this species' one remaining locality at the Brenton Blue Nature Reserve. The most significant future potential threats to this site are: 1) Unforeseeable stochastic events such as a runaway fire occurring at a time in the life cycle (mid-November or mid-March) when most adult individuals would be killed, or a very hot fire at other times which could kill all the larvae and pupae underground. The Knysna fire of June 2017 may have been such an event and the survival of the species is in the balance. 2) A prolonged drought, which could cause most of the host plants to die back and drastically reduce the food resource available to the larvae, is another potential threat. The serous decline in numbers of adults during the 2014 - 2017 drought (93% reduction) demonstrated the severity of this threat. 3) A loss of genetic diversity in the small isolated population is possible. There is no scientific evidence to substantiate this, because the adult population is too small to sustain even a minimal amount of DNA sampling. 4) Future failure to manage the Special Nature Reserve adequately beyond the lifetime of the current Brenton Blue Trustees is a threat. 5) The longer term impact of global warming could be a significant future threat, particularly because of the reliance of this butterfly and its plant and ant associates on a cool microclimate.", "conservationmeasures": "The Brenton Blue Butterfly Reserve is managed by a management committee established by the Brenton Blue Trust, with representatives from all stakeholders, including the conservation agency CapeNature. A management plan at this site has been established and is continuously refined by research, and continuous monitoring of the habitat and population levels is undertaken during the flight periods. Expansion of the reserve to 15 ha has been approved by the Knysna Municipality. This is a medium-term project, and habitat alteration to make it suitable for the host plant has commenced. Attempts to reintroduce the butterfly at the Natures Valley fynbos reserve (about 60 km to the east), where it originally occurred and where habitat restoration work had been undertaken, have not met with success so far because of the poor condition of the host plant population, the small area of suitable habitat, and the absence of the host ant <em>Camponotus baynei</em>. Following a devastating fire at Brenton in June 2017 a new research programme has been established to monitor the recovery of the ecosystem and to determine whether the butterflies have survived.", "usetrade": null}]}