{"name": "134942", "result": [{"species_id": 134942, "taxonomicnotes": "This species was formerly included in the Parathelphusidae, but was reassigned to the Gecarcinucidae Rathbun, 1904 by Klaus&#160;<em>et al.</em>&#160;(2006) in the subfamily Parathelphusinae (see Klaus&#160;<em>et al.</em>&#160;2010).", "rationale": "This updated assessment is based on the results of new freshwater crab surveys of Lakes Mahalona and Towuti, and the connecting river between them, in Sulawesi Selatan, Indonesia. <em>Syntripsa flavichela</em> was formerly listed as Least Concern (LC) by Esser and Cumberlidge (2008). The revised extinction risk assessment of Endangered (EN) is based on the low number of locations where this species occurs, combined with the existence of continued immediate threats to this species from pollution (due to nickel mining operations on the shores of the lakes), and from habitat destruction and industrial development (driven by increases in the human population). Furthermore, this species is harvested (including gravid females) by the local human population either for food or for export for the aquarium trade. This species is not found in a protected area, and there are no conservation plans in place.<br/><em>Syntripsa flavichela </em>is uplisted here to EN B1ab(iii). This is because the revised extent of occurrence (EOO) of between 380-1,100 km<sup>2</sup> is below the threshold for EN B1 (&lt;5,000 km<sup>2</sup>), the number of locations (three) is also below the threshold for EN, and the area and quality of habitat is declining.", "geographicrange": "<p>This species is endemic to Sulawesi Selatan in Indonesia where it occurs in in Lake Mahalona, Lake Towuti and in the connecting river between the lakes. The details of these records are as follows:<br/><br/>Lake Mahalona on the northern (2°33'54.3\"S 121°29'44.1\"E), western (2°34'44\"S 121°29'06\"E) and southern coasts (2°36.64'S 121°28.54'E, 2°36'58\"S 121°30'E).<br/><br/>Sungai Tominanga, 0.5 to 8 km from Lake Mahalona (2°36'57\"S 121°31'06\"E, 2°37'34\"S 121°31'58\"E; 2°38'54.5\"S 121°31'54\"E).<br/><br/>Lake Towuti on the northwestern coast (Tanjung Timbala, southeast of of Timampu 02°42'37.7\"S 121°26'26\"E = type locality; 2°40'53.5\"S 121°26'06.9\"E), the entire western coast (outlet 2°48.3'S 121°24'E), and the northern (2°39'30\"S 121°30'E) and northeastern coast (2°40.82'S 121°41.43'E). The surface area of Lake Towuti is 561.1 km<sup>2</sup>.</p>", "population": "There is no precise information on population size, abundance or trend. However, estimates from collecting activities and snorkelling expeditions between 1999 and 2008 suggest that there is a healthy population in both lakes of several thousand individuals.", "populationtrend": "unknown", "habitat": "The sandy and rocky floors of lakes Mahalona and Towuti are favourable habitat where this species is relatively common. These two lakes are interconnected by the fast-flowing Tominanga River, in which <em>Syntripsa flavichela</em> can be found, sometimes clinging to rocks in strong currents. In the lakes, this species can be observed during the day wandering and feeding on molluscs or carrion on the open lake floor. The habitat is in decline and relatively homogeneous in these two lakes which share the same hydrographic system and connecting river.", "threats": "The present and future threats to this species include human induced habitat loss and degradation due to population increases and industrial and agrarian development. Lake Towuti is in a lake system with connections to Lake Matano. whose shores contain large deposits of nickel where mining has caused pollution and destroyed habitat. Commercial fishing, development and the introduction of non-native species are among other threats to this lake ecoregion. This species is considered here to occur in three locations based on the common threat of nickel mining to an entire lake or river system. Furthermore, this species is harvested (including gravid females) by the local human population either for food or for export for the aquarium trade.", "conservationmeasures": "There are no conservation measures currently in place for this species and it is not found in a protected area. Research is needed into its population distribution and dynamics, ecology, harvest and use, threats and potential actions. Monitoring of its population trends is also recommended.", "usetrade": "This species is sold in the aquarium trade due its remarkably shaped chelae and unusual colour. There have been continuous exports of this species to aquarium markets (especially in Europe) for the past 20 years, and this was most recently confirmed in 2018. Furthermore, this species is harvested for food by the local population."}]}