{"name": "194868297", "result": [{"species_id": 194868297, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia junis</em> is only known from two localities in Bintulu Division in central Sarawak. One of the known localities is on the fringes of the recently gazetted Danau Mujan National Park (this area is also known as Binyo Penyilam), but it is not clear whether the location is inside the protected area or if other suitable habitat for the species exists within the protected area. The other locality has some protection within the Bukit Mina Wildlife Corridor, an area of old growth forest within a large <em>Acacia </em>plantation. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but based on the available data it will not be large (likely smaller than 500 km²). Moreover, if the species exists outside the two known localities, then the AOO, along with the extent and quality of suitable habitat, can be inferred to be declining due to loss of forest within the range of the species. Threats exist at all localities, even if protected. Although, with only three collections at two localities, the species could be assessed as Data Deficient, it is highly unlikely that, even with more information, it would ever qualify for Least Concern status. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)). If additional localities are not discovered for this species, a future reassessment might move it to Critically Endangered.</p>", "geographicrange": "<p><em>Coeliccia junis</em> is only known from three specimens from two locations in Bintulu Division in central Sarawak (Dow 2020). One of the known locations is on the fringes of the recently gazetted Danau Mujan National Park (this area is also known as Binyo Penyilam), but it is not clear whether the location is inside the protected area or if other suitable habitat for the species exists within the protected area. The other location has some protection within the Bukit Mina Wildlife Corridor, an area of old growth forest within a large <em>Acacia </em>plantation. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but based on the available data it will not be large (likely smaller than 500 km². Moreover, if the species exists outside of the two known localities, then the AOO can be inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on known localities, cannot be calculated; however, its maximum EOO, based on the only known HydroBASINS area occupied by the species, is 2,446 km².<br/></p>", "population": "<p>This appears to be an uncommon and very locally occurring species. The overall population is certainly fragmented, probably severely fragmented. If the species still exists outside of the two known locations then an ongoing decline in overall population is inferred from loss of lowland forest in the region where it occurs.</p>", "populationtrend": "decreasing", "habitat": "<p>At the type location in the Bukit Mina Wildlife Corridor the species was found in a small low pH pool in swampy disturbed kerangas forest, not far from a small stream. At the other location the species was found in low pH swamp forest (also disturbed) at the side of a small stream. It is not clear if the species breeds in swamp pools or streams (or both). Although the forest at both locations has been disturbed by selective logging in the past the canopy is currently closed and it is doubtful that the species can survive in highly degraded forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Although one of the known localities is at the edge of a national park, it may not be within the protected area. If it is not, then the site is likely to be cleared in the future. Both known localities are vulnerable to fires in dry spells. Hypothetical populations outside the two known localities are threatened by clearance of forest for either industrial or small holder plantations or other agriculture and from unintentional drainage of habitat adjacent to plantation.</p>", "conservationmeasures": "<p>The first priorities for this species are to determine if the location at Binyo Penyilam is actually within the Danau Mujan National Park (if it is not, then the locality should be protected), and searches for additional populations carried out. More information on the degree of disturbance that the species can tolerate is certainly needed. The species would certainly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}