{"name": "83306480", "result": [{"species_id": 83306480, "taxonomicnotes": null, "rationale": "<em>Procordulia irregularis</em>&#160;is endemic to Fiji where for the moment it has been reported from Viti Levu and Vanua Levu islands. Taxonomic validation is needed for populations outside Viti Levu. The populations within the presently known range are believed to be stable, although habitat destruction and pollution of streams are considered a present and future threat. There is no more detailed information available on threats and no conservation measures are in place for the species at the moment. The species is assessed as Near Threatened based on its relatively small extent of occurrence (it is plausible that EOO is less than 20,000 km²) and its inferred dependence on forested streams in high mountain areas, which may be susceptible to deforestation.", "geographicrange": "This species is endemic to Fiji where it is reported from Viti Levu and Vanua Levu islands (Marinov and Waqa-Sakiti 2013). Populations outside Viti Levu have to be validated because they may represent an undescribed species (Marinov per. comm).", "population": "This species has been recorded in several studies including unpublished records. The population is believed to be stable.", "populationtrend": "stable", "habitat": "This species inhabits montane streams. Males commonly patrol in-stream pools or tiny trickles with slow flight just above the water surface. They stop to hover close to the shore facing the bank vegetation. Females have been observed ovipositing in similar habitats.", "threats": "There are no observable threats to this species. It possibly depends on forested streams and therefore deforestation may adversely impact the populations.", "conservationmeasures": "There are no conservation measures in place for this species. More information is required about taxonomic position of populations outsite Viti Levu Island. Population investigations (size, trend, habitat preferences, threats) are encouraged too.", "usetrade": null}]}