{"name": "173420089", "result": [{"species_id": 173420089, "taxonomicnotes": null, "rationale": "<em>Chela macrolepis</em> is assessed as Endangered due to its restricted distribution in Chembarampakkam Lake, Tamil Nadu, India, with an Extent of Occurrence less than 2,000 km<sup>2</sup>. And although the species may be abundant within its very restricted range, habitat of the species in Chembarampakkam Lake is threatened due to water abstraction for drinking and irrigation purpose and organic pollution, which includes microplastic pollution. It is also essential to note that there are several knowledge gaps regarding the distribution of the species, population status, population trends, life history, ecology and species specific threats and research on these topics are necessary.", "geographicrange": "<em>Chela macrolepis</em> is currently known only from its type locality in Chembarampakkam Lake in Tamil Nadu, India (Knight and Rema Devi 2014). The species is present in a single location where the habitat of the species is stressed due to water abstraction (Sandeep <em>et al</em>. 2020) and pollution (Raveen and Daniel 2010, Ganesan <em>et al</em>. 2019).", "population": "There is no quantitative information regarding population status of trends for this species although the species has been suggested to be abundant in the type locality (Knight and Rema Devi 2014).", "populationtrend": "unknown", "habitat": "<em>Chela macrolepis </em>inhabits lake and associated channels with a muddy substrate and dense aquatic vegetation (Knight and Rema Devi 2014). Quality of the habitat of the species is declining because of water abstraction (Sandeep <em>et al</em>. 2020) and pollution (Raveen and Daniel 2010, Ganesan <em>et al</em>. 2019).", "threats": "Species specific threats to <em>Chela macrolepis </em>are not known. However, habitat of the species in Chembarampakkam Lake is threatened due to water abstraction for drinking and irrigation purposes (Sandeep <em>et al</em>. 2020) and organic pollution (Raveen and Daniel 2010), which includes microplastic pollution (Ganesan <em>et al</em>. 2019).", "conservationmeasures": "There are no species specific conservation action in place for <em>Chela macrolepis</em>. The species is also not found in any protected area. Because the species is known only from a single location, site/area and habitat protection and management are essential conservation actions. There is need for research on population size, distribution, population trends, life history, ecology and species specific threats. Monitoring population trends and habitat trends are also essential.", "usetrade": "No use or trade information is available for the species."}]}