{"name": "197978724", "result": [{"species_id": 197978724, "taxonomicnotes": null, "rationale": "<em>Leptoneta handeulgulensis</em> is known from Handeul Cave and Hyeopjae Cave, Republic of Korea. According to our analysis of distributional data, its extent of occurrence (EOO) and area of occupancy (AOO) are both estimated at 8 km<sup>2</sup>. It is inferred that the lighting inside the Hyeopjae Cave, one of the two known localities for this species, is causing a continuing decline in the quality of habitat by disturbing this species' distribution within the cave. However, given that Handeul Cave and Hyeopjae Cave are 2km apart, and that there are many other lava tubes distributed between them, it is likely that this species can also be found in some of these caves. Therefore, if this is taken into consideration, the impact of the negative effects of tourism in the Hyeopjae Cave may be limited to less than half of the total population size, and it is not possible to accurately estimate the number of threat-based locations at this time. Consequently, the species is currently evaluated as Near Threatened.", "geographicrange": "<em>Leptoneta handeulgulensis</em> is a cave spider endemic to the Republic of Korea (National Institute of Biological Resources 2014). This species is known from Handeul Cave, Hallim-eup, Bukjeju-gun, Jeju-do Province, Republic of Korea. One entrance locates at 33°22′28.1″N, 126°13′50.2″ E and the other locates at 33°22′27.5″N, 126°13′49.7″E (Cave Research Institute of Korea 2020). This cave's entirety is about 1,440 m (Cave Research Institute of Korea 2020). Recently, this species was also found from a site inside Hyeopjae Cave (33°23′22.6″N, 126°14′21.1″ E), about 2km away from Handeul Cave (Oh <em>et al. </em>2022). It is possible for this species to be distributed in nearby subterranean terrains, as there are many lava tubes located in the Hallim-eup area. Even so, the distribution of this species would be localized.<br/><br/> The area of occupancy (AOO) is estimated to be 8 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Its extent of occurrence (EOO) is increased to match the AOO; therefore, the final EOO used in this assessment is 8 km<sup>2</sup>.", "population": "This species has been occasionally recorded from 1998 to 2021 as specimens and photos (Namkung 2002, Kim 2015, National Institute of Biological Resources 2022, Oh <em>et al. </em>2022). Kim (2015) describes this species as having low density in its habitat. There are not sufficient data to estimate the population size or trend.", "populationtrend": "unknown", "habitat": "So far, there is no information on the ecology of this species. In cave environments, this genus has been found in irregular sheet webs on crevices, under stones or silt layers in the darkside zone of a cave (Namkung 2002, National Institute of Biological Resources 2014). This troglophile spider (Namkung 2002, National Institute of Biological Resources 2014), seems to be very vulnerable to habitat disturbance due to its strong endemism as most members of the family Leptonetidae can only be found in the type locality or a small number of localities in the region (Seo 2015, Lan <em>et al</em>. 2021, Oh <em>et al</em>. 2022).", "threats": "The Handeul Cave has been closed to the public. On the surface of the cave, there are roads (Cave Research Institute of Korea 2020). However, no evidence has been reported that these factors will negatively affect internal cave life.<br/><br/>Meanwhile, the Hyeopjae Cave has experienced physical and ecological disturbance due to tourism, such as the construction of an artificial exit. As a result, the abundance of cave spiders has significantly decreased since it was opened (Korea cave association 1970, Lee <em>et al</em>. 2021). In particular, cave lighting is suspected to bring about a continuing decline in habitat quality by impacting the range of cave-dwelling Leptonetidae within the cave (Cave Research Institute of Korea 2010a,b).", "conservationmeasures": "There is an urgent need for research on the current distribution of this species. Additionally, there is a need for a quantitative monitoring study to understand the negative impacts of tourism on the species. To preserve the species' habitats, it is essential to control tourists and develop a system to restore the cave environment.", "usetrade": "There is no trade in this taxon."}]}