{"name": "176491763", "result": [{"species_id": 176491763, "taxonomicnotes": null, "rationale": "This species occurs in Rio Lipeo in Argentina and Rio Pilcomayo in Bolivia. It has an extent of occurrence (EOO) of 13,354 km<sup>2</sup>. The distribution is located in an area that catches water from the  mountainous region upstream, where sediment load is a common problem  along the basin, and this is the major threat to this species. There are two locations based on this threat. At present, it is unknown as to whether this is causing continuing declines. Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species occurs in Rio Lipeo in Argentina and Rio Pilcomayo in Bolivia (Boulenger 1897, Fowler 1940).", "population": "This is a rare species, known from just two sites based on the available literature. Documentation on population is lacking. Research and monitoring is needed to know population composition, structure, size and trend.", "populationtrend": "unknown", "habitat": "There are no data about its habitat preferences and the information about its ecology is null.", "threats": "The distribution is located in an area that catches water from the mountainous region upstream, where sediment load is a common problem along the basin, and this is the major threat of this species.&#160;The region has low impact in terms of the economy, and the main activities are fishing, small holder agriculture and the cattle sector. Modifications caused by land use change, urbanization, road construction are also threats to this species. The impact of these threats to the species are unknown.", "conservationmeasures": "The distribution is located in the area of three protected areas in Bolivia and Argentina. There is no research, monitoring and planning known to be conducted for this species. Research is necessary into its taxonomy, population, ecology, conservation and threats.", "usetrade": "This is a rare species, but it could be used as meat in artisanal fisheries, and in the ornamental trade, as are most suckermouth armoured catfishes."}]}