{"name": "157703016", "result": [{"species_id": 157703016, "taxonomicnotes": null, "rationale": "This unique marine bivalve is restricted to hydrothermal vents at deep ocean ridges in the West Pacific Ocean. It is currently known from two restricted locations, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 480 m to 560 m bsl, and would be severely threatened by the anthropogenic impacts associated with mineral extraction if commercial deep-sea mining were to occur in this region. Whilst no licences have been granted within the New Zealand EEZ to date, if mining were to be approved within the New Zealand EEZ, the subpopulation found at the Macauley Caldera vent field (Location 1) would decline rapidly. An exploratory mining licence has been granted by the Tongan Government for mining within the Tonga EEZ. The potential for anthropogenic influence at these sites based on exploration licences for mineral extraction at or adjacent to the sites supports a projected continuing decline in quality of habitat. The impact of uncertainty around the decline in habitat means that the applicable threat level for this species ranges from VU to EN, using the recommended risk tolerance. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as Endangered (EN B1ab(iii)+B2ab(iii)). A reassessment would be merited if there was a substantial change to the status of mining licence arrangements, for example, if a moratorium on deep-sea mining was reached by the Government of New Zealand or the Government of Tonga, whereby the assessment would be likely to decrease to Near Threatened or Least Concern.<p></p>", "geographicrange": "This deep-sea bivalve is restricted to two locations at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. Location one lies within the Exclusive Economic Zone of New Zealand and Location 2 lies within the Economic Exclusive Zone of Tonga. The species occurs at active black smokers and sites of diffuse venting located at depths of 480 m bsl to 560 m bsl. It has been observed from two vent fields: at the Macauley Caldera vent field (Location 1) within the New Zealand EEZ, and the Volcano 19 vent field (Location 2) within the Tonga EEZ (Glover <em>et al. </em>2004, Taylor <em>et al. </em>2014, Metaxas, 2015). The species is present over very small areas in each of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Glover <em>et al. </em>2004, Taylor <em>et al. </em>2014, Metaxas 2015).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 480 m to 560 m bsl.", "threats": "The two vent fields lie within the New Zealand and Tonga Exclusive Economic Zones and are not subject to International Seabed Authority governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, within the New Zealand EEZ has had some previous interest. In 2017, the New Zealand Environmental Protection Authority approved Trans-Tasman Resources' proposal to mine in New Zealand's EEZ (Lillie 2019). However, this proposal to extract seabed minerals has subsequently been suspended following legal challenges. The Tongan government has granted exploratory mining licences to Nautilus Mineral Cooperation and to Korea Ocean Research and Development Institute, allowing them access to an area in the Lau Basin (Stone <em>et al.</em> 2019). As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.</em>&#160;2018). Polymetallic sulphide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the likelihood of future exploitative mining licences within the New Zealand EEZ and Tonga EEZ to be a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at any vent fields within the New Zealand EEZ or Tonga EEZ. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along West Pacific Ocean ridges.", "usetrade": "There is no known trade or use of this species."}]}