{"name": "123524437", "result": [{"species_id": 123524437, "taxonomicnotes": "<em>Drepanosticta quadrata</em> was described from Singapore. Individuals identified as this species that the Assessor has seen from Johor agree well with examples from Singapore, but records from further north in Peninsular Malaysia are more problematic. The species of the <em>D. quadrata </em>(Selys, 1860) group of species are all similar in general appearance and may be variable in their markings. For these reasons some published records of <em>D. quadrata</em> are likely to be misidentifications of other species from the <em>quadrata</em>-group and conversely some published records of other species may really refer to <em>D. quadrata</em>. Additionally it is possible that some of the apparent variation in <em>D. quadrata</em> in fact represents additional, almost cryptic, species. Taxonomic work is ongoing on this group; for assessment purposes populations from Singapore and Johor are considered to represent <em>D. quadrata</em> but populations from further north are treated as of uncertain identity.", "rationale": "<em>Drepanosticta quadrata</em> is only known with certainty from a small number of locations and has a relatively small range in Singapore and Johor, but most of the known locations are in protected areas. There will be as-yet undiscovered populations in Johor. However the species has undoubtedly suffered a decline in population due to loss of lowland forest throughout its range and this decline will be ongoing outside of Singapore since loss of forest is ongoing in Johor. It is not possible to make a realistic estimate of the area of occupancy (AOO) of this species with the currently available data, but it is likely to be below the 2,000 km² threshold for Vulnerable status. It would qualify for Vulnerable status under criterion B (B2ab(ii,iii)) except for the uncertainty over its area of occupancy (AOO), and it is therefore assessed as Near Threatened.", "geographicrange": "<p><em>Drepanosticta quadrata</em> is known from Singapore (e.g., Selys-Longchamps 1860, Murphy 1997, Norma-Rashid <em>et al</em>. 2008) and from Johor (Wilson and Gibert 2005; Dow, Choong and Ngiam unpublished); records from further north in Peninsular Malaysia are considered too uncertain to consider further here (see the Taxonomic Notes). It occurs in protected areas in Singapore and in Endau Rompin National Park in Johor. Four or five threat defined locations are currently known in Singapore, all in protected areas, and two in Johor (where there undoubtedly additional, as-yet undiscovered, populations). It is not possible to make a realistic estimate of the area of occupancy (AOO) of this species with the currently available data, but it is very likely to be below 2,000 km².</p>", "population": "This species can be locally common where it occurs. Although it is not possible to make definitive statements about population sizes, some decline in populations must have occurred in recent decades because of loss of forest, and this decline will be ongoing, at least in Johor. The population in Johor will be severely fragmented.", "populationtrend": "decreasing", "habitat": "<p>This species is normally found at forest streams in hilly terrain. The population in Nee Soon Swamp Forest in Singapore is unusual in that it occurs in swamp forest. At Gunung Belumut in Johor it can be found at streams of a variety of sizes and from near sea level to over 900 m asl.</p>", "threats": "<p>The main threat to this species is from deforestation, which is ongoing in Johor, chiefly for the establishment of oil palm plantations.</p>", "conservationmeasures": "<p>This species is well protected in Singapore, but would benefit from greater protection for Gunung Belumut in Johor and the protection of other remaining forested hills and mountains in that state. More data on its distribution and resolution of taxonomic issues is certainly needed.</p>", "usetrade": null}]}