{"name": "125989524", "result": [{"species_id": 125989524, "taxonomicnotes": null, "rationale": "<em>Quintana atrizona</em> is currently known from two sites on separate islands, about 160 km apart, with an area of occupancy (AOO) of 8 km<sup>2</sup>. Despite recent surveys, it has not been sighted since 2008. Predatory alien fish species represent the main direct threat to the species at both locations, along with river bank erosion due to livestock farming and agriculture, which results in a continuing decline in the species' habitat quality. Given the lack of exchange of individuals between the two known sites, the population is considered severely fragmented. The species is therefore assessed as Critically Endangered.", "geographicrange": "<em>Quintana atrizona </em>is endemic to Cuba, where it has been reported from small freshwater ponds in western Cuba and Isla de la Juventud, formerly Isle of Pines (Rivas 1958). The most recent collections were taken from a small freshwater lagoon at Guanahacabibes Peninsula in 2007 (Doadrio <em>et al</em>. 2009), and in the Itabo river, Isla de la Juventud in 2008 (Ponce de León and Rodríguez 2008) and 2009 (Ponce de Leon 2012). These sites are on separate islands, about 160 km apart. Its current area of occupancy (AOO) is estimated at 8 km<sup>2</sup> based on the presence at these two sites, and it occurs in two locations considering the main threats to the species. It occurs at elevations between 1 and 5 m above sea level (Doadrio <em>et al</em>. 2009, Ponce de León and Rodríguez 2008).", "population": "There are few data on population size for this species.&#160;Ponce de Leon (2012) reported very low numbers of individuals in the wild. In addition, the absence of sightings since 2009 suggests a decreasing trend of its subpopulations. The last known records are Guanahacabibes Peninsula (21.9606 N, 84.4214 W) and Itabo river (21.659128 N, 82.985032 W). Several subsequent surveys have failed to detect this species. Previous records include four other sites on Isla de la Juventud in 1990 and 1919 (MNHNCu-22-000666, 000690, 000700, and MCZ-Ich-34192, respectively), some freshwater ponds in the southern drainage of western Cuba (Rivas 1958) and the type locality in Baracoa, La Habana (Hubbs 1934). Likewise, the latter sites have been visited several times and the species has been never found. The population of the species is considered severely fragmented given  that the last two known sites are on different islands, separated by  approximately 160 km.<br/> Recent surveys for the species (S. Rodríguez-Machado pers. comm. 2018):<br/><br/>2014: Western Cuba, 3 sites visited, failed to locate the species. Isla de la Juventud, 4 sites visited, failed to locate the species. <br/>2016: Western Cuba, 8 sites visited, failed to locate the species. Isla de la Juventud, 12 sites visited, failed to locate the species.&#160;<br/>February 2018: Isla de la Juventud, 25 sites visited, failed to locate the species.&#160;<br/>July 2018: Isla de la Juventud, 5 sites visited, failed to locate the species.", "populationtrend": "decreasing", "habitat": "<p>This species occurs in small freshwater ponds and prefers dense thickets of aquatic vegetation (Rivas 1958). The habitat of the species has been subjected to a strong fragmentation and loss due to the construction of dams since the 1970s. The habitat quality of this species appears to be declining due to introduction of invasive exotic fish species and river bank erosion due to livestock farming and agriculture. <em>Quintana atrizona</em> is a very small viviparous and sexually dimorphic species. Adult females can reach up to 5 cm and males 3 cm in total length. Females reach maturity at eight weeks and males at 5 weeks (Ponce de León <em>et al</em>. 2013). The species produces the smallest newborns among Cuban poeciliids (Ponce de León <em>et al</em>. 2013). The species is omnivorous (Vergara 1992) and usually swims in small groups close to the bottom of the water column (Ponce de León and Rodríguez 2010). </p>", "threats": "Currently, the main threats to the known sites of occurrence of the species are introduction of predatory alien fish species (mainly <em>Clarias gariepinus</em>), and riverbank erosion due to livestock farming and agriculture. River flow disruption due to the construction of dams and pollution from domestic sewage and solid waste occur throughout the historic range of the species.", "conservationmeasures": "Currently, there are no direct conservation actions in place for this species. However, a small conservation project focused on this species was achieved in 2018, which allowed surveying most of its range. The species has not been found since 2007-2008. The last two known localities are within protected areas (Los Indios Ecological Reserve, Isla de la Juventud (Ponce de León and Rodríguez 2008, Ponce de León 2012) and Guanahacabibes National Park, Pinar del Río province (Doadrio <em>et al</em>. 2009). Additional research is needed to determine its population size and trends and implement <em>ex-situ</em> conservation programs.", "usetrade": "Despite previous reports of inclusion within the ornamental trade during its original description (Hubbs 1934), this species does not appear to be included in the present-day ornamental aquarium trade."}]}