{"name": "148207862", "result": [{"species_id": 148207862, "taxonomicnotes": "Chao (1953) published a very detailed account of the external morphology of <em>Onychogomphus ardens </em>Needham. Later, Chao (1990) selected <em>ardens </em>as the genotype species for his new genus <em>Melligomphus,</em> which he established to receive Chinese onychogomphines with, <em>inter alia</em>, superior appendages shorter than inferior appendages and without markedly hooked tips, as in seen in the genus <em>Lamelligomphus</em> Fraser. Wilson (2009) stated the genus<em> Melligomphus</em> is reliably characterised by: (i) inferior anal appendages of male slightly longer than superior appendages, (ii) both branches of superior appendages more or less parallel, (iii) penile organ with a prominent postgenital lobe and a pair of raised, prominent, nose-like sclerotized structures, (iv) anal triangle of male 4-celled, (v) anal loop 2-celled or occasionally 1 or 3-celled, and (vi) posterior hamulus with an acuminate tip, not overtly hook-like. Wilson (2009) transferred <em>Ophiogomphus guangdongensis</em> Chao, 1994 to the genus <em>Melligomphus</em> and synonymised <em>Melligomphus moluami </em>Wilson (1995) as a junior synonym of <em>Melligomphus quangdongensis.</em>", "rationale": "<p><em>Melligomphus quangdongensis</em> is endemic to Guangdong and Hong Kong. It occupies an extent of occurrence (EOO) smaller than 20,000 km², with much of its EOO formed of the highly developed urban area of the Pearl delta region. The Pearl delta region has undergone an explosive growth in human population, exceeding 120 million people over the past 30 years. Much of the area occupied by <em>M. guangdongensis</em> lies within several fully protected and well managed designated Country Parks in Hong Kong, covering a total area of 440 km², within which the species is categorised as common (Tam <em>et al.</em> 2011). Moreover, the type-locality Heishiding in Guangdong is also a protected nature reserve. However, given its fragmented distribution, the rapid population growth within its small EOO, and the small number of recorded sites (eight localities, which are estimated to represent eight locations for this assessment), this species is considered Vulnerable.<br/></p>", "geographicrange": "Seven species of <em>Melligomphus </em>are listed by Schorr and Paulson (2020), of which five species are currently recorded from China (Zhang 2019), one species from Honshu in Japan, and one species (recently transferred from genus <em>Onychogomphus</em>) from India. The six China species are distributed throughout the country. <em>Melligomphus guangdongensis</em> was described from a single male from Heishiding, Fengkai County, west Guangdong (Chao 1994) and has been recorded throughout Hong Kong (Wilson 1995, Wilson and Xu 2009, Zhang 2019). Its extent of occurrence (EOO) is 4,556-14,531 km² (minimu estimate is based on collection data; maximum estimate is based on the extent of occupied HyrdoBASINS), but much of the area within the EOO is the highly developed urban area of the Pearl Delta region, which has undergone an explosive growth in human population over the past 30 years and now exceeds 120 million people.", "population": "<em>Melligomphus guangdongensis</em> was reported as uncommon in Hong Kong (Wilson 2004) but its status was revised to common in Hong Kong after further survey work (Tam <em>et al</em>. 2011). Originally, it was originally described from Heishiding Nature Reserve, Fengkai County in west Guangdong (Chao 1994) and it is widespread in Hong Kong where it has been recorded from several localities at Lantau Island, Hong Kong Island and New Territories (Wilson 1995, Wilson and Xu 2009). However, its population centres are now highly fragmented as the type-locality and its population in Hong Kong are now separated by the highly developed Pearl River Delta Metropolitan Region.", "populationtrend": "unknown", "habitat": "<p><em>Melligomphus guangdongensis </em>breeds in small to medium-sized montane forested, streams and streams in shrubby exposed sections of streams at lower altitudes. Substrates in small exposed sections of streams include bedrock, boulders and pockets of gravel but broader forested streams with substrates of boulders and gravel are also frequented. Larvae have also been found in the same gravel habitat as <em>Ophiogomphus sinicus</em>. Males of the genus can be observed perched on bankside vegetation, bare ground and rocks adjacent to suitable breeding sites.<br/></p>", "threats": "<p>Extensive urban development is occurring within its range.<br/></p>", "conservationmeasures": "<em>Melligomphus guangdongensis </em>has been recorded from several protected areas in Guangdong, China and throughout Hong Kong (Wilson 2005, 2009). Further information is needed on distribution, population trends and precise habitat requirements.", "usetrade": null}]}