{"name": "109723575", "result": [{"species_id": 109723575, "taxonomicnotes": null, "rationale": "This species is only known to occur in Lake Lontoa, with a potential record from Tominanga River, in Sulawesi, Indonesia.&#160;It has an extent of occurrence (EOO) and area of occupancy (AOO) both of 8 km<sup>2</sup>. This is counted as a single location based on the primary threats of logging and organic effluents from the rapidly expanding human population around Lake Lontoa, which are causing a decline in habitat quality through siltation and changes to natural water levels. It is also very vulnerable to the spread of the invasive Flowerhorn Cichlids (<em>Colssoma</em> sp.)&#160; through the Malili lakes system. This species is therefore assessed as Critically Endangered based on its extremely limited distribution and deterioration of habitats.", "geographicrange": "<p>The species may be endemic to Lake Lontoa (1.6 km<sup>2</sup>), which is part of the Malili Lakes system in Sulawesi, Indonesia. The type locality is Tominanga River, where it has not been found and where there is no suitable habitat for this species.<br/></p>", "population": "<p>There is no current population information available for this species although it has previously been reported as abundant (von Rintelen <em>et al</em>.&#160;2007). An overall population decline of at least 50% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al.</em> 2012) and are thought to have caused the decline of<em> Tylomelania</em> populations due to predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Lontoa where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This species occurs in freshwater lakes, predominantly on soft substrate.", "threats": "<p>The primary ongoing threat to this species is siltation due to erosion and organic effluents from the rapidly expanding human population around Lake Lontoa. Nickel mining and hydro-electric power installations on the outlet of Danau Matano impact the outflow and natural water level fluctuations throughout the entire lake system. Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade but&#160;<em>T. tominangensis </em>does not seem to be traded yet, though, and is unlikely to become a target. Finally, invasive species (particularly Flowerhorn cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of juveniles (Herder <em>et al.</em> 2012), as recent surveys in Lake Matano have found only large individuals of large <em>Tylomelania </em>species remaining (T. von Rintelen pers. comm. 2018). This species is particularly vulnerable due to its small size. Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018), and, if not already present, are very likely to continue to spread downstream to Lake Lontoa, where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T von Rintelen pers. comm. 2018).</p>", "conservationmeasures": "<p>No conservation plans are currently in place for this species,&#160;but protection of its known localities and habitats is needed. Research is also needed into the population dynamics, ecology and the threats to this species.</p>", "usetrade": "There is no use or trade information for this species. Many species of&#160;<em>Tylomelania</em>&#160;are being collected for the aquarium pet trade, but&#160;<em>T. tominangensis&#160;</em>does not yet seem to be."}]}