{"name": "109686316", "result": [{"species_id": 109686316, "taxonomicnotes": null, "rationale": "<p></p><p>The species is mostly confined to the 164 km<sup>2</sup> Lake Matano in Sulawesi and only known from one site in 24.4 km<sup>2</sup> Lake Mahalona, where it is found on soft substrates. It has an extent of occurrence (EOO) of 362 km<sup>2</sup> and an area of occupancy (AOO) of 96 km<sup>2</sup>. This is counted as two locations based on the threats of nickle mining, hydro-electric power installations, logging, and organic effluents from the rapidly expanding human population, which are causing a decline in habitat quality through siltation and changes to natural water levels. Most critically, this species is thought to have suffered a population decline of at least 50% in the last 10 years due to predation of small adults and juveniles by invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) in Lake Matano, as fewer large adults were found in surveys in 2017/2018 (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids are now confirmed in Lake Mahalona (W. Darwall pers. obv. 2018) and are therefore assumed to be in the connecting River Petea, where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018) based on their impact in Lake Matano. Due to the suspected past decline, predicted future decline, its limited distribution and persistent threats, this species is assessed as Endangered.</p><p></p>", "geographicrange": "The species&#160;is distributed in parts of the Malili Lakes system, Sulawesi, Indonesia. It occurs widely in Lake Matano (164.1 km<sup>2</sup>) and into the Petea River, which connects Lake Matano to Lake Mahalona (24.4 km<sup>2</sup>). It has been recorded at one site in Lake Mahalona.", "population": "This species was previously considered abundant, but only one large specimen was found in 2017/2018 at two sites in Lake Matano where the species was once abundant. This is thought to be due to invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) introduced to Lake Matano, which spread throughout the entire lake in under 10 years (Herder <em>et al</em>. 2012) and likely predated small adults and juveniles of this species (T. von Rintelen pers. comm. 2018). There is therefore thought to have been a population decline of &gt;50% over the last 10 years. An overall population decline of at least 50% is also predicted over the next 10 years due to the spread of Flowerhorn Cichlids in the Malili lakes (T. von Rintelen pers. comm. 2018), based on their impact on this species in Lake Matano. Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and are therefore assumed to be present in the connecting River Petea, where they are predicted to cause population declines similar to those seen in Lake Matano.", "populationtrend": "decreasing", "habitat": "This species occurs in freshwater rivers and lakes and is a soft substrate dweller in sand and mud.", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. Algal mats have been observed in Lake Matano, potentially indicating eutrophication caused by pollution. A further threat is  presented by contaminated effluents from the mine, which drain into Lake  Matano and from there into Lake Mahalona, increasing sulphur levels in  both lakes (Herder <em>et al. </em>2006).&#160;</p>Many species of<em> Tylomelania</em> are being collected for the aquarium pet trade, including <em>T. gemmifera.&#160;</em>The extent of current harvesting is unknown.<br/><p></p><p>Finally, invasive species (particularly Flowerhorn Cichlids,<em> Colossoma </em>sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of small adults and juveniles (Herder <em>et al.</em> 2012), as only one large adult of this species was found in surveys in 2017/2018 (T. von Rintelen pers. comm. 2018) making a population decline of &gt;50% in the last 10 years likely. Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018), where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T von Rintelen pers. comm. 2018).</p><p></p>", "conservationmeasures": "There are currently no known conservation actions in place for this species, but protection of its known localities and habitats is needed, along with invasive species control and harvest management.&#160;Research into its population dynamics, use and potential threats is also recommended alongside monitoring of population, harvest, and habitat trends.", "usetrade": "<em>Tylomelania gemmifera </em>has been collected for the aquarium trade. The extent of current harvesting is unknown."}]}