{"name": "122149943", "result": [{"species_id": 122149943, "taxonomicnotes": null, "rationale": "<em>Podolestes atomarius</em> is known from Kalimantan Tengah, where eight locations, all in or believed to have been in peat swamp forest, have been recorded for the species; however it may be extinct at one of them. Extensive areas of peat swamp forest remain in Kalimantan Tengah, and the presently available evidence suggests that the species is common in peat swamp forest in Kalimantan Tengah, so that there are likely to be many more locations for the species than are currently known, however threats (at least from forest fires) will exist at all of them. The species is very close to meeting the D2 criterion for Vulnerable status because of the few known locations, and is therefore assessed as Near Threatened. Even though more locations are likely to exist, it is doubtful that the species should be re-assessed as Least Concern even if they are found, since threats are present at all remaining peat swamp forest in Borneo and some of the known locations are likely to be lost.", "geographicrange": "<p><em>Podolestes atomarius</em> is endemic to Borneo, where it is only known from peat swamp forest in Central Kalimantan. It was described from Ampah (Lieftinck 1950) in the south east of the province, then later recorded from the Sampit area (Lieftinck 1953). After this it was not recorded again until Dow and Silvius (2014) found it at six peat swamp forest sites in Central Kalimantan in 2012. Altogether eight locations have been recorded for this species. It is not clear if the species survives at the type locality; a person from Ampah told the Assessor that all forest was gone there, but it has not been verified if this information is correct. Of the remaining sites, Sebangau is protected, two of the others are part of projects involving Orangutans, so may have some degree of protection while these projects are active. It may extend into the south and west of West Kalimantan, areas from which there is no data at all on Odonata; this needs verification. It is not possible to make an even remotely accurate estimate of the area of occupancy (AOO) for this species, but the AOO must be shrinking due to loss and degradation of peat swamp forest habitats in Central Kalimantan.</p>", "population": "<p>Dow and Silvius (2014) noted that the species was “common at many localities”. However the overall population of this species must be suffering an ongoing decline due to loss of peat swamp forest in Central Kalimantan.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found in peat swamp forest, although no other details are known. Dow and Silvius (2014) noted that “We found it in every peat swamp site surveyed”.</p>", "threats": "<p>This species is threatened by loss of its peat swamp forest habitats. Extensive areas of peat swamp forest in Central Kalimantan were cleared for the failed Mega Rice Project, forest fires and conversion to oil palm plantation have also claimed large areas; the latter two threats are ongoing. Forest fire is an issue even in the protected Sebangau area, parts of which have already burned. Timber extraction is another threat, and further increases the chance of fire.</p>", "conservationmeasures": "<p>More data on the distribution of this species is needed. Protection of additional areas of peat swamp forest in Kalimantan Tengah is highly desirable. The main threat apart from fires at any as-yet-undiscovered non-protected sites for this species is likely to be conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Borneo would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned in the Threats section is likely to be particularly severe for such conservation areas. Oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires.</p>", "usetrade": null}]}