{"name": "202045", "result": [{"species_id": 202045, "taxonomicnotes": null, "rationale": "<p></p><p><em>Merogomphus femoralis</em> is known from very few records from Borneo, Peninsular Malaysia and Singapore. It is believed to already be extinct at the type locality and is only currently known from one location in Singapore and two in Sarawak; two of these locations are protected but threats still exist. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it is likely to be small and based on the few known locations it is suspected to be less than 500 km². The AOO, extent and quality of suitable habitat can be inferred to be declining from loss of lowland forest throughout its range. The species is assessed as Endangered under criteria B2ab(ii,iii) and if additional locations are not found it might need to be reassessed as Critically Endangered in the future.</p><br/><p></p>", "geographicrange": "<p><em>Merogomphus femoralis</em> is known from very few records from Borneo, Peninsular Malaysia and Singapore. It was described from somewhere in Kuala Lumpur or its vicinity (Laidlaw 1931) and is likely to be extinct at the type locality. It is known from two locations in Sarawak’s Bintulu Division (Dow and Unggang 2010, Dow <em>et al. </em>2019), one of which is protected. In Singapore, where it is considered critically endangered (Ngiam and Cheong 2016), it is known from one, protected, location (Cheong, Tang and Ngiam 2009). Only three locations can be considered as currently known. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but it is likely to be small and based on the few known locations it is suspected to be less than 500 km². The AOO can be inferred to be declining from loss of lowland forest throughout its range.</p>", "population": "This species is sometimes moderately common at one of the known locations in Sarawak, but has otherwise only rarely been seen. Beyond this all that can be said with the available data is that the overall population will be declining due to loss of lowland forest across the range of the species and is likely to be severely fragmented.", "populationtrend": "decreasing", "habitat": "<p>This species occurs at lowland, low gradient forest streams, typically in swamp or alluvial forest. At the Sungai Penyilam in Sarawak, the only known location where the species is sometimes moderately common, the water is deep and of low pH and the species is found perched low on leaves or logs at the edge of the stream. Both the extent and quality of suitable habitat are inferred to be declining due to loss and degradation of lowland forest throughout the range of the species.</p>", "threats": "<p>The main threats to this species will be from conversion of forest to plantation and from forest fires. Additionally, although the part of the Sungai Penyilam—arguably the stronghold of this species—where this species occurs is protected, the sources of the stream may be outside of the protected area, so that the species may be vulnerable to upstream events such as increased turbidity during harvesting of the acacia plantations surrounding the upstream.</p>", "conservationmeasures": "<p>More data are needed on the distribution of this species, and protected status for any new locations found is highly desirable. The species would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities. The population at the Sungai Penyilam would benefit if the size of buffers upstream of the protected area in plantation was increased substantially to help reduce run-off of sediment into the stream during harvesting.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}