{"name": "60899", "result": [{"species_id": 60899, "taxonomicnotes": null, "rationale": "This species is found throughout Lake Malawi where the population is in widespread decline. Due to the persistent use of beach seines all around the lake&#160;in shallow, vegetated areas the once common <em>C. spilorhynchus</em> has been brought to the brink of extinction and is now very rarely encountered. In hundreds of hours of diving only a few juveniles have been seen in plant beds in very shallow water. It is estimated that the population size reduction in the mid 1990s was more than 90% lake-wide compared to levels in the early 1980s. Beach seine fishing continues to this day and&#160;<em>C. spilorhynchus</em> is therefore assessed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi, the Upper Shire River and Lake Malombe. It is widespread throughout Lake Malawi.", "population": "This was a common species in the 1980s but it has seen a drastic decline in population size since. It was not recorded in the 2016 survey of the southern part of the lake.", "populationtrend": "decreasing", "habitat": "This species used to be common over sand and mud substrates. The habitat in the Shire River and in Lake Malombe lacks rocky structures and has a sandy or muddy bottom substrate.&#160;In Lake Malawi larger individuals are found to depths of 20 m, whereas the juveniles and sub-adults are encountered in shallow water. It is a piscivore following its prey over long distances, and has a maximum total length of 35 cm.", "threats": "Subsistence fishing with beach seines is a threat to this species.", "conservationmeasures": "This species has been recorded in the Lake Malawi National Park. Monitoring of the population is recommended.", "usetrade": "It used to be regularly collected by the ornamental fish trade but is no longer targeted. It is known as \"Haplochromis Mbwanae\" in the aquarium trade. <em>Champsochromis spilorhynchus</em>&#160;belongs to the group of shallow water cichlids that is targeted by beach seine fishermen."}]}