{"name": "145788041", "result": [{"species_id": 145788041, "taxonomicnotes": null, "rationale": "<p><em>Diplacina persephone</em> is only known from two locations in the northeast of Indonesian New Guinea in the Jayapura area in the northeast of Indonesian New Guinea, collected in 1931-1933. Although nothing was recorded on the habitat requirements of this species, it is very likely to be forest-dependent and if this is the case the species will be threatened by deforestation which is occurring on a large scale in the area where it occurs (the species may no longer be present at the known locations). Based on the available data the area of occupancy (AOO) of the species is less than 2,000 km² (probably much less) and the AOO and extent and quality of suitable habitat are all inferred to be declining. Taking a reasonable precautionary approach the species qualifies for Vulnerable status under criteria D2 and B2ab(ii,iii) and is assessed accordingly. When more data are available re-assessment to a higher threat category may be needed and a case could be made for placing it in such a category now, but there has been a lack of expert odonatological work in the Jayapura area since the 1930s, so we cannot be sure of the current situation with this species.</p>", "geographicrange": "<p><em>Diplacina persephone</em> is only known from two locations in the northeast of Indonesian New Guinea (Lieftinck 1933). One of the locations is Jayapura (“Hollandia”) where specimens were collected from 0-400 m asl, suggesting that at least some were collected on the lower slopes of the Cycloop Mountains, which are now suffering from deforestation in the Jayapura area, so the species may no longer occur there. The other is in the Jayapura region and in an area where extensive clearance of forest has also occurred (evident from satellite images) and, again, the species may no longer occur there. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the available data, but based on the known locations it will be small, certainly below 2,000 km², probably by a considerable margin. The AOO is inferred to be declining due to loss of forest in the Jayapura area.</p>", "population": "<p>Judging from the size of the type series this species may not have been uncommon at the known localities in the early 1930s but beyond this all that can be said is that an ongoing decline in overall population is inferred (assuming that the species is forest-dependent) from loss of forest in the Jayapura area.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but Orr and Kalkman (2015) note that species of the genus are associated with running water; also it is very likely to be forest-dependent. On this basis an ongoing decline in both extent and quality of suitable habitat is inferred from loss of and disturbance to forest in the area in which it occurs.</p>", "threats": "<p>The main threat to this species is likely to be from clearance of forest, which is occurring throughout its known range because of urban expansion, agriculture and possibly other reasons.</p>", "conservationmeasures": "<p>Additional data and protection of habitat where the species occurs are the priorities for this species.</p>", "usetrade": null}]}