{"name": "214612705", "result": [{"species_id": 214612705, "taxonomicnotes": null, "rationale": "<em>Oculogryphus chenghoiyanae</em>&#160;is only known in Hong Kong. It has been only recorded in one locality, along a 1.8 km section of the Fat Mun Ancient Trail, covering the latitude range from 200–420 m asl. Its entire range fits within one 2x2 km grid cell, therefore its area of occupancy (AOO) is 4 km². Although its calculated extent of occurrence (EOO), using a minimum convex polygon round the known localities, is 0.088 km², the EOO cannot be smaller than AOO, therefore for the Red List assessment the EOO is also 4 km². Enormous efforts had been made to find this species in other potential places but it has not been recorded beyond the known localities. Additional occurrences elsewhere is not likely.&#160;The species is threatened by the light pollution produced in the rapidly expanding Hong Kong International Airport as well as the Tung Chung City, distance between these two light pollution sources to the type locality is 6 km and 4 km respectively. The species is also threatened by the recently erected bright street lamps along the path of the type locality.&#160;The population in the type locality was loss since the erection of street lamps and the female population was found declined significantly.<br/><br/>Repeated qualitative survey have been carried out along the 1.8 km section of the Fat Mun Ancient Trail. Population size reduction over the last 10 years (which is longer than three generations) is 68.2%, assuming the reduction in number has been constant over time and extrapolating data from 2014 to 2022 back to 2012. The cause of reduction is believed to be bright street lamps recently erected around the type locality &#160;as well as the increasing light pollution from the rapidly expanding Hong Kong International Airport and the Tung Chung city, which are very close to occurrence site. The authorities have no intention to remove the bright street lamps. There is no intention of the government to do any legal or administrative restriction on light pollution problem. The threat will continue and therefore this species qualifies for Endangered under criterion A (EN A2a). However, considering the geographic range of this species (for criterion B), its EOO is much smaller than 100 km² (CR B1), its&#160;AOO is smaller than 10 km² (CR B2), and it occurs in just one threat-based location (CR B1a+2a). The subpopulation at the type locality was lost since the erected of bright street lamps. Continuing decline is observed in its EOO, AOO, quality of habitat, and number of mature individuals (CR B1b(i,ii,iii,v)+2b(i,ii,iii,v)). Therefore, this species is assessed as Critically Endangered under criterion B (CR B1ab(i,ii,iii,v)+2ab(i,ii,iii,v)).", "geographicrange": "<em>Oculogryphus chenghoiyanae</em> is only known from Hong Kong. It was first recorded in 2014 along a hiking trail in Tei Tong Tsai, Lantau Island, Hong Kong, at an altitude of 200–420 m asl (Yiu and Jeng 2018). Since then, it has been only recorded in the same place. From 2009 to 2020, a total of 241 field visits to 47 different sites in Hong Kong were conducted specifically for firefly surveys (Yiu 2020). This firefly has not been recorded in other places despite conspicuous displays; the female adults display clearly, visible light in open areas of woodland margins and are readily observable. The Hong Kong Firefly Survey Team 2020–2021 and 2021–2022 have conducted extra surveys specifically for this species. Twenty-nine surveys were conducted during its flight period in three more potential sites in Lantau Island, but the species was not recorded. In view of the enormous survey efforts spent on surveying this species,&#160;additional occurrence is not likely.<br/><br/>The extent of occurrence (EOO) and area of occupancy (AOO) for this species are both 4 km², as it is found only along a 1.8 km section of the Fat Mun Ancient Trail. Continuing decline in both EOO and AOO have been observed: from 2014 to 2017, the species could be found along the entire 1.8 km section, but since 2018, the species can only been found in the upper portion of the trail. The occurrence at the type locality was lost since the erection of very bright street lamps around the area. The series of strong street lamps in the whole area of occurrence as well as the increasing light pollution resulting from fast expansion of Tung Chung Town and Hong Kong International airport, may cause future declines. One location is considered, as all areas of occurrence along the trail are impacted by encroaching light pollution.", "population": "The population of&#160;<em>Oculogryphus chenhoiyanae</em>&#160;has been monitored via a transect count method since 2014. Surveyors walk along a 1.8 km section of the Fat Mun Ancient Trail in Lantau Island, the only locality housing the population&#160;of this species. Eight transect surveys were completed during this species' flight periods from 2014 to 2018. Seventeen transect surveys were carried out in May 2021. Twenty surveys were carried out in May and early June of 2022. The index of abundance data from 2014 and 2022 were entered into the IUCN Red List Criterion A tool (IUCN 2013), to calculate the population reduction. Generation length is shorter than one year, therefore three generations is shorter than 10 years, hence reduction is calculated over 10 years. A reduction of 68.2% has occurred over the past 10 years (2012–2022), assuming that the rate of decline seen between 2014 and 2022 has been constant over time and extrapolating back to 2012.", "populationtrend": "decreasing", "habitat": "The upper portion of the habitat of this species is a dense, natural woodland and the lower portion is a sparse, disturbed shrubland. The females were first recorded in May 2014 at the type locality. They were repeatedly seen in May of 2015 and 2016. Light emitting females could be found on exposed rocks, concrete surfaces, soil surfaces, dead leaves and on fallen branches. Glowing light from the female was visible from some distance away but no light was observed from the male. When disturbed by a beam of white light, the females slowly moved into soft soil or under litter. The female adult is apterous, dispersal ability is very limited. Immature stage of this species and larval diet is not known.&#160;(Yiu and Jeng 2018). Light displaying female adults appear at about 19:40 (about 30 minutes after sunset), are most active around 20:00 and disappear at about 21:00. Flight period is May and early June. The life cycle is most probably completed within one year.", "threats": "The species is threatened by the light pollution produced by the rapidly expanding Hong Kong International Airport as well as the Tung Chung City. The distance between these two light pollution sources and the type locality is 6 km and 4 km respectively. Bright street lamps were erected along the path of the type locality in 2018 and 2019 (Ma 2021). The population in the type locality was loss since the erection of street lamps and a significant decline in the female population was observed (Yiu 2021). The street lamps were erected by the Highways Department, Hong Kong SAR Government. The Agriculture, Fisheries and Conservation Department was consulted on this matter and gave consent, claiming that the construction work was for the safety of the residents and other road users and the trail was already artificially disturbed (Ma 2021). The Government Departments show no intention to remove the street lamps.&#160;The female adult is apterous, dispersal ability and ability of escaping from threats is very limited.", "conservationmeasures": "The only know occurrence of this species is inside a Country Park and Country Parks are legally protected in Hong Kong. No other conservation action is known. This species is one of the main targets studied by the Hong Kong Firefly Survey Team 2020–2021, and Team 2021–2022.", "usetrade": "There is no use or trade information for this species."}]}