{"name": "128723728", "result": [{"species_id": 128723728, "taxonomicnotes": null, "rationale": "<em>Paraschistura alepidota</em>&#160;is considered endemic to Pakistan where the species is widely distributed in many interconnected river systems. However, the threats to the rivers are many, which include existing and planned dams, water abstraction, sand and gravel mining, and invasive species. The population has been observed to decline in some areas. It is suspected to have declined by rate of 20-25% in the past 10 years and suspected to decline at a higher  rate of 30-40% in the next 10 years due to increasing threats. The species is assessed as Vulnerable.", "geographicrange": "<em>Paraschistura alepidota</em> is considered endemic to Pakistan&#160;(M. Rafique and J.A. Johnson pers. comm. 2020). In Pakistan this species has been recorded in the Madyan River, River Swat (Kottelat 2012) and tributaries of the Kohat Toi and Dor rivers (Mirza <em>et al</em>. 1981). It also occurs in Jhelum Rriver in Kashmir, all the rivers and streams of Hazara, in Swat, Panjkora, Dir, Malakand and Kabul rivers and their tributaries, and in Kurram valley (M. Rafique pers. comm. 2020). The species is likely to occur in Kashmir Valley and Himachal Pradesh, India, but this requires confirmation and is not considered here (M. Rafique and J.A. Johnson pers. comm. 2020).", "population": "This species has been described as abundant in the Swat River basin, Pakistan (Ishaq <em>et al</em>. 2014, Hasan <em>et al</em>. 2014). However, it is declining throughout its range due to innumerable threats from hydropower projects on all rivers, sand and gravel mining, water abstraction, and introduced species such as Brown Trout in upper areas. The declines are suspected at the rate of 20-25% in the past 10 years and suspected to decline at a higher rate of 30-40% in the next 10 years due to increasing threats (M. Rafique pers. comm. 2020).", "populationtrend": "decreasing", "habitat": "This is a carnivorous species that occurs in cold waters of small running rivers and streams (Khan&#160;<em>et al</em>.&#160;2004, M. Rafique pers. comm. 2020). More information is required regarding its ecological role.", "threats": "The habitat of this species is threatened by excessive water use, dams, sand and gravel mining, and introduced species such as Brown Trout in upper areas (M. Rafique pers. comm. 2020).", "conservationmeasures": "Research into the taxonomy of this species, alongside wild population management and public awareness campaigns, is recommended.", "usetrade": "This is a small fish which is not thought to have market value (Ishaq <em>et al. </em>2014)."}]}