{"name": "57498289", "result": [{"species_id": 57498289, "taxonomicnotes": null, "rationale": "<p><em>Labeobarbus nthuwa</em> is endemic to the South Rukuru River system in Malawi, and at least occurs between Lake Kazuni and the Wongwe/FuFu falls. This species has an extent of occurrence (EOO) of 2,500 km<sup>2</sup>&#160;and occurs in between 3-10 locations. Sedimentation caused by shifting agriculture in the northern tributaries of the South Rukuru system might threaten the population and cause continuing declines in the population size and habitat quality, but this is uncertain. This species is therefore listed as Near Threatened.</p>", "geographicrange": "This species is endemic to the South Rukuru River basin in Malawi (Tweddle and Skelton 2008). It occurs at least as far upstream as Lake Kazuni down to the Wongwe and FuFu falls near Lake Malawi, but has not been found in the lake itself (Tweddle and Skelton 2008). <em>Labeobarbus nthuwa </em>also&#160;occurs in larger perennial tributaries flowing from the Nyika Plateau, such as the Runyina and the South Rumphi Rivers (Tweddle and Skelton 2008).", "population": "The species is fairly common in fast flowing stretches of the South Rukuru River and its tributaries, although there is significant habitat degradation resulting in highly turbid rivers that may affect the population.", "populationtrend": "unknown", "habitat": "<em>Labeobarbus nthuwa </em>is found in&#160;rocky, fast flowing stretches with some deeper pools in the South Rukuru River system (Tweddle and Skelton 2008).", "threats": "<p>No threats are known for this species specifically, but bush fires and shifting cultivation are major threats to the wetlands in the northern tributaries of the South Rukuru River system. These activities cause deterioration of riverine habitat due to siltation from soil erosion.</p>", "conservationmeasures": "<em>Labeobarbus nthuwa</em> occurs in streams flowing from the plateau of the Nyika National Park in Malawi, but does not occur within the park boundary. It will occur Vwaza Marsh game reserve. Research into its population and trends, habitat, threats and ecology is required, along with site management, awareness raising and policies and regulations.", "usetrade": "This species is used for subsistence fishing."}]}