{"name": "176727988", "result": [{"species_id": 176727988, "taxonomicnotes": null, "rationale": "<p><em>Cetopsis aspis</em> was recently described from Guiana Shield drainages in Guyana and Suriname. The species is only known from the Konawaruk River and its tributaries in Essequibo River basin, Guyana, and in the Mauritie Creek, tributary to the Tempati River, upper Commewijne basin in Suriname. However, it is expected that the species also occurs in similar habitats along tributaries within its distribution since the species was recently described. The extent of occurrence (EOO) is best estimated at 23,000 km². The subpopulations of the lower Potaro River have probably undergone a reduction in the area of occupancy (AOO), and reduction of the habitat quality, inferred based on the gold mining activities. However, not much is known about the subpopulations in that area and how these impacts affect the species. Additionally, in the locality of the species in upper Commewijne River basin in Suriname, there is also a gold mine Surgold concession. The status of this subpopulation is uncertain, but it is probably very impacted by disturbance of upstream gold mines, which turn the water turbid grey with high suspended sediment concentrations. There are at most four locations based on these threats, meeting subcriterion B1a. The EOO is close to the B1 criterion for the Vulnerable (VU) category.&#160;<em>Cetopsis aspis</em> is suffering continuing decline in its AOO (b(ii)) and in the habitat quality (b(iii)), which can affect the long-term persistence of the species. Thus,&#160;<em>Cetopsis aspis</em>&#160;is assessed as Near Threatened (NT), and it is recommended to carry out further research to investigate the status of its population, since the species is not well known, as well as being uncommon. <br/></p>", "geographicrange": "<p><em>Cetopsis aspis </em>occurs in Guyana, from the Konawaruk River and its tributaries in the Potaro-Siparuni region, Essequibo River basin, and in Suriname, known from Mauritie Creek, tributary to the Tempati River, upper Commewijne River basin, in the Sipaliwini District (Abrahão <em>et al. </em>2019).&#160;</p>", "population": "The status of the subpopulation from the gold mine concession area in Suriname is uncertain, but it could be highly impacted.", "populationtrend": "unknown", "habitat": "In Suriname, specimens of <em>Cetopsis aspis&#160;</em>in Mauritie Creek were found in small (5–10 m wide) and shallow (48–88 cm deep) stream of medium-speed current waters which had grey-white turbid water due to upstream activities of gold miners. The stream has gravel, woody debris and sand substrata, with <em>Thurnia sphaerocephala </em>(Rudge) aquatic macrophytes. The lateral banks were steep with high dryland forest. Stomach contents of only one adult specimen of <em>Cetopsis aspis </em>from Suriname contained mostly sediments, debris of plant and algae, and some allochthonous invertebrates such as ants (Formicidae) and beetles (Coleoptera). In a field aquarium, adult <em>C. aspis </em>ate live small tetras and pencil fishes; these prey fishes were captured at night (with aquarium lights turned off) (Abrahão <em>et al. </em>2019).", "threats": "In the locality of the species in upper Commewijne River basin in Suriname, there is the gold mine Surgold concession. According to Abrahão <em>et al. </em>(2019) in pristine conditions the stream would have clear, slightly brownish water; this was observed during a recent survey in December 2017, when the miners had left the area of Mauritie Creek. The river water suffered disturbance from gold mines, which turned the water turbid grey with high suspended sediment concentrations. After cessation of the mining activity no specimens were collected.&#160;The status of the subpopulation from the gold mine concession area in Suriname is uncertain, but may be very highly impacted. Additionally, the lower Potaro River region is under severe impacts of small gold mine operations, which can cause impacts in the subpopulations from Guyana.<p></p><p></p>", "conservationmeasures": "There are no conservation measures in place,&#160;and research into general biology and ecology (habitat status and population trends) is required.", "usetrade": "<p>This species is not used or traded.</p>"}]}