{"name": "122883460", "result": [{"species_id": 122883460, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia kenyah</em> is only known from a relatively small area of Sarawak and Brunei, with only one minor population within a totally protected area. The overall population is likely to become severely fragmented in the future, and plantation establishment is a threat across its range, while forest fires are a threat to individual populations and some populations may be threatened by large-scale hydroelectric projects in the near future. Whilst, with the available data, the species does not qualify for Vulnerable status, it is close to doing so under criterion B (B2 ab(ii,iii)) except that its area of occupancy (AOO) is not definitely known (at this time at least) to be below 2,000 km², 14 locations are known and it is not yet known to be severely fragmented; it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Coeliccia kenyah</em> is endemic to Borneo, where it is known from 13 sites in Sarawak (Dow 2010, Dow and Ngiam 2015, Dow and Reels 2011, Dow unpublished) and one site in Brunei (Dow unpublished). One site is within Loagan Bunut National Park, although it should be noted that there is only a small amount of suitable habitat for the species in this national park so that it cannot be considered to house a major population of this species; all other sites are unprotected or with only limited protection. Its range extends from Labi Hills in Brunei and parts of the mid and upper Baram area in Sarawak to Bintulu Division and the east of Kapit Division. Its extent of occurrence (EOO) will be relatively large and its area of occupancy (AOO) is not possible to calculate with any accuracy with the presently available data, however given the very local occurrence of the species it may well be below 2,000 km².</p>", "population": "<p>This is a very locally occurring species, possibly most common in the basin of the Tinjar River in Sarawak, but beyond this nothing can be said about population sizes except that an ongoing decline due to loss of forest can be inferred, and since plantation establishment is proceeding rapidly within its range, this may be fast and widespread enough to be a cause for concern.</p>", "populationtrend": "decreasing", "habitat": "<p><em>Coelicca kenyah</em> is \"a species of trickles and small streams in steep terrain in mixed dipterocarp forest. All material available was collected in the altitude range <em>ca </em>50-800 m, with most records from <em>ca</em> 50-300 m” Dow (2010: 152). Most sites where this species has been found are in forest disturbed by commercial selective logging, so it appears to have some tolerance to this kind of disturbance.</p>", "threats": "<p>The main threat to this species will be from deforestation which, within the range of the species, is mostly occurring for plantation establishment (mainly oil palm and <em>Acacia</em>). It appears likely that plantation establishment will lead to the overall population of this species becoming severely fragmented in the coming decades, with many populations isolated from all others by area of plantation. Forest fires are a threat to individual populations, which will be exacerbated by the predicted severe fragmentation. Large scale hydroelectric projects may also be a threat in the future.</p>", "conservationmeasures": "<p>More data on the distribution of this species is needed. Whilst it is not seriously threatened at present, it could become so within a relatively short period, so monitoring is desirable and the inclusion of additional sites in protected areas is highly recommended (Mount Dulit, at least at one time a proposed national park, is an ideal candidate for this purpose). It would undoubtedly benefit, within areas being converted to plantation, from good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads. The strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial.</p>", "usetrade": null}]}