{"name": "176011871", "result": [{"species_id": 176011871, "taxonomicnotes": null, "rationale": "This species is distributed in high elevation tributaries of the Apure and Meta Rivers. It has an area of occupancy (AOO) of 916 km<sup>2</sup>. There is inferred continuing decline in habitat based on logging due to residential and commercial  development, small-holder grazing and farming, large dams, and pollution from sewage and herbicides or pesticides. There are four locations based on these threats. Therefore, it is assessed as Vulnerable.", "geographicrange": "This species is distributed in high elevation tributaries of the Apure and Meta Rivers. It has been recorded from Río Torbes, 1 km above Táriba, Orinoco River system, Venezuela. It occurs in the DNMI Ariari river (Colombia).&#160;Two records in the Arauca and Bita rivers must be confirmed.", "population": "The total population size is suspected to be greater than 10,000 individuals, given its natural abundance and broad distribution.", "populationtrend": "stable", "habitat": "This species usually inhabits the shore of the main channel of rivers and lagoons. It is a strictly carnivorous species that takes refuge among trunks (Galvis <em>et al</em>. 2007). The species could have an important role in both spatial heterogeneity and benthic diversity  (Flecker and Taylor 2004). It possibly has a periodic reproductive strategy associated with the rainy season. Males have snout structures (Myers 1930) and develop a filament in the first radius of the dorsal fin, probably during courtship. It can be over 150 mm in standard length, but is usually smaller.", "threats": "Ecosystem degradation from logging due to residential and commercial development, small-holder grazing and farming, large dams (Uribante river), pollution from sewage and herbicides or pesticides have indirect effects on this species.", "conservationmeasures": "It occurs in the DNMI Ariari river (Colombia) and possibly in PN Tama and Chorro El Indio (Venezuela).", "usetrade": "This species has ornamental value (Galvis <em>et al.</em> 2007) and has some importance in subsistence fisheries."}]}