{"name": "5933", "result": [{"species_id": 5933, "taxonomicnotes": null, "rationale": "<em>Cualac tessellatus</em> is endemic to La Media Luna springs and the immediate surrounding areas in the Panuco River drainage, near Rio Verde in San Luis Potosi, Mexico. Extent of Occurrence (EOO) is estimated at 5,550 km<sup>2</sup> based on the most recently sampled localities. Although this species appears fairly abundant where it occurs, habitat quality is threatened by groundwater abstraction and surface water diversion from La Media Luna and adjacent areas, by the establishment of non-native species throughout much of its range, and potentially by intense tourism at La Media Luna. Given the pervasive nature of these threats, the number of locations where this species occurs is 6-8. As such, <em>C. tessellatus</em> is assessed as Vulnerable.", "geographicrange": "<p></p><p><em>Cualac tessellatus</em> is endemic to La Media Luna springs and the immediate surrounding areas in the Panuco River drainage, near Rio Verde in San Luis Potosi, Mexico (Miller <em>et al</em>. 2005, Palacio-Nunez <em>et al</em>. 2010). Based on collection records from Palacio-Nunez <em>et al</em>. (2015) and geo-referenced historical records (GBIF 2018), Extent of Occurrence (EOO) is estimated at 5,550 km<sup>2</sup>. Given the scope of impact that regional groundwater abstraction and surface water diversion for agricultural use have on the height of the water table and spring discharge, as well as the regionally pervasive threat of non-native species interaction, the number of locations where this species occurs is estimated at 6-8.</p><p></p>", "population": "<p>On a range-wide scale, total population size and population trend are unknown. Despite a relatively restricted range, this species is abundant where it occurs (Palacio-Nunez <em>et al</em>. 2015). The adult population size at La Media Luna and its outlet was estimated in excess of 12,000 individuals (Palacio-Nunez <em>et al</em>. 2010). It is qualitatively reported as abundant at Tablas, Los Peroles, and in tributaries of the Verde River (Palacio-Nunez <em>et al</em>. 2015).</p>", "populationtrend": "unknown", "habitat": "This species inhabits small lagoons eroded by springs in the calcareous soil of the valley, such as Los Anteojitos, Manga Larga, Los Peroles, Las Tablas, Laguna de San Bartolo and El Aguaje. It is also found in minor streams, artificial irrigation channels and small natural channels that flow from some springs. The spring of La Media Luna has a maximum depth of 50 cm and the water is clear, thermal and sulfurous, with floating and submerged vegetation, floating green-brown algae, aquatic lilies on the margins; the bottom consists of compressed sand, silt and gravel, with some rocks (Aguilera-González <em>et al.</em> 2016). The bottom of the secondary channels are at depths no greater than 80 cm. <em>C. tessellatus</em> prefers sites with shade, firm bottom, with rocks that are used as an anti-predator refuge (Hubbs <em>et al.</em> 1977).<br/><br/>Juveniles are typically found in shallow marshy pools and adults school in deeper pools to one meter in depth (Miller <em>et al</em>. 2005). This species likely exhibits a prolonged reproductive period, and in warmer spring waters it may reproduce all year, based on the presence of juveniles in May, November, and December (Miller <em>et al</em>. 2005).<br/><br/>Maximum reported size is 4.6 cm (Bennett and Conway 2010).", "threats": "The native fauna of La Media Luna and its surrounding spring outlets have been severely altered by the introduction of non-native species (Miller <em>et al</em>. 2005). However, the impact of non-native species interactions on the population status of <em>C. tessellatus</em> remains unstudied. The physical habitat at La Media Luna remains relatively unaltered, but 80% of the greater Rio Verde is disturbed by land-use change and agricultural practices (Dinerstein <em>et al</em>. 2001). Additionally, the majority of regional agriculture is irrigated by water sourced from this system (Dinerstein <em>et al</em>. 2001, Salazar and Saenz 2002).  <br/><br/>La Media Luna serves as a tourism hub in the region (Palacio-Nunez <em>et al</em>. 2007). However, the presence of flooded and marshy grasslands deters foot traffic in much of the area, and may aid in preserving aquatic habitat quality (Palacio-Nunez <em>et al</em>. 2007, Guzman-Chavez 2016).", "conservationmeasures": "<p><em>Cualac tessellatus</em> is federally listed as endangered in the Mexican Official Norm (SEMARNAT 2010). The American Fisheries society’s Endangered Species Committee lists <em>C. tessellatus</em> as endangered due to reductions in habitat quality, the impact of non-native taxa, and a narrowly restricted range (Jelks<em> et al.</em> 2008). Additionally, La Media Luna is designated as a protected area (IUCN and UNEP 2018).<br/><br/>Suggestions have been made towards limiting the amount of tourism that occurs at La Media Luna (Palacio-Nunez <em>et al</em>. 2007). To date, no known restrictions on tourist activity have been made. This species is cultured <em>ex-situ </em>in captive populations at the London Zoo Aquarium (Koldewey <em>et al</em>. 2013).</p>", "usetrade": "This species is not used or traded."}]}