{"name": "161316523", "result": [{"species_id": 161316523, "taxonomicnotes": "There are no notable issues.", "rationale": "This low density, secretive, rare butterfly is almost entirely restricted to the Maputaland area of northern KwaZulu-Natal Province in South Africa and in southern Mozambique (Extent of Occurrence (EOO) 11,696 km<sup>2</sup>). Its EOO could be larger because there is suitable habitat in Mozambique that remains unsurveyed. The minimum Area of Occupancy is 88 km, but again this is likely an underestimate. However, there are currently 13 known locations. The Mtunzini location is under threat from dune mining for titanium. The Makathini Flats location is under threat from slash-and-burn agriculture, and human encroachment. The same can be said for one of the Manguzi Forest colonies where it has been seen several times in recent years but it is in a part of the forest that has been severely affected by human encroachment in the last 20 years. The Maputaland subpopulations face a possible future threat of insecticide spraying (deltamethrin to control Tsetse Fly) but this is unlikely to occur in the near future so has not been used to calculate the number of locations. The Mozambican location is a single-specimen record. It was collected in 1971 and the area it was collected in is attractive to tourism developers. The whole population is subject to severe fluctuations as a result of cyclical droughts that appear to be worsening. Overall, this taxon therefore qualifies as Vulnerable under criterion B.", "geographicrange": "This species is found in KwaZulu-Natal Province in South Africa and in Mozambique, from Mtunzini to Praia do Bilene, as well as inland to the Makhathini Flats and the Usutu Gorge in Zululand.", "population": "The subpopulations are made up of small colonies that inhabit fragmented stands of forest. The butterfly is sedentary and is not likely to disperse readily from one subpopulation to another. They are fluctuating, possibly as a result of cyclical droughts, and some are declining.", "populationtrend": "decreasing", "habitat": "The butterfly is found in small colonies and it is very slow flying and sedentary. Specimens are found in coastal lowland forest, on the edges, or in the understory, of forest/thicket in the Indian Ocean Coastal Belt. The species is largely confined to the north-east of KwaZulu-Natal Province, although does occur from southern Mozambique.", "threats": "This is a seldom-seen taxon that inhabits thick woodland and forests in the Maputaland area and the coastal forests south to Mtunzini. The Mtunzini subpopulation is under threat from the effects of nearby titanium mining. Several of the Maputaland subpopulations are in protected areas, but those outside, such as the Makathini Flats colonies, and those adjacent to Tembe Elephant Park, are under threat from human encroachment, wood gathering and clearance for grazing and agriculture. The Manguzi subpopulation is under the same threats. All Maputaland subpopulations are subject to the threat of insecticide spraying to reduce Tsetse Fly populations to a size that can be eradicated using sterile male release. The proposed insecticide, deltamethrin, is non-specific and likely to cause serious harm to all butterfly species endemic or near-endemic to Maputaland. The Mozambique subpopulation is in an area popular for tourist development. Mozambique is unstable politically so there is a risk of war and civil unrest.", "conservationmeasures": "The forest habitats that this taxon inhabits in KwaZulu-Natal Province have been declining since the 1940's. Where it occurs in these habitats, it is persisting, but its range is gradually shrinking due to the pressure from human populations and fluctuations due to temperature extremes. Long term security management of forests is needed, as well as measures to prevent uncontrolled use of insecticides in Maputaland. The colony at Mtunzini needs protection from pollution and urbanisation that may result from the increase in titanium mining activity there. People need to be informed about the presence of this species and why it is worthy of protection. Additionally, research is needed into its life history, ecology and distribution.", "usetrade": null}]}