{"name": "163703", "result": [{"species_id": 163703, "taxonomicnotes": null, "rationale": "<p><em>Pseudagrionoptera diotima</em> is only known from peat swamp forest in Borneo. Only four or five locations have ever been recorded for this extremely locally occurring peat swamp forest species and it can only be considered as currently known from two of these. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but it is estimated to be less than 500km<sup>2</sup>, the overall population is certainly severely fragmented, and the AOO and extent and quality of suitable habitat is declining. Threats exist at all locations, including the protected ones. The species is assessed as Endangered under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Pseudagrionoptera diotima </em>is endemic to Borneo where it is known from a few scattered locations in peat swamp forest in Brunei (Orr 2001), Sarawak (Ris 1912, Lieftinck 1953, Dow unpublished, the record in Ris (1912) is without specific location and refers to a label less specimen in the Sarawak Museum, it is quite likely that this specimen was collected somewhere along the Matang Road at Kuching) and a poorly specified location in Kalimantan, given only as south Borneo but likely in Central Kalimantan (Ris 1912). The location reported by Lieftinck (1953) at Third Mile on the Matang Road at Kuching no longer exists and the unspecified locations in Ris (1912) cannot be considered as currently known, so that only two locations can be considered as currently known, one of these is in Maludam National Park in Sarawak (Dow unpublished). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but the total extent of suitable habitat (peat swamp forest) remaining in Borneo is less than 30,000 km<sup>2</sup> (based on figures in Miettinen <em>et al. </em>2016) and the species appears to be confined to streams in this habitat and to occur so locally that it is not likely to occupy more than 1% of this habitat (possibly considerable less than this), so the currently known AOO is less than 500 km<sup>2</sup>. The AOO will also be declining due to loss and degradation of peat swamp forest throughout the species’ range.</p>", "population": "<p>This is an extremely locally occurring species. On a stream in peat swamp forest in Maludam National Park more than ten males were observed on a single morning, suggesting that in suitable habitat it may be locally common. An accurate estimate of its population is not remotely possible with the currently available information, but the population will be declining due to loss and degradation of peat swamp forest throughout the species’ range. The overall population is undoubtedly already severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat requirements of this species have been poorly understood until recently. Lieftinck (1953) recorded it from an old rubber garden with tiny streams running through it, at this location the rubber would have been growing on peat. Lieftinck (1954) stated that the species occurs at \"swift running brooks in low country\" but since his only experience of it was at the Matang Road site this statement appears to represent an unwarranted generalisation (something that Lieftinck was guilty of on other occasions). Orr (2001) recorded a single female apparently ovipositing in an open swampy area close to peat swamp forest. In early 2018 the assessor discovered a population of this species on a stream in the most intact peat swamp forest remaining in Maludam National Park, males were found apparently holding territories along the stream, perched on vegetation. It appears that the species is confined to peat swamp forest and that its preferred habitat is streams in peat swamp forest, but it only occurs at a few places fitting this description. The species may be particularly sensitive to disturbance and only occur in the most intact parts of peat swamp forest. The extent and quality of suitable habitat for this species are certainly declining.</p>", "threats": "<p>The primary threat to this species is from habitat loss. As of 2011 it was estimated (Posa <em>et al. </em>2011) that from the original peat swamp forests in the areas where <em>Pseudagrionoptera diotima</em>.is known to occur, only 46.6% remained in Kalimantan, 25.3% in peninsular Malaysia and 36.2% in Sarawak and Sabah, with only Brunei suffering a smaller reduction with 83.9% remaining. Most of this habitat loss is through conversion of forest to agriculture, principally oil palm although, for instance, very large areas were lost in Central Kalimantan when peat swamp forest was cleared for the so-called Mega Rice Project, which failed. Clearance of pear swamp forest for oil palm plantation is ongoing throughout most of the range of <em>Pseudagrionoptera diotima</em>. Forest fires during dry seasons are another serious threat to the habitats of this species and peat swamp forest fires are notoriously difficult to put out. Many fires, especially in Indonesia, appear to be deliberately set to clear forest, but it has proved difficult to bring prosecutions against those responsible.<br/><br/>Logging is still a threat to the habitats of <em>Pseudagrionoptera diotima</em>. Although large-scale legal logging operations have probably largely ceased in peat swamp forest throughout most of the range of the species, some smaller scale operations still occur and illegal logging is a serious threat, especially since no minimum cutting diameters are enforced so that the forest is likely to be opened up to the point where the species cannot survive.</p>", "conservationmeasures": "<p>More data on the distribution of this species are urgently needed, and a better understanding of its exact habitat requirements. Any new sites that are discovered should be given protected status if they do not already have it (but this is unlikely to happen), and increased vigilance is needed at protected areas, both against forest fires and illegal logging activities. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}