{"name": "177894388", "result": [{"species_id": 177894388, "taxonomicnotes": null, "rationale": "<p><em>Pericnemis muragbonita</em> is known only from three locations within a small area in Samar, the Philippines. It is not known for certain if it occurs in any protected area, but it might occur in the Sohoton Natural Bridge Natural Park. An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is likely to be small. Moreover, its AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is also likely to be much smaller than 100 km². Significant threats exist throughout its known range, unfortunately even within the protected areas where it is likely to occur. The species is assessed as Critically Endangered under criterion B (CR B1ab(ii,iii)). It is to be hoped that future research on Samar will provide sufficient information on its occurrence in a wider range to reassess the species as Endangered.</p>", "geographicrange": "<p><em>Pericnemis muragbonita</em> is known only from three locations within a small area in Samar, the Philippines (Villanueva and Dow 2020). It is not known for certain if it occurs in any protected area, but it might occur in the Sohoton Natural Bridge Natural Park. An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is likely to be small. Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on known collection data and calculated using GeoCAT (<a href=\"geocat.kew.org\">geocat.kew.org</a>), is around 21 km²; its maximum EOO, based on a polygon around known occupied HydroBASINS, is 1,296 km². Its true EOO is likely to be much smaller than 100 km².<br/></p>", "population": "This is clearly a very locally occurring species, and it is not common even where it does occur. No other statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest within its range and that severe fragmentation is certain.", "populationtrend": "decreasing", "habitat": "<p>Virtually nothing has been recorded on the habitats and ecology of this species but it is forest-dependent. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species on will be from loss of forest to farming of one kind or another or as a result of logging. For example, based on information compiled in 2001, BirdLife International (2019) state for the Sohoton Natural Bridge Natural Park (where the species might occur): “The boundaries of the Sohoton Natural Bridge National [sic] Park need to be delineated, as there is encroachment into the park for kaingin [slash and burn agriculture] and the extraction of timber and forest products occurs there.” Although forest certainly remains in this area considerable deforestation is also evident in satellite images.</p>", "conservationmeasures": "<p>The priorities for this species are for better protection of existing protected areas where it may occur, protection of additional areas of suitable habitat and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.The priorities for this species are for better protection of existing protected areas where it may occur, protection of additional areas of suitable habitat and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}