{"name": "169397", "result": [{"species_id": 169397, "taxonomicnotes": null, "rationale": "The species is endemic to the Rio Gallinas and its tributaries (except the Rio Tamasopo above the Tamasopo falls where only <em>H. pame</em> is found) above the 105 m high Tamul waterfall (Perez-Miranda <em>et al.</em> 2018). Based on the most serious plausible threats (pollution from sugar cane agriculture and recreation activities) the species has two locations. The estimated Extent of Occurence is less than 5,000 km<sup>2</sup>. Therefore, the species is assessed as Endangered.", "geographicrange": "This species is endemic to the Rio Gallinas and its tributaries (except the Rio Tamasopo above the Tamasopo falls, where only <em>H. pame</em> is found) above the 105 m high Tamul waterfall (Perez-Miranda <em>et al.</em> 2018).", "population": "The collection records (ENCB-IPN-P) indicate that this cichlid is rare and scarce within its distribution area (Soto-Galera <em>et al.</em>&#160;2016).", "populationtrend": "unknown", "habitat": "This species prefers rivers with well-developed riffles (current velocity 0-82 cm/s) and long pools (widths 13-33 m) with clear (often greenish blue), hard water. It favours swift to moderate currents, firm substrates such as sand, gravel, rock, marl, silt and mud, some boulders and little vegetation with green algae present. It has been recorded at depths of up to 2.0 m, temperatures between 18°-30°, in addition to water with dissolved oxygen content ranging from 7 to 10 mg/l, pH between 7.5 to 9.2 and hardness between 100-175 mg/l CaCO<sub>3</sub> (Miller <em>et al</em>. 2005, E. Soto-Galera pers. comm. 2018).", "threats": "The species is threatened by untreated waste waters from sugar mills, pesticides and fertilizers used in sugar cane agriculture, in addition to increased run-off and sedimentation (Arriaga-Cabrera <em>et al.</em>&#160;1998).", "conservationmeasures": "The species is listed in the Norma Oficial Mexicana NOM-059-SEMARNAT-2010, but there are no specific conservation measures in place targeting this species.", "usetrade": "The species is not generally utilized, except for occasionally within the aquarium trade."}]}