{"name": "83125485", "result": [{"species_id": 83125485, "taxonomicnotes": null, "rationale": "<em>Ischnura rurutana</em>&#160;is known from one small part of the upper section of&#160;Ruputa stream at the northeastern area of the small Rurutu Island. It is probably&#160;a remnant of a larger area which was modified in the past by diverting the water course for domestic use. The type locality has not been sampled since the species' original discovery and the population size is not possible to be assessed at this stage. The species is classified as Critically Endangered because of its very small extent of occurrence (EOO) and area of occupancy (AOO), and the potential threat to further habitat modification should the drinking water demands increase in near future.", "geographicrange": "This species is endemic to Rurutu Island, Austral Islands, French Polynesia (Englund 2014).", "population": "<em>Ischnura rurutana</em>&#160;was described by a small population along the Ruputa stream at the northeastern area of the small Rurutu Island (Englund and Polhemus 2010). The site has never been sampled since.", "populationtrend": "unknown", "habitat": "Englund (2004) describes the habitat as a cascade stream with naiads inhabiting the fastest parts of riffles. Adults seem to not tolerate areas of full sun. They occupy partly shaded by <em>Hibiscus</em>&#160;stretches. Males are partroling midstream on or near the riffle. Females were observed to oviposit on a 2 m high sloping cascade in a sunny open area of the forest.", "threats": "<em>Ischnura rurutana</em>&#160;was collected from a stream above the diversion for the Moerai town water supply (Englund and Polhemus 2010). It inhabits fastest parts of the streams hence is highly restricted to mountain slopes. Due to its small area of occupancy (AOO), Englund (2004) warns about the negative impact which introduced fish might have on the whole population. There is potential danger towards species' survival should the drinking water demands increase and new development is put in place for addressing these needs.", "conservationmeasures": "No conservation activities are put in place for the moment. There is a need for urgent protection of the type locality and monitoring on the population size.", "usetrade": null}]}