{"name": "176157461", "result": [{"species_id": 176157461, "taxonomicnotes": "There has been confusion about the generic placement of this species, which was described in <em>Poecilurichthys</em>, later placed in <em>Astyanax </em>and now <em>Jupiaba</em>. Adding to the confusion, a different fish and species of the same name described as <em>Deuterodon potaroensis</em>, was also place in <em>Jupiaba</em>, but now is tentatively again returned to <em>Deuterodon</em>. Museum specimens listed as <em>Jupiaba potaroensis</em> could refer to either of these two species, both of which were described by Eigenmann (1909) from the Potaro River.", "rationale": "There are just a few records of this species from the Potaro River, from which it was originally described. It is probably present in other tributaries of the Essequibo that originate in the Pakaraima mountains, but the few confirmed records indicate a small distribution. The extent of occurrence (EOO) is best estimated at 3,202 km<sup>2</sup>. Modification of the Potaro River and its tributaries by gold mining is extensive. There are two locations based on this threat and a continuing decline in the habitat is inferred. This species is assessed as Endangered.", "geographicrange": "The type locality is the Potaro River at Amatuk Cataract, Guyana, based on museum records it is present in the middle and lower stretches of that river.", "population": "No specific numbers are available, but the total population has undoubtedly decreased due to habitat degradation from gold mining dredges.", "populationtrend": "decreasing", "habitat": "This species lives in rivers and streams with moderate to swift flow. Water is clear to tea-colored, low in pH (acidic), low in dissolved minerals and nutrients, with substrates of sand, gravel or bedrock.", "threats": "No information about specific threats to this fish are available, but it occurs in areas impacted by gold mining so habitat quality has been affected.", "conservationmeasures": "There are no conservation measures specifically protecting this species but it probably occurs within the boundaries of Kaieteur National Park in Guyana.", "usetrade": "This species is not used."}]}