{"name": "196330465", "result": [{"species_id": 196330465, "taxonomicnotes": "Two major clades exist within the <em>K. cognatus&#160;</em>complex (Umbers&#160;<em>et al.</em>&#160;2021) So far as is presently known, the species assessed here does not range as far as the <em>K. cognatus </em>type locality in the Australian Capital Territory and so it is treated as an undescribed form, but it is possible that this taxon may range into the ACT and comparisons with the holotype are needed to determine to which of the two lineages the name <em>K. cognatus&#160;</em>properly applies&#160;Range limits between the two clades are unclear, but seem to be elevational with this undescribed clade being restricted to high elevations. Molecular work has&#160;confirmed that&#160;<em>K. cognatus&#160;</em>as presently understood is paraphyletic with respect to&#160;<em>K. tasmanicus&#160;</em>(Umbers&#160;<em>et al.</em>&#160;2021).<br/><br/>The recent emergence of major threats from climate change and bushfire, combined with the narrow ranges of these taxa as now understood, is here considered sufficient to justify assessing the reduced species concept of&#160;<em>K. cognatus&#160;</em>pending formal publication of the forthcoming taxonomic revision, and to assess the undescribed congeners.", "rationale": "This undescribed species is listed as Vulnerable on the basis that it has an estimated extent of occurrence below 12,400 km<sup>2</sup>, is considered to occur at no more than five locations defined by a widespread threat from fire, and it is subject to a continuing decline in the extent and quality of its habitat as a result of multiple threatening processes. There has been a recent decline in the number of mature individuals as a result of the 2019-2020 bushfires, and an expected increase in the frequency and severity of fires will result in a projected continuing decline in the number of mature individuals and the area of occupancy,", "geographicrange": "This widespread, undescribed species is endemic to Australia, where it occurs in the Australian Alps from the southern New South Wales Alps across the border to the northern Victorian Alps. It has been recorded between 1,000 up to 1,850 m asl.", "population": "It is common. The population has declined due to the recent 2019-2020 bushfires which impacted approximately a third of its range, based on modelling overlaying fire maps on its extent of occurrence (National Environment Science Program, unpubl. data). Should the frequency and intensity of bushfires within its range increase as expected, then this grasshopper will presumably undergo a continuing decline.", "populationtrend": "unknown", "habitat": "This undescribed species occurs in open woodland and sub-alpine meadows. Eggs are laid in shallow soil.", "threats": "Bushfires are an increasing threat to this species and around a third of its range was impacted in the 2019-2020 bushfires (inferred from overlaying a map of fire impacted areas with the known range - National Environment Science Program unpubl. data). It will presumably be impacted by other fire events in the future. Invasive species include foxes that prey on the species, and horses that disturb the species and degrade the habitat. Climate change is an increasing threat, causing drying of the habitat, shorter periods of snow cover and increasing bushfires. There is some disturbance within the national park from tourism. Fire management can be detrimental to this species.", "conservationmeasures": "It occurs in several protected areas within its range including Kosciuszko National Park and Alpine National Park.&#160;<span style=\"background-color: rgb(255, 255, 255);\">Climate change mitigation needs to be the major focus of conservation efforts. Consideration of the life cycle of this species is necessary when planning burns for bushfire management. Restoration of the habitat is needed in some areas. Minimizing development at higher elevations is recommended, as resorts are likely to exacerbate habitat loss already resulting from climate change.</span>", "usetrade": "There is no use of or trade in this species."}]}