{"name": "139069649", "result": [{"species_id": 139069649, "taxonomicnotes": null, "rationale": "<p><em>Heliaeschna bartelsi</em> is known from three locations in the west of Borneo and south of Sumatra, only one record is recent. All that is known of its habitat requirements is that it occurs in lowland forest; there has been very extensive loss of lowland forest throughout the range of the species. Even when more information becomes available it is unlikely that this scarce species will be judged as Least Concern, so a Data Deficient assessment is not suitable now. It is therefore assessed as Vulnerable under criterion D2 because only three locations are known.</p>", "geographicrange": "<em>Heliaeschna bartelsi</em> is known from Borneo and Sumatra. It was described from specimens from West Kalimantan (two without specific location) and the south of Sumatra (Lieftinck 1940) and later recorded from one location in Sarawak (Dow <em>et al. </em>2019). Only three locations to which it is possible to assign coordinates are known and only the record from Sarawak is recent. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data.", "population": "<p>There is insufficient information on this species to make any statement on current population sizes and health except that some decline in overall population is inferred from loss of lowland forest across the known range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is that the species occurs in lowland forest.</p>", "threats": "<p>The main threat to this species will be from clearance of lowland forest which is occurring across its known range for plantation establishment and agriculture.</p>", "conservationmeasures": "<p>More data on the distribution, habitat requirements and ecology of this species are urgently needed. Within areas being converted to plantation, the survival prospects of the species would be likely to be increased by good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest. In Malaysia the strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial.</p>", "usetrade": null}]}