{"name": "186641", "result": [{"species_id": 186641, "taxonomicnotes": null, "rationale": "<em>Psalidodon ojiara</em> is assessed as Near Threatened. Its distribution is restricted to the Yabotí stream basin, an affluent of the Uruguay river in Misiones province, Argentina, with an extent of occurrence (EOO) of 2,532 km<sup>2</sup>. The type locality, Benítez stream, is not protected and the environment surrounding the stream is composed of patches of various activities: tea, deforestation and small-scale livestock farming, among others. This is inferred to be causing a continuing decline in habitat quality. The two other known localities are in protected areas, and are not thought to face major threats at present. Therefore, since the majority of the range is not facing major threats, it is not possible to count locations. There are additional records that require confirmation and could expand its geographic range.", "geographicrange": "<em>Psalidodon ojiara</em> was described from the headwaters of the Yaboti river, an affluent of the Uruguay river in the province of Misiones (Azpelicueta and García 2000). Araya <em>et al</em>. (2012) and Flores <em>et al. </em>(2015) found it again in lower reaches of the same basin. Confirmation is required about material assigned to <em>P. ojiara</em> collected in the Uruguay river or its tributaries in Uruguay and Brazil (GBIF 2020).", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "In the basin of the Yabotí Guazú stream three sectors can be recognized (Flores <em>et al. </em>2015): i) an upper basin, with courses of approximately 15 m width in low water, rocky bed and clear waters with a sequence of wells and rapid and abundant marginal vegetation characteristic of the missionary forest that promote the formation of microhabitats. The average depth is 1.61 m; the current speed is 0.41 m/s on average, varying between 0.3 and 0.5 m/s, and transparency is1.46 m; ii) a middle basin in which margins are high and steep with significant marginal vegetation development; extensive and deep backs are observed with rocky-sandy substrate. The average depth is 3.53 m; the current speed is 0.77 m/s on average, varying between 0.05 and 2.23 m/s and transparency 1.66 m; and iii) a lower basin in which the channel widens to about 25 m, and depth is variable by the development of wells and rapids, marginal vegetation is important. The average depth is 2.38 m; the current speed is 0.33 m/s on average, varying between 0.07 and 0.6m/s and transparency is 2.04 m.", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, inadequate management and destruction of the natural vegetation of the basin.&#160;In basins of the Uruguay River, socio-environmental problems involve especially the cultivation of tobacco, due to the misuse of agrochemicals, that causes water pollution, wildlife deaths, increased human poisoning (even with increased congenital diseases) and degradation of watercourses (Paez 2011 in Araya 2017). The Yabotí basin is well preserved, but headwaters are not protected, and in the type locality of the species, near San Pedro city, diverse activities take place. As conservation within the Biosphere Reserve is not strict, a forestry is maintained whose extraction rates should be controlled and managed sustainably to avoid adverse effects on river courses, as well as prevent the transformation of native forests or capueras (Araya 2017).", "conservationmeasures": "<em>Psalidodon ojiara</em> has been assessed as \"Rara\" (Chebez <em>et al.</em> 2009).&#160;Two of the sites in the Yabotí stream basin are protected by the Yabotí Biosphere Reserve and one also by the Esmeralda provincial park, which functions as the core area of the former. The type locality is not protected at all, and is located in a productive area, close to the city of San Pedro, Misiones. Protection and restoration, and further research are recommended.", "usetrade": "There is no use or trade information for this species."}]}