{"name": "58437135", "result": [{"species_id": 58437135, "taxonomicnotes": "The eight species within the genus <em>Pseudoplatystoma</em> form a monophyletic group with two clades: one clade (<em>P. metaense</em> and <em>P. tigrinum</em>) is restricted to the Orinoco and Amazon basins; and the other clade (<em>P. corruscans</em>, <em>P. fasciatum</em>,&#160;<em>P. magdaleniatum</em>,&#160;<em>P. orinocoense</em>, <em>P. punctifer</em>, and <em>P. reticulatum</em>) is found in the Guyanas, Orinoco, Amazon and Paraná basins (Buitrago-Suárez and Burr 2007).", "rationale": "<p><em>Pseudoplatystoma orinocoense </em>has a wide distribution in  Colombia and Venezuela. It is one of the most important commercial  fishes in the Orinoco River Basin. Due an increase in fishing pressure  from 1996 to 2020, the species has experienced population reductions.  Although fishing regulations exist related to minimum capture and  although there is a ban for commercialization during the reproductive  period, these are not strictly enforced, especially in Venezuela. Over  the last 14 years (approximately three generation lengths) there has  been a 50-60% reduction in CPUE. Therefore, a population decline of  50-60% is estimated and this species is listed as Endangered.</p>", "geographicrange": "<p></p><p>This species is widely distributed in the Orinoco basin (Colombia and Venezuela) (DoNascimiento <em>et al.</em> 2017). Many of the records of this species in the Orinoco basin in both countries correspond to citations prior to 2007 identified as <em>Pseudoplatystoma fasciatum</em> or <em>Pseudoplatystoma tigrinum</em> (Lasso <em>et al</em>. 2004ab). It is sympatric with <em>Pseudoplatystoma metaense</em>. It is present then from the upper Orinoco to the Orinoco delta (Lasso and Sánchez-Duarte 2011), including the 24 sub-basins or main tributary rivers of the Orinoco.</p><p></p>", "population": "<p>It is very abundant in the Orinoco Delta throughout the hydrological cycle (Lasso and Sánchez-Duarte 2011). In the rest of the basin, it is more abundant than <em>P. metaense </em>despite the probable confusion in the CPUEs reported in both countries (C. Lasso pers. obs.).&#160;A 50-60% population reduction over the past three generation lengths has been estimated based on CPUE data (see Use and Trade section).<strong></strong></p><p><br/></p><p><br/></p>", "populationtrend": "decreasing", "habitat": "<p></p><p><u>Habitat</u>. It occurs in large and medium rivers (adults), and floodplains (juveniles, adults), with white and clear waters. Adults use both the main course of rivers and large lagoons.<br/><br/><u>Size and weight</u>. In Colombia, it reaches 131 cm SL and 24.6 kg (Ramírez-Gil <em>et al.</em> 2012). In Venezuela, it reaches 107 cm SL and more than 12 kg in the Orinoco (Novoa 2002, Lasso and Sánchez-Duarte 2011), and more than 1 m TL and about 13 kg in the Llanos (Reid 1983).<br/><br/><u>Reproductive data</u>. In Colombia, the average length of sexual maturity males / females: 60 cm LE / 69 cm LE (MADR-CCI 2008) and the breeding season occurs in rising waters (Ajiaco-Martínez and Ramírez-Gil 1995). In Venezuela,&#160; height of sexual maturity females are 39 cm LE (Reid 1983), and it breeds from May to July (Barbarino 2005) reaching size maturity at two years (A. Barbarino pers. comm., F. Daza pers. comm.).<br/><br/><u>Migrations</u>. These are large and transnational (Ramírez-Gil <em>et al.</em> 2012). Like <em>P. metaense</em>, it makes migrations apparently for reproductive purposes at the beginning of the rainy season and when rivers begin to rise (Lasso <em>et al.</em> 2019). In Venezuela in the Llanos they are of the reproductive but trophic type and associated with the migrations of their prey: a first that is ascending, occurs at the end of the rainy season and high waters, and the second that is descending, which occurs at the beginning of rains and rising waters (Reid 1983, Lasso 2004). In the Orinoco River, there are lateral migrations of both adults and juveniles to floodplain areas in high waters and their exit in falling waters (Novoa 2002, Novoa and Ramos 1982, Lasso and Sánchez-Duarte 2011).<br/><br/><u>Feeding habits</u>. Similar to <em>P. metaense</em>, it is carnivorous-ichthyophagous (Ramírez-Gil <em>et al.</em> 2012), and in Venezuela it occasionally eats shrimp and insects, and juveniles eat water insects (Reid 1983, Lasso 2004).<br/><br/>For more details on its habitat and ecology see Reid (1983). </p><br/><p></p>", "threats": "<p>The most important threat to this species is overfishing. The minimum catch sizes are also not respected and sexually immature individuals and juveniles are fished, especially in the portion of the Venezuelan Orinoquia (C. Lasso pers. obs.). In fact, it threatens synergistically with other impacts, such as deforestation and the construction of dams that prevent fish migration and reduce fish resources (Lasso <em>et al. </em>2016). There are dams in the upper Apure, Boconó, Cojedes, Guanare, Guárico, Masparro, Portuguesa and Santo Domingo rivers (Machado-Allison <em>et al. </em>2011) and these especially block the migration and reproduction of <em>P. orinocoense </em>in the Masparro, Portuguesa and Boconó (Machado-Allison 2005). Other threats are contamination in the rivers of the Colombian foothills (Ramírez-Gil <em>et al. </em>2012), deforestation for agricultural, livestock and urban uses (Machado-Allison <em>et al. </em>2011), and domestic or industrial effluents (Winemiller <em>et al.</em> 1996, Machado-Allison <em>et al.</em> 2011).</p>  <p><br/></p>", "conservationmeasures": "<p>It is assessed on the Colombian National Red List as Vulnerable (A2cd) (Ramírez-Gil <em>et al.</em>  2012). Although a very limited part of its geographic distribution  includes some national parks in both countries, this protection measure  is not enough to guarantee their conservation, since these protected  areas are insufficient in terms of coverage and because the large rivers  or main tributaries are in many cases, the boundaries of the protected  areas (Lasso and Sánchez-Duarte 2015). In Colombia, there are seven  proposed Key Conservation Areas in the basins of the Bita, Tomo, and  Vichada rivers (Mesa-S. <em>et al.</em> 2017). Research is needed to better determine the size and trend of the population.</p>", "usetrade": "<p>Very important in traditional subsistence fishing in both countries (Novoa 2002, Ramírez-Gil and Ajiaco-Martínez 2011, Ramírez-Gil <em>et al.</em> 2012). It is used for sport fishing species in Venezuela (Barbarino and Taphorn 1995) and Colombia (Lasso <em>et al.</em> 2019).<br/><br/>Given the taxonomic problems to separate the two species of the genus (<em>P. metaense</em> and <em>P. orinocoense</em>), the precise data on commercial landings or catches, and the statistics of both species Venezuela and Colombia are not reliable. Likewise, the previous data (1990s) refer to <em>P. fasciatum</em> and/or <em>P. tigrinum</em> when we now know that the correct identification is <em>P. metaense</em> and <em>P. orinocoense</em>. In Colombia the species is considered a fishing resource according to AUNAP Resolution 00000418 of 2019 and in the Colombian Orinoquia the allowed size is 65 cm TL (Inderena Resolution 1087 of 1981). However, there is specific information on CPUE for 2005 according to data from SEPEC-AUNAP from 2005 to 2019 (tons / year), which do not allow a clear trend to be established: 2005 (41.7 T / year), 2006 (120.1 T / year); 2007 (157 T / year); 2008 (160 T / year); 2009 (169.3 T / year); 2013 (23.9 T / year); 2016 (213.75 T / year); 2017 (62.5 T / year) and 2019 (404.5 T / year). For Venezuela the contributions of this species are much higher compared to the previous species in both countries, according to the data of Machado-Allison and Bottini (2010): 1996 (8,814 T / year); 1997 (6,938 T / year); 1998 (5,838 T / year); 1999 (50,58 T / year); 2000 (4,679 T / year); 2001 (5,344 T / year); 2002 (5,404 T / year); 2003 (5,404 T / year), 2004 (5,192 T / year); 2005 (4,028 T / year); 2006 (4,570 T / year); 2007 (4,345 T / year) and 2008 (2,782 T / year). There has been a very significant reduction in CPUE from 1996 to 2008 of the order of 60% for <em>P. metaense</em> and <em>P. orinocoense</em> (Machado-Allison and Bottini 2010). According to the latest data from INSOPESCA-Venezuela, the species continues with an alarming decrease in its catches from 2018 to 2020, between 60 and 101 Tons: August-December-2018 (60 Tons); January-April 2019 (127 tons); August-December 2019 (84 tons); January-April 2020 (101 tons); Total: 372 Tons.</p>"}]}