{"name": "4531", "result": [{"species_id": 4531, "taxonomicnotes": "The specimens A. Günther used for his description of <em>Characodon lateralis </em>in 1866 go back to fish being part of collections of the British Museum: Four females from a collection from B. Seemann, that he should have had \"obtained in Southern Middle America\" (Günther, 1969) and three females respectively two males from the Haslar collection, also with location data \"Middle-America\". <em>Characodon garmani</em>, described from a single female by Jordan and Evermann (1898) had been seen as synonym of <em>lateralis</em> by S.E. Meek in 1904,&#160; but again accepted as separate species by Hubbs and Turner in 1939. Since about the late 1990's, it has become clear, that red finned <em>Characodon </em>populations north of the El Saltito falls, historically seen as <em>Characodon lateralis</em>, are closer related with the black finned <em>Characodon audax</em> from El Toboso and therefore belong to this species. Two subpopulations, the Los Berros subpopulation (regarded as type subpopulation) and the Amado Nervo subpopulation are distinguished. The second one is regarded Extinct in the Wild.", "rationale": "The Rainbow Characodon, historically known from springs and their outlets north and east of the town of Nombre de Díos in Durango, has been extirpated from large parts of its range throughout the last two decades. Heavy droughts, predatory non-native crayfish, several introduced exotic fish species, Tilapia farming and recreational activities have been identified as main threats. The known extant sites are the Ojo de Agua Los Berros springs and a spring on a private property in La Constancia. <br/><br/>The species is categorized as Critically Endangered (CR) based on its restricted EOO and its single location (mainly defined by threats posed by introduced species).", "geographicrange": "The Rainbow Characodon is a livebearing Mexican Freshwarer fish endemic to the federal state of Durango. It is historically known from an area directly north of the town of Nombre de Díos encompassing the Río La Villa and the Arroyo Las Compuertas including some large springs like the Ojo de Agua Los Berros and the Ojo de Agua de San Juán. Furthermore, it was known from a spring and its effluent in Amado Nervo, that drains into the Arroyo La Ciénega, an affluent of the Río La Villa in Nombre de Díos. It disappeared from Amado Nervo due to a heavy drought and from several other historically known places like the Ojo de Agua de San Juán, probably due to exotic fish species. It is actually known from the springs in Los Berros and a tiny spring on a private property in La Constancia.&#160;<br/><br/>Domínguez-Domínguez&#160;<em>et al</em>. (2008) estimated a 65% reduction in the historical geographic range of the species.<br/><em></em>", "population": "The population of <em>Characodon lateralis</em> can be divided into two subpopulations. The status of the distinct subpopulations are:<em></em><br/><br/>Amado Nervo subpopulation: This subpopulation was restricted to a spring E of Amado Nervo that became dry in about 2012. Since this time, no specimen has been found on several surveys (last by Köck&#160;<em>et al.</em> in 2015, M. Köck&#160;pers. comm. 2018). A subsequent pond revealed Sunfish and <em>Gambusia sp.</em>, the following lagoon Tilapia and <em>Procambarus clarkii </em>(predatory introduced crayfish). This subpopulation is regarded Extinct in the Wild as several captive stocks are known.&#160;<br/><br/>Los Berros subpopulation: This subpopulation was historically widely distributed in springs and creeks N and W of Nombre de Díos. Recent surveys (last by Köck <em>et al.</em> in 2015, M. Köck pers. comm. 2018) suggest, that this species only occurs in a tiny spring on a private property in La Constancia with less than 100 individuals and in springs in (Ojo de Agua) Los Berros. In one surveyed spring, it occurred in very low numbers, a very close by one with a diameter of probably a metre revealed maybe 200 individuals together with introduced <em>Xiphophoeus hellerii</em> (Green Swordtails). This subpopulation is regarded Critically Endangered.", "populationtrend": "decreasing", "habitat": "The species occurs in marshy pools, spring-fed ponds, springs and their outflows with abundant submerged vegetation (<em>Myriophyllum</em>, <em>Ceratophyllum</em>, <em>Potamogeton </em>and <em>Scirpus</em>) or none.  Concerning the substrates predominate silt, clay, mud, sand, soft marl,  gravel and rocks. The currents are usually slight to none,  occasionally moderate, the water is clear to turbid. The Rainbow  Characodon prefers depths of less than 0.5 m (Miller <em>et al</em>. 2005).<br/><br/>The spring-fed pond on a private property in La Constancia is about 3 x 5 m in diameter, deep down to 1.5 m. It is completely surrounded by rock walls except for the outlet, which squeezes through some roots of <em>Taxodium</em> sp. The ground was made of sand and gravel with several rocks and boulders along the walls.&#160;<em>Characodon lateralis</em> has been found on a survey by Köck <em>et al.</em>&#160;(2015) in very small numbers (M. Köck pers. comm. 2018). The only other fish species that occured in this pond was <em>Xiphophorus hellerii</em>, the Green Swordtail (M. Köck pers. comm. 2018). This species is non-native to Durango and outnumbered the Goodeids by about 4:1. The outlet merged into a concrete pond that is usually used for Tilapia husbandry, but at the time of the visit, there was only one specimen. No Rainbow Goodeids could be found in this shallow pond (depth around 0.5 m). After several metres and a dam, the Tilapia pond became a shallow creek with a width of about 2 m and 20 - 30 cm depth. No <em>Characodon</em> were visible from the bank, but the creek was not surveyed accurately.&#160;<br/><br/>Several springs occur in the village of Los Berros or Ojo de Agua Los Berros. The habitat, the group around Köck <em>et al</em>. surveyed in 2015 was in the south directly at the street (M. Köck pers. comm. 2018). It had a size of 20 x 15 m and 50 cm deep with the ground made of sand and mud with rocks. Patches of green algae were the only vegetation, partly floating on the surface. Only afew <em>Characodon</em> were found here, but there were many introduced crayfish (<em>Procamabarus clarkii</em>). This predatory species is probably the reason for the low numbers in Goodeids. Five metres east of this main spring was a tiny spring with about one metre in diameter and a depth of 30 cm. Here, about 200 Rainbow Goodeids could be observed together with about the same number of non-native Green swordtails. A survey of the outlet of the two springs was inefficient, but difficult due to the swampy environmant and many submersed plants (<em>Bacopa</em> sp.). Other springs outlets were not surveyed.", "threats": "The extant population of the Rainbow Goodeid is threatened by exotic species, mainly through predation through introduced crayfish (<em>Procambarus clarkii</em>) hunting in the dark on the ground where <em>Charadodon lateralis</em> sleeps, by competition through non-native Green swordtails (<em>Xiphophorus hellerii</em>) and Tilapia, in addition to water pollution through urban sewage, water exaction for agriculture and recreational activities of the local community.<br/><br/>The spring-fed pond (in San Juán close to Los Berros) was a habitat of this Goodeid species until about 2013, but is now completely populated with introduced fish species that probably extirpated <em>Characodon lateralis</em> and even the abundant submersed vegetation. During a survey by Köck <em>et al. </em>(2015), the encountered species were: <em>Astyanax mexicanus</em>, <em>Poecilia mexicana</em>, <em>Xiphophorus hellerii</em>, <em>Oreochromis</em> sp. and <em>Gambusia</em> sp (M. Köck pers. comm. 2018). Some channels south and south-east of the Ojo de Agua de San Juán were also surveyed and displayed the same species, but no Rainbow Goodeid.&#160;<br/><br/>The only historically known habitat in Amado Nervo was a small spring surrounded by reed. During a few dry years, it silted up, and after the outlet creek dried up in 2006, the species disappeared completely. During a survey by Köck <em>et al. </em>(2015), the spring no longer existed: only a swampy reed remained (M. Köck pers. comm. 2018). The emanative water was dammed and the pond stocked with non-native Sunfish and Tilapia. A big, but shallow, lagoon following the outlet of the small dam was stocked with Tilapia and predatory crayfish (<em>Procambarus clarkii</em>). The narrow creek (30 cm wide, 5 - 10 cm deep) following the lagoon didn't reveal any fish.", "conservationmeasures": "No (organised) conservation actions for the species&#160;are known, though several aquaria and zoos breed different stocks for conservation purposes, but these efforts are not organised. The only conservation effort is an ex-situ breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico", "usetrade": "<em>Characodon lateralis </em>is not targeted for the ornamental fish trade (though sometimes old captive strains occur in the trade in very low numbers and are looked for by groups of interest) and are not used for human consumption. <br/><em></em>"}]}