{"name": "139365272", "result": [{"species_id": 139365272, "taxonomicnotes": null, "rationale": "<p><em>Heliogomphus drescheri</em> is known from Java and the south of Sumatra. The assessors are aware of records from 15 localities, but six of these date from the colonial period. The species is present in at least one protected area—the West Nature Reserve on Nusakambangan Island—and is likely to be present in others. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO, along with the extent and quality of suitable habitat, is inferred to be declining to some degree due to loss of forest within the range of the species. It is plausible that its true AOO is smaller than 2,000 km², but this needs to be confirmed. Its extent of occurrence (EOO) is much larger than the criterion B1 thresholds. Despite the relatively large EOO, with recent records from only nine locations, the species is close to qualifying for Vulnerable under criterion B2. However, since its AOO is is not yet confirmed to be below 2,000 km², and it is not known if the overall population is severely fragmented, <em>Heliogomphus drescheri </em>is assessed as Near Threatened (nearly meets VU B2ab(ii,iii)). It is hoped that when more information becomes available, a reassessment to Least Concern might be possible.</p>", "geographicrange": "<p><em>Heliogomphus drescheri</em> is known from Java and the south of Sumatra (Abdillah <em>et al</em>. 2019; Baskoro <em>et al. </em>2018; Lieftinck 1929, 1934, 1935, 1948, 1954). The assessors are aware of records from 15 localities, but six of these date from the colonial period. Records from Java are spread across the central and eastern parts of the island, but the only published record of which the assessors are aware of from the western part of the island is of a larva (Lieftinck 1948: see the caption to Fig. 11). The species is present in at least one protected area—the West Nature Reserve on Nusakambangan Island—and is likely to be present in others. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. The true AOO is not likely to be particularly large, and quite possibly is smaller than 2,000 km². Its extent of occurrence (EOO) is well above the threshold for criterion B1.<span class=\"MsoHyperlink\"></p>", "population": "<p>This species may be relatively common where it occurs and is likely to be under-recorded. The overall population of the species is certainly fragmented but whether it is severely fragmented depends on the definition used. No other statement about current population sizes and health can be made for this species except that at least some ongoing decline in overall population is suspected from loss of forest throughout the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954) states “Breeds in shallow, leaf-bottomed brooks and seepages in virgin forest, also in marshy spots and runnels beside larger forest streams”. Recent records have been from both primary and old secondary forest. The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from loss of forest with farming of one sort or another as the major driver, pollution of forest streams and, at some locations, from urban expansion and the development of tourism and recreational areas.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on the current distribution of the species (including on its presence in protected areas), ability to tolerate disturbance and threats.</p>", "usetrade": null}]}