{"name": "191499274", "result": [{"species_id": 191499274, "taxonomicnotes": null, "rationale": "<em>Laccophilus rivulosus</em>&#160;is endemic to Madagascar. The area of occupancy (AOO) is estimated at around 52 km<sup>2</sup>&#160;from the current known localities. While this may be an underestimate, some of the records are very old, and therefore it is not known if the species still occurs in these localities.&#160;There is no information about the population of this species, but there is a decline in the quality of the habitat, at least in some parts of the species range. Therefore, based on currently known information, this species is assessed as Near Threatened, as it is close to qualifying for a threatened Category under Criterion B. However, further research is needed to establish the current distribution, and if localities are found to have been lost, it may push the species to a threatened Category in the future.", "geographicrange": "This species is currently considered to be endemic to Madagascar (Biström&#160;<em>et al.&#160;</em>2015). The extent of occurrence (EOO) is estimated to be around&#160;430,395-467,176 km<sup>2</sup>&#160;and based on the known records, the area of occupancy (AOO) is estimated to be around 52 km<sup>2</sup>, but the AOO is likely to be an underestimate. However, some of the records are very old and research in these areas is required to establish if the species still occurs there (Biström&#160;<em>et al.&#160;</em>2015).", "population": "There is no information about the population trend of this species. Establishing if the species still occurs in some of the localities where the older records are from would help establish if the population is declining.", "populationtrend": "unknown", "habitat": "There is very little information about the biology of this species. The species has been found in a small swamp and from pools of a temporary river (Bertrand and Legros 1971, Biström&#160;<em>et al.&#160;</em>2015). Activities such as deforestation in areas where this species occurs may cause pollution and other impacts to water bodies, and therefore there is considered to be a decline in the quality and extent of the habitat.", "threats": "As this species is found in water bodies, it may be threatened by pollution and activities that impact water management. However, it is not known to what extent these threats impact this species.", "conservationmeasures": "Further research on the population, threats and habitat trends are recommended, to inform appropriate conservation measures. In particular, establishing if the species still occurs at the localities where the old records were found is important to help inform the population trend. The species has been recorded in some protected areas, such as Ankarafantsika National Park, Mahavavy Kinkony Special Reserve and Kirindy Special Reserve.", "usetrade": "This species is not known to be used or traded."}]}