{"name": "139554272", "result": [{"species_id": 139554272, "taxonomicnotes": null, "rationale": "<p><em>Asthenocnemis stephanodera</em> is endemic to Palawan in the Philippines where it is known from 5-6 locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is not likely to be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of lowland forest throughout Palawan. The extent of occurrence (EOO) for this species is constrained by the area of Palawan (approximately 12,189 km²) and therefore is significantly less than 20,000 km²; when calculated using a minimum convex polygon, the EOO is likely less than 5,000 km². Severe fragmentation is likely. The species qualifies for Endangered status under criteria B1ab(ii,iii) and is assessed accordingly. It is to be hoped that when more data on its distribution in Palawan become available it will be possible to reassess this species to Vulnerable or Near Threatened.</p>", "geographicrange": "<p><em>Asthenocnemis stephanodera</em> is endemic to Palawan in the Philippines (Hämäläinen pers. comm. 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Lieftinck 1974, Villanueva <em>et al</em>. 2018). The assessor is aware of records from 5-6 locations but it has only been possible to assign separate coordinates to four of these for mapping purposes. It occurs in the Mount Mantalingajan Protected Landscape and is likely to occur in the&#160;Puerto Princesa&#160;Subterranean River National Park (but this requires confirmation). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is unlikely to be large and can be inferred to be declining due to loss of lowland forest throughout Palawan. Its known extent of occurrence (EOO) is constrained by that of Palawan (approximately 12,189 km²) and therefore is significantly less than 20,000 km². The EOO based on the known point localities is 1,392 km², and EOO based on known occupied HydroBASIN areas 6,626 km²; it is likely that the true EOO is &lt; 5,000 km².<br/></p>", "population": "<p>There is insufficient information on this species to make any statement about populations except that an ongoing decline will be taking place due to loss and degradation of forest on Palawan and that severe fragmentation is likely.</p>", "populationtrend": "decreasing", "habitat": "<p>Very little has been recorded on the habitats and ecology of this species but it occurs at forest streams. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from deforestation resulting from agriculture and logging. BirdLife International (2019, but based on information from 2001) note (for Palawan in general) that “Small-scale timber extraction and well-organised logging operations are hastening the depletion of the forest cover on the island”, this is despite the fact that the entire island is a Biosphere reserve. The same source also notes extensive clearance of forest on and south of Mount Mantalingajan (the only protected area where the species is known to occur), apparently for shifting and permanent agriculture; satellite images present the same picture. </p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance. Total protection of additional areas in Palawan where the species occurs (for instance Cleopatra’s Needle) is highly desirable.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}