{"name": "191154", "result": [{"species_id": 191154, "taxonomicnotes": null, "rationale": "<p><a name=\"_GoBack\"></a><em>Chirostoma humboldtianum</em> is a benthopelagic&#160;endemic freshwater fish species widely distributed in isolated basins of Central Mexico. The collection records show a clear increase in the number of <em>C. humboldtianum</em> records in parts of its range as a result of their establishment during the last decades in various artificial reservoirs. Many of these populations are numerous and sustain fisheries, as would be the case of the dams: del Bosque and Tepuxtec in Michoacán; Villa Victoria and Huapango in the State of Mexico and Requena in Hidalgo. However, an overall population decline of approximately 30 % has been observed in the Rio  Lerma Basin and Lago de Cuitzeo-Río Grande de Morelia basin of Michoacán  and Guanajuato in Central Mexico based on survey data. Additionally, a decline has been inferred due to a reduction in the extent/quality of its natural habitat  in the Valley of Mexico. Therefore the species is assessed as Vulnerable under Criterion A.<br/></p>", "geographicrange": "<em>Chirostoma humboldtianum </em>is a <span>benthopelagic&#160;endemic freshwater fish<span> species widely distributed in isolated basins of Central Mexico. The species has been observed in lakes and rivers within the Valley of Mexico and also in the upper portion of the Lago de Cuitzeo-Rio Grande de Morelia basin of Michoaca and Guanajuato. It has also been observed in the Cointzio reservoir, the La Mintzita spring and the Insurgente Morelos stream (Soto-Galera&#160;<em>et al</em>. 1999). <span><em></em></span>", "population": "Habitat alteration had reduced the range of distribution and led to the local extinction of the species in some basins. During the Miocene these basins were connected, allowing dispersal and colonization of new hydrological systems. Later on, tectonic, volcanic and climatic events of the Plio-Pleistocene promoted continuous periods of isolation and re-connection, allowing the species evolve through continuous cycles of expansion and contraction of its distribution. Therefore, it is expected that these events have left signals in the geographical distribution and genetic diversity and divergence of existing populations. Although the analysis of genetic diversity and genetic structure in the population becomes an important factor for the conservation of a species, few studies have been made in this taxon (Rosa<em> et al</em>. 2015). <br/><br/>A population decline has been observed in the Rio Lerma Basin, Lago de Cuitzeo-Rio Grande de Morelia basin of Michoacan and Guanajuato in Central Mexico (Soto-Galera<em>&#160;et al</em>. 1999). Additionally, a decline has been inferred due to a reduction in the extent/quality of its natural habitat in the Valley of Mexico (Álvarez del Villar and Navarro 1957). The collection records show a clear increase in the number of <em>C. humboldtianum</em> records in the Lerma river basin, as a result of their establishment during the last decades of the last century in various artificial reservoirs (Díaz-Pardo <em>et al.</em>&#160;1993, Soto-Galera and Alcántara-Soria 2016). Many of these populations are numerous and sustain fisheries, as would be the case of the dams: del Bosque and Tepuxtec in Michoacán; Villa Victoria and Huapango in the State of Mexico and Requena in Hidalgo (SAGARPA 2004, Soto-Galera and Alcántara-Soria 2016).", "populationtrend": "decreasing", "habitat": "<em>Chirostoma</em> species require lentic habitats, such as reservoir and lakes, and are thought to feed on zooplankton, specifically <em>Bosmina</em> species (Soto-Galera&#160;<em>et al</em>. 1999, Salgado <em>et al</em>. 2006). This species<em> </em>shows intermediate tolerance to the environmental conditions that prevailed in the Lerma River basin at the end of the eighties, with the following tolerance intervals: temperature of 13-28 ° C, concentration of dissolved oxygen from 2.4 to 15 mg/l, turbidity from undetectable (ND) to 600 UFT, suspended solids ND-580 mg/l, pH from 6.3 to 9.4, hardness from 19 to 280 mg/l of CaCO<sub>3</sub>, sulfates ND-170, phosphates ND-6.0 and nitrates ND-35.2 (Díaz-Pardo <em>et al.&#160;</em>1993).", "threats": "<p>The main threats facing the ichthyofauna of the Lerma river basin are associated with pollution (urban, industrial, agricultural, livestock and mining), the construction of hydraulic works, the extraction of water. In the particular case of lake species, pollution, siltation, drying, overfishing and introduction of invasive species are the main factors that explain the decline of their populations (Díaz-Pardo <em>et al.</em>&#160;1993, Soto-Galera <em>et al.</em>&#160;1998).<br/><br/>The species is of potential use for aquaculture, given that it is a member of the genus that is the main animal protein source in these regions since pre-Hispanic times, leading to a threat of overfishing. This species is also threatened by pollution, sedimentation in addition to the subsequent drying and hypereutrophication of its lake and river habitats. An example of such is the city of Morelia located along the middle reaches of the Río Grande de Morelia (Soto-Galera <em>et al</em>. 1999). The city of Morelia is growing rapidly and is a major commercial, industrial and agricultural centre, that discharges large amounts of largely untreated wastes into the river, as well as surrounding forests being cut down to expand agriculture, leading to soil erosion (Soto-Galera <em>et al</em>. 1999). The combinations of these problems and the inadequate management of procedures have led to reductions in the amount and quality of tributary inputs, leading to a reduction in species number and losses from the Río Grande de Morelia (Soto-Galera <em>et al</em>. 1999).</p>", "conservationmeasures": "No conservation actions for the species are known.", "usetrade": "Used for human consumption since pre-Hispanic times and hence are of economic importance."}]}