{"name": "176016194", "result": [{"species_id": 176016194, "taxonomicnotes": null, "rationale": "<em>Farlowella acus</em>&#160;is classified as <span style=\"\">Vulnerable</span>. The distribution of <em>F. acus</em> is restricted to streams in upper plains and piedmonts in two separate areas: tributaries to Valencia Lake and upper Meta and Guaviare systems, both drainages with different conservation statuses but with bad prognosis for the species. Human intervention is increasing in the Meta and Guaviare drainages, but there are still conserved tributaries and protected areas that can satisfy protection measures for the species. The most critical situation is in the Lake Valencia drainage, where the expansion of the agro-industries and cities affects all tributaries&#160;and there are no mitigation measures. The area of occupancy (AOO) is best estimated at 1,308 km<sup>2</sup> and there are 2-4 threat-based locations based on these threats, which are causing a continuing decline in the habitat. There are no protected areas&#160;for the habitat for the <em>Farlowella acus</em>. Urgent measures are recommended for the protection of the species, which should include general assessment of the habitat and population, as well as the restoration of the habitat.", "geographicrange": "<em>Farlowella acus</em> was described from Caracas in Venezuela (Kner 1853). The species has a disjunct distribution and the subpopulations are widely separated: in Venezuela one subpopulation is restricted to tributaries in Lake Valencia drainage (rivers Vigirima, Limón, Guayos, Aragua) and adjacent Torito river in Orinoco drainage (Retzer and Page 1996), and another subpopulation is in Colombia, distributed along the tributaries of the upper Meta and probably Guaviare (rivers Ariari, Camoa, Humea, Guayabero). Records from Guiana Shield and lower Orinoco are not considered valid until specimens can be verified. The species&#160;is reported in&#160;42 sites with elevation from 300-545&#160;m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 70,212 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,308 km<sup>2</sup>. There are 2-4 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Farlowella acus</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "There are no data available to estimate the population size. The population trend is decreasing,&#160;but this is principally occuring in the Lake Valencia drainage where there is extreme habitat loss.", "populationtrend": "decreasing", "habitat": "Species of <em>Farlowella</em> inhabit piedmont rivers and usually live in small rivers with moderate currents in heterogeneous substrates and with the presence of plants (branches, leaves, roots) on the banks, where they find refuge among the branches and leaves that it frequents. <em>Farlowella </em>species are herbivores that eat algae (e.g. Bacillariophyceae) and have moderate fecundity (García-Alzate <em>et al</em>. 2012). Reproduction is believed to occur during the rainy season.", "threats": "Habitat degradation is widespread in most piedmonts where the species inhabits. Several environmental stressors threaten the heterogeneity and availability of the habitat of specie. In many tributaries of the Lake Valencia drainage water pollution is widespread, and combined with the destruction of channels and the deforestation of riverbank areas this has eliminated much of the fish richness and diversity (see López-Rojas and Bonilla-Rivero 2000). In the Meta and Guaviare drainages, the piedmonts are more conserved, but the expansion of human frontier is rapid with negative effects on the rivers.", "conservationmeasures": "There are no known conservation plans for the species, and there are no conservations sites and protected areas that cover sections of the rivers&#160;where <em>Farlowella acus</em> is reported (IUCN and UNEP-WCMC 2020). Habitat protection in the most impacted drainages and awareness at several educative levels is recommended. It is necessary to research the taxonomy of the <em>Farlowella acus </em>group, as well as trends for the population, threats and habitat.", "usetrade": "<em>Farlowella</em> fish are important as aquarium fish (Ortega-Lara<em> et al.</em> 2015),&#160;but it is unknown if this species is used."}]}