{"name": "125987809", "result": [{"species_id": 125987809, "taxonomicnotes": null, "rationale": "<p><em>Nandopsis ramsdeni</em> is restricted to the Guantánamo River drainage and its tributaries in southeastern Cuba. Area of Occupancy is estimated to be 323 km<sup>2</sup> and Extent of Occurrence is estimated to be 1,366 km<sup>2</sup>. Total population size is unknown. Population trend is suspected to be in decline due to the impacts of invasive species, declines in habitat quality and availability, and continuing fisheries pressure. However, the rate of population decline requires additional research. Additional continuing loss in the number of subpopulations is inferred, based on recently reported localized extirpation at one historic locality. Subpopulations are considered severely fragmented, based on documented evidence of habitat fragmentation, restriction to upstream catchments, and a disjunct distribution. As such, <em>N. ramsdeni</em> is assessed as Endangered under criteria B1ab(iii,iv)+2ab(iii,iv). Recommended conservation actions include habitat and population monitoring and protection, <em>ex-situ</em> culture, and education and awareness campaigns.</p>", "geographicrange": "<p><em>Nandopsis ramsdeni</em> is endemic to Cuba, where it is restricted to the Guantánamo River drainage and its tributaries in the southeastern portion of the country (Ponce de León García <em>et al.</em> 2012). It has been specifically reported from the Guaso, Yateras, Bayate, and Toa rivers (Ponce de León García&#160;<em>et al.</em>&#160;2012). Recent ichthyological surveys have also identified a population of <em>N. ramsdeni</em> in Mano and el Pantalón reservoirs in Gibara, Holguín Province (Vega-Torres <em>et al</em>. 2017), which likely represent translocated subpopulations that can be attributed to earlier introduction efforts.</p>  <p>Area of Occupancy (AOO) was estimated by Begué-Quiala&#160;<em>et al.</em>&#160;(2018) to be approximately 323 km<sup>2</sup>, in contrast to a lower estimated AOO by Ponce de León García&#160;<em>et al.</em>&#160;(2012). Extent of Occurrence (EOO) is estimated to be 1,366 km<sup>2</sup>, based on a minimum convex polygon calculated around reported georeferenced collection localities (Ponce de León García&#160;<em>et al.&#160;</em>2012, GBIF 2020).</p>", "population": "<p>The total population size of this species is unknown. Population trend is inferred to be in decline based on the total loss of at least one subpopulation (Arroyo Hondo) due to the introduction of the piscivorous <em>Clarias gariepinus </em>and sustained fishery pressure over a 14 year time period<em> </em>(Begué-Quiala&#160;<em>et al.</em>&#160;2018). However, the rate of decline is unknown. Surveys of local communities and subsistence fisherfolk suggest that subpopulations in the Bayate, Achotal, Guaso, Guantánamo and Jaibo rivers are relatively small, and are restricted to the upper reaches of those systems (Begué-Quiala&#160;<em>et al.</em>&#160;2018).</p>  <p>The largest and most important subpopulation occurs within the boundaries of Cuchillas del Toa Biosphere Reserve, where this species was present at approximately 72.5% of 317 sampled localities (Begué-Quiala&#160;<em>et al.</em>&#160;2018). Subpopulations are considered severely fragmented by Ponce de León García&#160;<em>et al.</em>&#160;(2012), based on the disjunct distribution that this species exhibits, and apparent restriction to higher-elevation streams and rivers.</p>", "populationtrend": "decreasing", "habitat": "This species is a benthopelagic tropical fish found in freshwater rivers in eastern Cuba (Kullander 2003).&#160;It is restricted to freshwaters, where it typically occurs in holes along the banks of river channels and in marginal bank habitat (Ponce de León García&#160;<em>et al.</em>&#160;2012). Habitat is characterized by clear, slowly flowing water at temperatures as low as 20 C (Ponce de León García&#160;<em>et al.</em>&#160;2012), typically over rocky substratum (Begué-Quiala&#160;<em>et al.&#160;</em>2018). Eggs are laid in freshly excavated redds, where adults defend and care for young (Ponce de León García&#160;<em>et al.</em>&#160;2012). Diet is comprised primarily of detritus and algae, which is captured by sifting fine substrate through gill rakers (Říčan&#160;<em>et al.</em>&#160;2016).<p>This species reaches a maximum reported length of 29 cm (Ponce de León García&#160;<em>et al.</em>&#160;2012).</p>", "threats": "<p>Growing urban areas continue to discharge sewage into the lower reaches of river systems around Guantánamo Province, which has resulted in habitat quality decline throughout much of the historic range of <em>N. ramsdeni</em> (Begué-Quiala&#160;<em>et al.</em>&#160;2018). Soil erosion and sedimentation is prevalent in many of the lower river reaches in Guantánamo Province (Begué-Quiala&#160;<em>et al.</em>&#160;2018).</p>  <p>Subsistence fishing is a significant threat to this species, and was a contributing factor in its localized extirpation at Arroyo Hondo (Begué-Quiala&#160;<em>et al.</em>&#160;2018). Subsistence fisheries utilize non-selective fishing gears which incidentally target juveniles and larvae, and aggressive fishing practices that utilize insecticides and other forms of poison are used throughout the region (Begué-Quiala&#160;<em>et al.</em>&#160;2018).</p>  <p>The invasive Walking Catfish (<em>Clarias gariepinus</em>) is considered the most influential factor in the localized extirpation of this species from Arroyo Hondo (Begué-Quiala&#160;<em>et al.</em>&#160;2018), and is expected to have similar impacts in drainages where it has established. Additional established invasive species in Guantánamo Province include Tilapia (<em>Oreochromis aureus</em>), Guppy (<em>Poecilia reticulata</em>), and Common Carp (<em>Cyprinus carpio</em>), though their direct impacts on <em>N. ramsdeni</em> require further evaluation (Begué-Quiala&#160;<em>et al.</em>&#160;2018).</p>", "conservationmeasures": "<p>This species is classified as Endangered (EN) on the Cuban National Red List of Vertebrates (Ponce de León García&#160;<em>et al.</em>&#160;2012). The largest subpopulation occurs within Cuchillas del Toa Biosphere Reserve (Begué-Quiala&#160;<em>et al.</em>&#160;2018), which has likely provided indirect protection against habitat loss within protected area boundaries. Recommended conservation actions include habitat and population management, ex-situ conservation, and environmental education campaigns to prevent further declines in population status or habitat availability (Ponce de León García&#160;<em>et al.</em>&#160;2012, Begué-Quiala&#160;<em>et al.</em>&#160;2018).</p>  <p>Between 1939 and 1940, approximately 4,000 individuals were introduced into several localities throughout Cuba, though there are no reports of successful establishment outside of eastern Cuba, aside from recent reports of translocated subpopulations in two artificial reservoirs in the municipality of Gibara (Ponce de León García&#160;<em>et al.</em>&#160;2012, Vega-Torres&#160;<em>et al.</em>&#160;2017).</p>", "usetrade": "<p>This species is utilized in subsistence fisheries (Ponce de León García&#160;<em>et al.&#160;</em>2012, Reynaldo&#160;<em>et al.</em>&#160;2016). Fishing pressure is cited as an influential factor in the decline of this species at one locality where it has been extirpated (Begué-Quiala&#160;<em>et al.</em>&#160;2018), and is suspected to be a contributing factor to decline throughout much of its remaining range.</p><p>This species first appeared in the ornamental market after its original export to Germany in 1995 (Werner 2013). However, the number of individuals in trade is likely to be low, and captive trade is most probably supplied by captive aquaculture.&#160;</p>"}]}