{"name": "125341177", "result": [{"species_id": 125341177, "taxonomicnotes": null, "rationale": "<p><em>Psuedoxiphophorus attenuatus </em>is known only from its type locality in the Candelaria Yalicar, a small, 11 km long endorheic stretch of in Alta Verapaz, Guatemala. Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 64 km<sup>2</sup>. Despite limited ichthyological surveys, including those conducted at the type locality of the species and in nearby drainages, it has not been collected since its original description in 1979. Given its limited distribution, restriction to a single location, and ongoing habitat degradation, the species is assessed as Critically Endangered under criterion B1ab(iii).<br/></p>", "geographicrange": "<p><em>Pseudoxiphophorus attenuatus </em>is known only from its type locality in the Candelaria Yalicar, a small, approximately 11 km long endorheic stretch of river that is fed via an unknown subterranean connection in Alta Verapaz, Guatemala (Rosen 1979, Lucinda 2003, Matamoros <em>et al</em>. 2015). Elevation of the Candelaria-Yalicar is 353 meters above sea level (Barrientos <em>et al</em>. 2018).</p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 64 km<sup>2</sup>, based on a 2x2 km grid overlain onto the entire length of the Candelaria-Yalicar River, and inferring that this species does not occur in adjacent river drainages. This species occurs in one location, given its highly restricted known distribution and the presence of agriculture within the valley. </p>", "population": "<p>The total population size of this species is unknown. This species has not been collected since its original description in 1979 (Valdez-Moreno <em>et al</em>. 2005, Agoretta <em>et al</em>. 2013). Additional surveys are needed to establish the current status of the species.</p>", "populationtrend": "unknown", "habitat": "<p>This species is known only from&#160;the Candelaria Yalicar,&#160;a small endorheic river in Alta Verapaz, Guatemala. This species reaches a maximum reported body size of 6.2 cm standard length (SL) (Lucinda 2003).</p>", "threats": "Direct impacts of land-use changes on <em>P. attenuatus</em> have not been evaluated. Land clearance associated with agriculture has encroached to the margins of the species' range and is likely to contribute to water quality declines. Aquaculture operations including tilapia farming occur adjacent to the species' range and the possibility of introduction of invasive aquatic species is quite high.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. attenuatus</em>. It is not assessed by the Guatemalan National Red List (CONAP 2009). This species has not been collected within the boundaries of any protected area (IUCN and UNEP-WCMC 2019). Additional research regarding distribution, population size, population trend, and the direct impacts of potential threats in the Candelaria Valley on aquatic habitat are urgently needed. Population monitoring and site protection may be warranted.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}