{"name": "161319448", "result": [{"species_id": 161319448, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a range-restricted endemic species of the Free State, Gauteng and North West Provinces in South Africa (Extent of Occurrence 1,336 km<sup>2</sup>, Area of Occupancy 44 km<sup>2</sup>). There are currently estimated to be four locations. The taxon inhabits an area with dense human habitation and intensive land use. Its range has shrunk significantly over the last 20 years, and the number of specimens recorded during its flight period has reduced alarmingly in recent years. The quality and extent of habitat is declining at a fairly rapid rate, due to extended residential construction and associated infrastructure, agricultural development and overgrazing by nomadic herds of cattle. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to the Free State, Gauteng and North West Provinces, of South Africa occurring from Potchefstroom in the west to Walkerville in the east, in the highveld region.", "population": "The taxon has a fairly large geographical range but a narrow habitat specificity. Its population size has declined rapidly in both number of localities and number of specimens over the last 20 years.", "populationtrend": "decreasing", "habitat": "This taxon is confined to grassy, rocky, typically south-facing slopes, where its host plant (<em>Ocimum obovatum</em>) and, presumably, its host ant occur. Most localities are within an altitudinal band between 1,500 m and 1,750 m. Males frequently fly around solitary trees or other features in the general vicinity of the colony. <em>Lepidochrysops praeterita&#160;</em>is highly localized and appears to have a very specific habitat niche. The life history is unrecorded.", "threats": "Habitat degradation owing to a lack of burning diminishes the quality and quantity of the larval food plant and associated ant habitat. The recent droughts have compounded the problem. The effects of airborne pollution are an unquantifiable factor. Further threats include overgrazing by nomadic herds of cattle and the proposed extension of residential development into the butterfly’s habitat at Hillshaven.", "conservationmeasures": "Monitoring of population levels should to be undertaken by LepSoc Africa. The life history and habitat niche needs to be established, to assist future conservation efforts. The town-planners responsible for the proposed Hillshaven extension into the adjacent colony need to be informed of the implications and alternative plans made, if possible. The habitat of many known subpopulations of this species are close to residential areas. These areas are regularly burnt in winter for public safety reasons. Regular grass-burning is considered imperative for the wellbeing of this species, but this needs to be monitored.", "usetrade": null}]}