{"name": "173830864", "result": [{"species_id": 173830864, "taxonomicnotes": null, "rationale": "<p><em>Cyphocharax albula</em> is known from Ribeirão da Mata at Lagoa Santa and from Córrego Capão de Santana, a karst stream draining Lagoa Santa in the Rio das Velhas, upper São Francisco River basin, Minas Gerais State, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO)&#160;are estimated to be 8 km<sup>2</sup>, and range extent includes two threat-based locations. The upper Rio das Velhas is heavily impacted by urbanization and subsequent pollution associated with raw sewage discharge. The region around Lagoa Santa is under severe environmental pressure due to a dense human population and a number of land-use changes associated with urbanization, industrial processes, quarrying, and groundwater over-extraction. Despite uncertainties regarding the direct impact of existing threats, continuing decline in habitat quality is inferred. Therefore, <em>C. albula</em> is assessed as Endangered under criterion B1ab(iii)+2ab(iii). </p>", "geographicrange": "<p><em>Cyphocharax albula</em> was described from the Ribeirão da Mata at Lagoa Santa, a tributary of Rio das Velhas, in the São Francisco River basin, Minas Gerais, Brazil (Dutra&#160;<em>et al.</em>&#160;2016). Additional collections (specimens identified as the junior synonym <em>C. lundi</em>) have been collected from a karst area of Lagoa Santa, Córrego Capão de Santana, a tributary of Córrego do Jaques in the Rio das Velhas (Dutra&#160;<em>et al.</em>&#160;2016). </p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to b 8 km<sup>2</sup>, base on a 2x2 km grid overlain on the only two collection localities from which this species has been reported (Dutra&#160;<em>et al.</em>&#160;2016, 2017). The primary threats to the Ribeirão da Mata and the broader Lagoa Santa are land-use changes associated with urbanization and industrialization, as well as reductions in the water table associated with groundwater over extraction. These threats are considered broad enough in scope that they have the potential to impact the entirety of each collection locality. Therefore <em>C. albula</em> is assigned to two threat-based locations.</p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>The type locality of the junior synonym <em>C. lundi</em> is a karst drainage approximately 5 m in width and with a maximum depth of 1.6 meters, characterized by murky, moderately flowing water, in-tact riparian vegetation, and substrates of sand and pebbles (Dutra&#160;<em>et al.</em>&#160;2016). Maximum reported body size is 8.46 cm standard length (SL) (Dutra&#160;<em>et al.&#160;</em>2016).</p>", "threats": "<p>The upper Rio das Velhas is heavily impacted by urbanization and subsequent pollution associated with raw sewage discharge (Pomeu&#160;<em>et al.&#160;</em>2005). A few headwater streams in the upper Rio das Velhas drainage remain relatively well preserved due to their designation as protected reserves or water supply sources (Pompeu&#160;<em>et al.</em>&#160;2005). Fish kills associated with high levels of organic matter are frequently reported during the rainy season around the city of Belo Horizonte (Pompeu&#160;<em>et al.&#160;</em>2005). Pollution associated with domestic and industrial waste is apparent in the Ribeirão da Mata (Torres&#160;<em>et al.</em>&#160;2015, 2017).</p>  <p>The region around Lagoa Santa is under severe environmental pressure due to a dense human population and a number of land-use changes associated with urbanization, industrial processes, quarrying, and groundwater over-extraction (Auler 2016, Tayer and Velásques 2017). Lagoa Santa is directly impacted by fluctuating water level, organic pollution, and loss of littoral and submerged vegetation (Tayer and Velásques 2017). These drastic changes have resulted in localized extinctions of as much as 70% of the original ichthyofauna (Pompeu and Alves 2003). Several non-native species are established in Lago Santa (e.g., <em>Cichla monoculus</em>, <em>Hoplias lacerdae</em>, and <em>Coptodon&#160;rendalli</em>), and may also be present in streams and rivers that drain the lake (Pompeu and Alves 2003).</p>  <p>Despite uncertainties regarding the direct impact of existing threats, continuing decline in habitat quality is inferred. Quantification of existing threats is urgently needed to better clarify the extinction risk of <em>C. albula</em>.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. albula</em>. Additional ichthyological sampling is needed to clarify range extent and inclusion within existing protected area networks. Quantification of existing threats is urgently needed to clarify the extinction risk of this species. Site protection and habitat monitoring are likely warranted as immediate conservation priorities.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}