{"name": "13273", "result": [{"species_id": 13273, "taxonomicnotes": null, "rationale": "The geographic range is sufficiently restricted to qualify as Vulnerable under criteria B1 and B2 as the extent of occurrence is less than 20,000 km<sup>2</sup>, the area of occurrence is less than 2,000 km<sup>2</sup>, and there are less than 10 locations. However, there is no clear evidence of continuing decline in geographic range, habitat or population size or of fluctuations in geographic range or population size. Thus&#160;<em>Metatrichoniscoides</em><em>&#160;celticus </em>does not quite satisfy the IUCN criterion B for a Vulnerable species but it is susceptible to loss at any of the eight locations through stochastic events, especially coastal erosion, and even the loss of one location would result in the conditions for B1ab(ii)(iv) and B2ab(ii)(iv) being met. Therefore the species has been allocated Near Threatened status.&#160;This assessment is based on the information produced by Lee (2015) and further information provided by Steve Gregory.", "geographicrange": "Confirmed records of&#160;<em>Metatrichoniscoides</em><em>&#160;celticus</em> are from South Wales, Anglesey, and Bristol and on current evidence it appears to be endemic to the British Isles (Ashwood and Gregory 2021). Putative records from St Bees Head, Cumberland (Hopkin 1987) and the Giant’s Causeway, Antrim are of females only and may refer to other species (Gregory 2009).", "population": "Confirmed males are mainly known from south Wales, but single sites have recently been discovered in north Wales (Hughes 2019) and southwest England (Ashwood and Gregory 2021).", "populationtrend": "unknown", "habitat": "<em>Metatrichoniscoides</em><em>&#160;celticus </em>is primarily a coastal animal found just above the supralittoral zone on rocky, calcareous shores. It is usually found under stones deeply embedded in the damp, humus-rich soil of sparsely vegetated erosion banks where it occurs in association with other Trichoniscid woodlice. However, <em>M. celticus </em>has been recorded from a disused limestone quarry 7 km inland and at an altitude of 170 m. Here the animals were in damp, stony soil. A suspected association with high soil humidity is likely to result in animals moving deeper into the soil in dry conditions (Harding and Sutton 1985). The record from southwest England was from the topsoil in an allotment suggesting that it occupies a wider range of habitat types than previously thought (Ashwood and Gregory 2021).", "threats": "Marine pollution generally as well as specific pollution events (e.g. oil spills, chemical spills) could potentially threaten the survival of the population. Human disturbance from coastal protection and development projects pose other potentially serious threats. Although some degree of coastal erosion is essential in maintaining habitat, extreme weather events have the potential to destroy large proportions of existing habitat in a very short time.", "conservationmeasures": "<em>Metatrichoniscoides</em>&#160;<em>celticus</em> was recorded from Dunraven Bay SAC, Merthyr Mawr SSSI and Southerndown Coast SSSI near Ogmore-by-Sea, Ewenny and Pant Quarries SSSI and Coeddyd Capel Dyddgen SSSI (Crwbin) before 1990.<br/><br/>No specific conservation actions are in place for this species. Investigation of further suitable Continental habitat is required to assess the international importance of the Welsh population of&#160;<em>Metatrichoniscoides</em><em>&#160;celticus</em>. This should be combined with taxonomic studies of other <em>Metatrichoniscoides </em>species to confirm that <em>M. celticus </em>has not already been recorded under another name.", "usetrade": null}]}