{"name": "176144714", "result": [{"species_id": 176144714, "taxonomicnotes": null, "rationale": "<em>Sternarchorhynchus galibi</em> inhabits the Lawa River at the border  between French Guiana and Suriname and the  Takutu River in Guyana. The best estimate of the extent of occurrence (EOO) is between 20,000-30,000 km<sup>2</sup>. The species is threatened by the high levels of gold mining. There are two locations and an inferred continuing decline in habitat quality based on this threat. Therefore, it is assessed as Near Threatened.", "geographicrange": "<em>Sternarchorhynchus galibi</em> inhabits the Lawa River at the border between French Guiana and Suriname (de Santana and Vari 2010) and the Takutu River in Guyana.<br/><br/>The minimum extent of occurrence (EOO) based on the area of the minimum convex polygon around the known localities is 7,638 km<sup>2</sup> and the maximum EOO based on the area of the minimum convex polygon around the HydroBASIN map is 46,277 km<sup>2</sup>, with a best estimate based on expert opinion of between 20,000-30,000 km<sup>2</sup>.", "population": "No information about the population of <em>Sternarchorhynchus galibi</em>&#160;is available.", "populationtrend": "unknown", "habitat": "<em>Sternarchorhynchus galibii</em> is known to inhabit rapids (de Santana and Vari 2010). Although this species has only been collected in rapids, there is no reason to believe that is in not also found in other aquatic habitats, especially since there are long stretches of river that separate the different rapid systems.", "threats": "<em>Sternarchorhynchus galibii </em>is threatened by the high levels of gold mining in the Maroni River basin and throughout the Guiana Shield (Dezécache<em> et al. </em>2017).", "conservationmeasures": "No known conservation plan is in place for <em>Sternarchorhynchus galibi.&#160;</em>Additional research into the species' life history and population dynamics is needed.", "usetrade": "<em>Sternachorhynchus galibi</em>&#160;is not known to be used or consumed by humans."}]}