{"name": "186979", "result": [{"species_id": 186979, "taxonomicnotes": null, "rationale": "<em>Psalidodon ita </em>is known only from northern Misiones province, Argentina, in tributary streams of the Iguazú River. It has an extent of occurrence (EOO) of 4,694 km<sup>2</sup>. It faces threats arising from the presence of several exotic species in the basin and various human activities, and there are three locations based on these threats. They are also inferred to be leading to continuing decline in habitat quality. Therefore, it is assessed as Endangered.", "geographicrange": "This is an endemic species of the Iguazú basin in Argentina. It was described from Arroyo Tateto, an affluent of Río San Antonio which flows into Río Iguazú above the Cataratas del Iguazú, province of Misiones, Argentina (Almirón <em>et al.</em> 2002). Later (Casciotta<em> et al.</em> 2016), this species was also reported from arroyo Yacuí and route 101, and in a creek above Salto Dos Hermanas, into Iguazú National Park.", "population": "There is no information available on the population.", "populationtrend": "unknown", "habitat": "The depth of the type locality stream was variable, averaging about 80 cm. The bottom was composed of mud, sand and mostly stones, and the stream has falls and pools, with clear, rapidly flowing water. Some areas had scarce submerged vegetation. The temperature of the water near the surface was 26°C, and the altitude was about 293 m above sea level (Almirón <em>et al.</em> 2002).", "threats": "Although the streams of the Iguazu River are well or moderately protected (Araya 2017), and two of the known localities of the species are located within Iguazú National Park, the basin is subjected to various threats such as hydroelectric dam construction, deforestation, invasion of exotic fish and increased tourism that affect different biological processes of the species. Route 101 that crosses the Yacui stream in the location of <em>P. ita</em> has a continuous vehicular flow and is an auspicious place to develop actions that threaten the preservation of species. Diverse exotic fish in the Iguazu basin have been recorded: carps <em>Ctenopharyngodon idella, Cyprinus carpio, Hypophthalmichthys molitrix </em>and<em> Hypophthalmichthys nobilis</em>; catfishes <em>Clarias gariepinus</em> and <em>Ictalurus punctatus</em>; tilapias <em>Coptodon rendalli, Oreochromis niloticus, Cichla kelberi</em> and Largemouth Bass <em>Micropterus salmoides</em> (Casciotta <em>et al.</em> 2016).", "conservationmeasures": "<em>Psalidodon ita</em> has been assessed as \"Rara\" (Chebez <em>et al.</em> 2009); it is considered as \"Especie de vertebrado de valor especial\" (EVVES) (following Administración de Parques Nacionales criteria). Parts of the range of the known species distribution (two of three sites) are within national or provincial protected areas: the Iguazú National Park (67.000 ha) and Yacuí provincial park (347 ha). Additional conservation and research actions are recommended.", "usetrade": "There is no use or trade information for this species."}]}