{"name": "180568", "result": [{"species_id": 180568, "taxonomicnotes": null, "rationale": "<em>Garra ceylonensis </em>is an endemic species which has a wide distribution throughout the island in both the dry and wet zones, extending from the lowland to mid hills. This species main threats are the aquarium trade and exportation, as well as habitat quality decline from both deforestation caused siltation, and the construction of dams. Due to its Area of Occupancy being 792 km<sup>2&#160;</sup>and number of locations of only 19, although not meeting the thresholds of Vulnerable, the continuing decline results in this species being assessed as Near Threatened.", "geographicrange": "<em>Garra ceylonensis</em> is endemic to Sri Lanka. This is one of the common endemic species which is wide spread throughout the island, in both the dry and wet zones, to high mountain areas with fast flowing rocky substrate rivers and streams (De Silva <em>et al. </em>2015).", "population": "No population data is currently available regarding the population size or trend of <em>Garra ceylonensis</em>,&#160;which is a common species. A decline in its population may be inferred on the basis of&#160; the threats this species faces, which include pollution, over fishing and modifications to its natural habitat.", "populationtrend": "decreasing", "habitat": "<p><em>Garra ceylonensis</em>&#160;is found in fast flowing rivers and streams with rocks or pebble substrates such as runs, pools and riffles (Jayaratne <em>et al</em>. 2010). During the flood season it has been seen to migrate upstream for the purpose of laying eggs. It has been&#160;found that it is most abundantly found in riffles along with <em>Schistura notostigma</em>&#160;(Senanayake 1980, Pethiyagoda 1991, De Silva <em>et al</em>. 2015).&#160;<em>Garra ceylonensis</em> adults and juveniles (&gt;=5 cm.), with fully developed sucking discs, are found associated with rocky substrates. Juveniles are found throughout the water column and are generally free swimming.</p>", "threats": "<p>International aquarium trade poses a large threat to <em>Garra ceylonensis</em>, owing to the extensive exploitation of this species. Furthermore, its habitat has changed due siltation from upstream deforestation (for tea plantations and vegetable beds), and its migration pattern also blocked due to large dams in main rivers (eg. Mahaweli, Kelani, Kalu, Walawe rivers).</p>", "conservationmeasures": "<p>Conservation of&#160;<em>G. ceylonensis</em> habitats has been carried out by a number of strategies such as the construction of fish passes to existing miniature hydro weirs, protecting upper catchments and introducing sustainable land management practices to plantations, as well as vegetable farms. Attention has also been brought to the use of laws to control and regulate the wild collection and exploitation of this species for export trade.</p>", "usetrade": "<p>Fernando <em>et al</em>. (2013) showed that, between the period of&#160;1<sup>st</sup> September 2012 to 31<sup>st</sup> August in 2013, the highest percentage of endemic fish exported and the highest foreign exchange earnings was from export of <em>Garra ceylonensis</em>. However, the number of exported fish has decreased drastically compared to the years of 2005 and 2006. In 2006, Gunasekara (2011) indicated that the highest number of single endemic fish exported from the country was <em>G. ceylonensis.</em></p>"}]}