{"name": "169382", "result": [{"species_id": 169382, "taxonomicnotes": null, "rationale": "<em>Amphilophus zaliosus</em> is endemic to the small, isolated Lake Apoyo on the Pacific slope of Nicaragua. Extent of Occurrence (EOO) and Area of Occupancy (AOO) do not exceed 22 km<sup>2</sup>. While total population size and population trend have not been evaluated in detail, this species is experiencing an inferred continuing decline in habitat availability and population size resulting from the establishment of invasive species, which reduce habitat availability, compete with native species for resources, and prey on juvenile native fishes. As such, <em>A. zaliosus</em> is assessed as Critically Endangered under criterion B1ab(iii).", "geographicrange": "<p><em>Amphilophus zaliosus</em> is endemic to Lake Apoyo, an isolated crater lake on the Pacific versant of Nicaragua (Recknagel <em>et al</em>. 2013). The surface of area of this lake does not exceed 22 km<sup>2</sup> (Wilson <em>et al</em>. 2000). Therefore, Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 22 km<sup>2</sup>. This species occurs in one location, given the scope of the most pervasive threat. </p>", "population": "<p>The population size of this species is unknown. Population trend is suspected to be declining, based on reported losses in habitat and direct predation resulting from the introduction of the invasive <em>Oreochromis niloticus</em> (Cononico <em>et al</em>. 2005, Lehtonen <em>et al</em>. 2012) and the translocated piscivore <em>Gobiomorus dormitor</em> (Bedarf <em>et al</em>. 2001).</p>", "populationtrend": "decreasing", "habitat": "<p>This benthopelagic, freshwater species is restricted to Lake Apoyo on the Pacific slope of Nicaragua. Breeding occurs during the dry season with peaks in October and February, at depths of 1.5-2 meters where rocky structure forms suitable burrows and crevices (Geiger <em>et al</em>. 2010). Aquatic macrophytes are important habitat for the cichlids that occur in Lake Apoyo (Canonico <em>et al</em>. 2005). </p>", "threats": "<p>The most pervasive threat to this species is the establishment and persistence of invasive species, including <em>Oreochromis niloticus</em> and <em>Gobiomorus dormitor</em> (Lehtonen <em>et al</em>. 2012). These introductions have resulted in a considerable loss in native aquatic vegetation (<em>Chara </em>spp.), competitive interaction for breeding resources, direct predation, and increased incidences of parasitization (Bedarf <em>et al</em>. 2001, Canonico <em>et al</em>. 2005, Lehtonen <em>et al</em>. 2012). These threats are expected to continue unabated, given the lack of a management plan directed towards control or eradication. </p>", "conservationmeasures": "There are currently no conservation actions directed towards&#160;<em>A. zaliosus</em>. This species is not known to occur in a protected area. Population monitoring and invasive species management are immediate recommended conservation actions. Additional research regarding population size, population trend, life history and ecology, and the direct impact of existing threats is urgently needed to clarify conservation status.", "usetrade": "<p>This species may intermittently be targeted by the ornamental aquarium trade. However, the volume of harvest is unknown. </p>"}]}