{"name": "173712896", "result": [{"species_id": 173712896, "taxonomicnotes": null, "rationale": "<p><em>Gomphidictinus tongi</em> is widely distributed in southern China (Hainan and Guangxi) and north and central Viet Nam; the species should also be looked for in Laos. However, the known locations are relatively few and scattered: six sites are known, four of them in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this forest-dependent species is not possible with the available data, but the AOO is inferred to be declining, along with the extent and quality of suitable habitat,  due to loss and disturbance of forest throughout its range. Its extent of occurrence (EOO) is much greater than the criterion B thresholds (EOO = 136,458–149,503 km²). With only six locations known, an apparent dependence on good forest cover, and potential threat from deforestation (although it is difficult to judge whether this species is seriously threatened across its entire range), a Least Concern assessment is not safe for this species at this time, despite its wide distribution. Currently, the species is assessed as Near Threatened because it is close to qualifying for Vulnerable under criterion D2. Hopefully when more information becomes available, reassessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Gomphidictinus tongi</em> was described from Hainan and Guangxi in China (Zhang <em>et al. </em>2017) and has also been recorded from north and central Viet Nam (Kompier 2017, unpub. data). Note that the location in Guangxi listed in Zhang <em>et al. </em>(2017) is given only as Chongzuo, a city, and clearly the true location is somewhere in the administrative area of the city rather than the city itself. The assessors have seen records from six sites, four of them in Viet Nam. One of the Vietnamese locations is within Phong Nha–Ke Bang National Park, another in Cuc Phoung National Park and another in Tam Dao National Park. The species should be looked for in Laos as well as Viet Nam and China. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO of this forest-dependent species is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 136,458 km² (based on a minimum convex polygon (MCP) around the known data points).</p>", "population": "<p>This species appears to occur at low densities. No other statement about current population sizes and health can be made for this species with the available data except that at least some ongoing decline in overall population is inferred from loss of forest throughout its range and that severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang <em>et al. </em>(2017) state that “adults were collected from Mt. Diaoluoshan Mountain in Hainan Island. The population is quite small and all the males were hidden in the very dense forested streams. Males held the territory quite near water, usually perch on the short trees or top of sticks, which is also seen in <em>Gomphidia</em> males. They always perch but seldom fly, and only appear in the sunny days when the sunlight can pass through the dense tropical rain forest. … In Guangxi the stream is less shady and the paratype male and two males of <em>G. kruegeri</em> were collected in the same tree.” The locations in Vietnam are all in areas with good forest cover. The species occurs at streams in forested areas and may not be tolerant of disturbance to its habitats, therefore the extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat at individual locations is likely to be from deforestation, but it is difficult to judge, with the available data, whether this species is seriously threatened across its entire range.</p>", "conservationmeasures": "<p>More data on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed.</p>", "usetrade": null}]}