{"name": "58601044", "result": [{"species_id": 58601044, "taxonomicnotes": null, "rationale": "This species is endemic to the Kelantan area, peninsular Malaysia. Liew&#160;<em>et al.&#160;</em>(2014) considered that the species occurs on the limestone hills along Berok River and Nenggiri River&#160;in about 10 known sites. The major threats to this species are loss of habitats due to forest exploitation and more recently conversion to oil-palm&#160;plantations. One site has been already been lost, due to habitat degradation around a tourist attraction, that was a cave (Liew&#160;<em>et al</em>. 2014) and only two of the known sites had living populations during 2011 surveys. As a consequence it is considered Vulnerable B1ab(ii,iii)+2ab(ii,iii).", "geographicrange": "This species is endemic to the Kelantan area, peninsular Malaysia. Liew <em>et al </em>(2014) considered that the species occurs on the limestone hills along Berok River and Nenggiri River and that the type locality was probably Pulai Princess Cave. However, they also concluded that a recent survey at the Bukit Pulai Princess cave failed to retrieve any shells of <em>Plectostoma </em>and that the habitats had been degraded.", "population": "The species is no longer present at the type locality and living populations were present on only two limestone hills during a survey in May 2011 (Liew&#160;<em>et al.&#160;</em>2014). All the limestone hills from which this species is known are surrounded by degraded forest and oil palm plantation and as a consequence the species is considered to be declining.", "populationtrend": "decreasing", "habitat": "The species is found on limestone hills within tropical forest habitats, however these habitats are now fragmented due to forest exploitation over the last few decades and more recently conversion to oil-palm&#160;plantations (Liew <em>et al</em>. 2014)", "threats": "The major threats to this species are loss of habitats. Their habitats are now fragmented due to forest exploitation over the last few decades (Schilthuizen <em>et al</em>. 2005) and more recently conversion to oil-palm&#160;plantations (Liew&#160;<em>et al</em>. 2014). One site has been lost, due to habitat degradation around a tourist attraction, that was a cave (Liew&#160;<em>et al</em>. 2014).", "conservationmeasures": "There are no known conservation actions in place for this species and the habitats are considered to be in recent decline due to oil-palm conversion. Monitoring of known sites for habitat trends and populations are recommended, and EIA prior to conversion of natural forest to oil palm plantations would be advised.", "usetrade": "There is no known trade in this species."}]}