{"name": "184652", "result": [{"species_id": 184652, "taxonomicnotes": "The valid name for this species is now considered to be <em>Sphaerium regulare</em> Mandahl-Barth, 1954 (see Graf and Cummings, Mussel-P&#160;2016). It was originally introduced by Mandhal-Barth as a subspecies of <em>Sphaerium stuhlmanni</em> and later elevated to full species.<br/><br/>There are four&#160;<em>Sphaerium</em>&#160;species listed by Graf and Cummings (2016) in their database of freshwater bivalves. It is possible that there are only three extant species, as frequently only three species are recorded. <br/><ul><li><em>&#160;Sphaerium nyanzae</em>&#160;Smith, 1892 - four synonyms | four specimens - Distribution: Endemic to Lake Victoria.&#160;<em></em></li><li><em>Sphaerium regulare&#160;</em>Mandahl-Barth, 1954 - one species-level nomen - Distribution: Lake Victoria and Edward, Africa.</li><li><em>Sphaerium stuhlmanni&#160;</em>Martens, 1897 - two synonyms - Distribution: Lake Victoria, Africa.</li><li><em>Sphaerium victoriae</em>&#160;Smith, 1906 - five synonyms - Distribution: Upper Nile Great Lakes, Africa.</li></ul>", "rationale": "This species is endemic to Lake Victoria and is only known for certain from the northern part of the lake in Uganda. It has an extent of occurrence (EOO) of 3,000 km². The population is considered to be severely fragmented as this is a rare species and the threat of sedimentation has reduced the area of and fragmented the suitable habitat. This threat is also leading to continuing declines in habitat. Therefore, this species is assessed as Endangered.", "geographicrange": "This species is endemic to Lake Victoria. It has been recorded from Entebbe, the Victoria Nile at Jinja, Bujagali, Mengo Bay, Bugaia Island and Buvuma Island, all in Uganda. It might also occur in Kenyan and Tanzanian waters but there are no records at present. However, like other pea-clams, this species is under-sampled and under-recorded and may be confused with other species of this genus. There are records from Lake Lutoto but these require confirmation.", "population": "No information is available on the population.", "populationtrend": "unknown", "habitat": "This species lives on muddy sediments in Lake Victoria (D. Van Damme pers. comm. 2016).", "threats": "Sedimentation is a potential threat.", "conservationmeasures": "No information is available on conservation actions.", "usetrade": "There is no use or trade information for this species."}]}