{"name": "197125", "result": [{"species_id": 197125, "taxonomicnotes": null, "rationale": "<p><em>Libellago corbeti</em> is endemic to Sri Lanka where it is known from scattered locations in the wet zone. The assessors are aware of records from 37 individual sites, which constitute lower number of isolated threat-defined locations (but &gt;10; deforestation is the main threat). Some locations are within protected areas, for instance the Sinharaja Forest Reserve. Its area of occupancy (AOO) is likely to be below 500 km². The AOO is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of forest and other threats within the range of the species. Its extent of occurrence (EOO) <span class=\"MsoHyperlink\">is 2,634–5,605 km². The overall population is already severely fragmented. This species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Libellago corbeti</em> is endemic to Sri Lanka where it is known from scattered locations in the wet zone (van der Poorten 2011, Bedjanič <em>et al. </em>2014, Sumanapala 2017, unpub. data). The assessors are aware of records from 37 individual sites, which are in scattered clusters and constitute fewer (but &gt;10) threat-defined locations (taking deforestation as the main threat). Some locations are within protected areas, for instance the Sinharaja Forest Reserve. An accurate estimate of the area of occupancy (AOO) of this species is not possible, but with the available data it will be smaller than 500 km². However, the AOO is inferred to be declining due to loss of forest and other threats within the range of the species. Its minimum extent of occurrence (EOO) is 2,634 km² (based on a minimum convex polygon (MCP) around the known data points); maximum EOO is 5,605<span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\"> km² (based on an MCP around known occupied HydroBASINS); its true EOO is likely to be smaller than 5,000 km².<br/></span></p>", "population": "<p>This species is at best locally common and according to Sumanapala (2017) it is “Restricted to lowland and lower montane forests in the south-western wet zone and its vicinity “. An ongoing decline in overall population is inferred from loss of forest within its range and the overall population is clearly already severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>“It inhabits slow-flowing streams with a dense canopy cover, and is usually more abundant in the presence of emerging aquatic plants upon which they frequently perch.” Sumanapala (2017). The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest and other threats within its range.</p>", "threats": "<p>The wet zone of Sri Lanka, where <em>Libellago corbeti</em> occurs (covering an area of 22,500 km²) now has only 9% of its surface covered by natural forests and has a very large and still increasing human population. Out of that, only about 445 km² are thought to be undisturbed, which represents only 2% of the original extent of natural forest (Erdelen 1988, Mittermeier <em>et al</em>. 2000). As shown by Mattsson <em>et al</em>. (2012), forest clearing and encroachment continues, mainly by small-scale farmers for rice and tea cultivation. The forest cover of Sri Lanka has decreased by half in the past 50 years, and the future of the island’s forests remains precarious. </p>  <p>Although the trend of forest loss is less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri Lanka's wet zone. Habitat loss and encroachment in the central and southwestern part of Sri Lanka is also caused by the destruction of buffer forest corridors along streams, river impoundment, water extraction for irrigation and consumption, soil erosion, siltation, over-use of agricultural chemicals and careless pollution of rivers and streams. These threats all actually or potentially affect <em>Libellago corbeti </em>and climate change may also be negatively impacting its habitats.</p>", "conservationmeasures": "<p>The following steps are needed for the affective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small-scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas, where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clear-cutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much-needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>(9) As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended supporting and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in future.</p>", "usetrade": null}]}