{"name": "176461760", "result": [{"species_id": 176461760, "taxonomicnotes": null, "rationale": "<em>Rhamdella aymarae</em> is assessed as Endangered. It&#160;has a wide but disjunct distribution. The area of occupancy (AOO) is at minimum 16 km<sup>2</sup> and best estimated at under 500 km<sup>2</sup>. There are four locations based on threats related to urban, industrial and recreational development. These threats are leading to an inferred continuing decline in habitat.", "geographicrange": "<em>Rhamdella aymarae</em> was described from the Itiyuro River basin, in the vicinity of National Route 34 and about 500 m downstream of a dam (Miquelarena and Menni 1999). Gonzo <em>et al.</em> (2006) mention <em>Rhamdella aymarae</em> for the Urueña River, another endorheic watershed more than 400 km south of the type locality, on the provincial boundary between Salta and Tucumán. Fernández <em>et al.</em> (2014) mention the presence of <em>R. aymarae</em> for the province of Jujuy, but without mentioning precise localities. Briñoccoli <em>et al.</em> (2018) confirm its presence in the Urueña River basin, in the province of Santiago del Estero; they also recorded it in the Pilcomayo River in Santa Victoria, Salta province. It may be present in a wider area, given its presence in the Pilcomayo river main channel (Briñoccoli <em>et al.</em> 2018).", "population": "There is no population estimate for this species. This species was described in 1995, but the lots were collected in 1988; some lots were abundant, with 19 and 27 specimens (Bogan <em>et al.</em> 2019).", "populationtrend": "unknown", "habitat": "The Itiyuro river at the type locality runs over a rocky bottom, with large boulders that also form most of the banks. The area is a dry bushland at the western frontier of the Chaco plains, near the boundary between the phytogeographic provinces of the Chaco and the Yungas; the water had a conductivity of 759 uS/cm and 0.75 g/l of total dissolved solids. The chemical oxygen demand was relatively low and the pH was 8.33 (Miquelarena and Menni 1999). Although the Itiyuro basin is endorheic during some periods, it probably connects with the Pilcomayo and/or Bermejo basin during floods and has probably been connected in the past. The specimen of the Pilcomayo River was captured in the main channel, in an environment between 1.0-1.5 m, near the Mission de la Merced in Santa Victoria, Chaco salteño. The headwaters of the Urueña River are located in a landscape of yungas, but most of the basin develops in a semi-arid Chaco environment; it normally enters the north-west of the province of Santiago del Estero, where it runs south-eastward before infiltrating between saltpans and wetlands (Briñoccoli <em>et al.</em> 2018).", "threats": "The main threats identified for the fishes of the whole Eastern Paranoplatensean ecoregion (López<em> et al.</em> 2002) are alteration of water courses, dams and hydraulic centrals, habitat fragmentation, resource overexploitation, inadequate management and destruction of vegetation of the basin, unregulated tourism/recreation, as well as the existence of urban concentrations, industrial activities, mining and oil extraction activities.", "conservationmeasures": "This species has been assessed as Vulnerable for La Plata river basin (Cappato and Yanosky 2009) and \"Rara\" (Chebez <em>et al.</em> 2009). None of the sites are in protected areas, but protection and management are recommended. Further research is also recommended.", "usetrade": "There is no use or trade information for this species."}]}