{"name": "149844482", "result": [{"species_id": 149844482, "taxonomicnotes": "<em>Devario malabaricus</em> was misapplied to this species and it was reevaluated to valid species by&#160;Batuwita&#160;<em>et al.</em>&#160;(2017).  However, Sudasinghe and Pethiyagoda (2019) have questioned the validity  of this species on the basis that the criteria used to distinguish this  species is unusable as it is ambiguous and self contradictory.", "rationale": "<em>Devario monticola </em>is<em> </em>a range-restricted, endemic species, known only from a single location in the upper Mahaweli River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 12.5 km<sup>2</sup>, and its Area of Occupancy (AOO) is 12 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed as a result of accumulation of agrochemicals and rapid expansion of tea plantations. These threats are likely to continue as the area is still undergoing agricultural expansion and there is no current protection for its habitat. The species is therefore assessed as Critically Endangered.", "geographicrange": "<em>Devario monticola</em> is a point endemic species confined to the Agra Oya, a tributary of the Mahaweli River upper basin in Sri Lanka (Batuwita <em>et al</em>. 2017).", "population": "There is no information available about the population size and population trends for this rare species. It is possible to infer a decline in its population number owing to threats caused by pollution within its limited range.", "populationtrend": "decreasing", "habitat": "<p><em>D. monticola </em>is found in clear water bodies with sandy or gravel substrate flowing through tea plantations (De Silva <em>et al</em>. 2015). </p>", "threats": "This species faces habitat degradation owing to agricultural&#160;activities carried out in the neighboring&#160;tea plantation (Batuwita <em>et al</em>. 2017).", "conservationmeasures": "There are no conservation actions in place for this species.", "usetrade": "There is no use/trade information available for this species."}]}