{"name": "6170", "result": [{"species_id": 6170, "taxonomicnotes": null, "rationale": "This species has a restricted distribution in Chichancanab lake in Yucatan, Mexico and, although it is common and its population is presumed stable, it has been subject to a population reduction in the past due to the introduction&#160;of&#160;<em>Oreochromis mossambicus&#160;</em>and&#160;<em>Astyanax&#160;</em>species (Fuselier 2001, Strecker 2006). It is therefore listed as Vulnerable (VU).", "geographicrange": "<em>Cyprinodon verecundus&#160;</em>is part of the species flock endemic to the brackish, endorheic Lake Chichancanab. This lake is a Ramsar site and protected area close to the geographic centre of the Yucatan Peninsula, Mexico (Miller <em>et al</em>. 2005).", "population": "There are no data on population size and trends for this species. It is very common, both during the wet and dry season (A. Valdes pers. comm. 2018). The population is presumed stable.", "populationtrend": "stable", "habitat": "Lake Chichancanab and the associated lake Esmeralda are inland hardwater lagoons, from 2 to 8 ups in salinity, with CaSO<sub>4</sub>&#160;as the main solute. The main bottom vegetation is the algae&#160;<em>Chara</em>; mangrove and&#160;<em>Cladium&#160;</em>constitute the riparian vegetation. The bottom is sandy in some parts, but mostly muddy and silty, firm or soft. It is mostly shallow, perhaps 2 m in average, but 14 m deep in some points. The habitat of this species varies widely according to cycles of 6-8 years, with  water levels reaching up to 2 m and decreasing to 20-30 cm; the  flooded area varies between 300 to 3500 hectares (A. Valdes pers. comm.  2018).", "threats": "Most of the endemic species of Chichancanab may have been impacted by the invasive <em>Oreochromis mossambicus </em>(and its hybrids), introduced in 1988, and the invasion by <em>Astyanax</em> sp. (Strecker 2006). More localized impacts may be due to  pollution (sewage, organic matter from pig farms, in a lesser degree  pesticides from agricultural fields). Water is extracted for urban and  agricultural use, but it has not had an effect on water level or quality  (Schmitter-Soto <em>et al</em>. 2006).", "conservationmeasures": "There are no conservation measures in place for this species. Chichancanab is protected as a Ramsar site&#160;(#902315)&#160;and a state protected area.", "usetrade": "The species is not utilised or traded."}]}