{"name": "139549062", "result": [{"species_id": 139549062, "taxonomicnotes": null, "rationale": "<p><em>Lyriothemis latro</em> is known three locations in Bohol, Luzon and Samar in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the AOO may not be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest within the range of the species, in particular it is evident from satellite images that little forest remains on Bohol and although forest remains in the area of the location in Samar, satellite images (not up-to-date) show clearance and other disturbance in the area. The species qualifies for Vulnerable status under criterion D2 and is assessed as such. If the AOO could be more than guessed at the species might well qualify for a higher threat category.</p>", "geographicrange": "<p><em>Lyriothemis latro</em> is known from Bohol, Luzon and Samar in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen &amp; Muller 1997, Needham &amp; Gyger 1937, Ramos &amp; Gapud 2007). The assessor is aware of records from only three specific locations. The type locality is on or in the vicinity of Mount Makiling, a Forest Reserve. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the AOO may not be large and is inferred to be declining due to loss of forest within the range of the species, in particular it is evident from satellite images that little forest remains on Bohol and although forest remains in the area of the location in Samar, satellite images (not up-to-date) show clearance and other disturbance in the area.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health except that a ongoing decline in overall population is inferred from loss of forest in the Philippines and that the overall population will be severely fragmented due to fragmentation of forest on the islands where the species occurs.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been recorded on the habitats and ecology of this species but other species of <em>Lyriothemis</em> are forest-dependent and many breed in phytotelmata. This species will certainly be forest-dependent. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species is likely to be from loss of forest from clearance for agriculture and logging (legal or illegal). In particular little forest remains on Bohol and loss of forest near the location known on Samar is evident in Satellite images.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, exact habitat requirements and ability to tolerate disturbance, and also for protected status for locations where the species is known to occur on Bohol and Samar.</p>", "usetrade": null}]}