{"name": "196110", "result": [{"species_id": 196110, "taxonomicnotes": null, "rationale": "<em>Clarias brachysoma</em> is an endemic species which has a wide distribution throughout Sri Lanka, in both the dry and wet zones, from the lowland to the middle hills. The species is threatened by fishing with poison, competition and predation from invasive alien species, in addition to water scarcity caused by extreme hydro-climatic events. Considering its Area of Occupancy (AOO), which is 472 km<sup>2</sup>, the number of locations (14) and the observed continuing decline of its habitat quality, the species is likely to qualify for a threatened category in the near future. Therefore, it is currently assessed as Near Threatened.", "geographicrange": "<em>Clarias brachysoma</em> is endemic to Sri Lanka, where it is widely distributed throughout the island except in the high mountainous regions (De Silva <em>et al. </em>2015).", "population": "There is no population data available for this species. However, it is possible to infer that this uncommon species faces a decline in its populations owing to activities such as over-fishing and habitat degradation caused by the spread of invasive species and modifications to its natural habitats.", "populationtrend": "decreasing", "habitat": "<p><em>Clarias brachysoma</em>&#160;is found in rivers, streams, canals, tanks, marshes, and swamps. This species is an obligate air breather and must rise up to the surface for the purpose of gulping air. They are predators, feeding on other small freshwater species including tadpoles (Senanayake 1980, Pethiyagoda 1991, De Silva <em>et al</em>. 2015).</p>", "threats": "<p>Complete loss of these individuals from rivers where poison fishing is  carried out, in the forest areas, was recorded by Kankanamge <em>et al</em>. (2017). The species is also threatened by current extreme hydro-climatic events leading to water scarcity as shown by Patrick <em>et al</em>. (2017). Competition and predation from the introduced invasive alien species<em> Clarias batrachus </em>has also been reported.</p>", "conservationmeasures": "<p>This species is restricted from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 2006.</p>", "usetrade": "Traditionally, this species is used for food for human consumption, and it is also exported in small scale in the aquarium trade (Gunasekara 2011)."}]}