{"name": "191716", "result": [{"species_id": 191716, "taxonomicnotes": "The types of the species C.L. Turner used to describe <em>Xenotaenia resolanae</em> were collected by himself in 1939 in the Río Resolana, a tributary of the Río Purificación. Affilated to two distinct river drainages, two subpopulations can be distinguished: The Río Purificación subpopulation (type subpopulation) and the Río Marabasco subpopulation.", "rationale": "<em>Xenotaenia resolanae</em> is restricted to two river systems, isolated from each other on the Pacific slope of west-central Mexico in the States of Jalisco and Colima. The species is threatened by water pollution from sugar mill discharges, human sewage, in addition to industrial, farming and agricultural run-off. A continuing decline in the quality of the species' natural habitat has been observed. With an AOO of 60 km<sup>2</sup>,&#160;EOO of 2,200 km<sup>2</sup> and ten locations, the species is assessed as Vulnerable. <span><span><span><span></span></span>", "geographicrange": "The Leopard Splitfin is a Mexican freshwater fish endemic to the Mexican federal states of Jalisco and Colima. It occurs in two river drainages on the Pacific Slope, the Río Purificación drainage with the Río Purificación and its tributaries, including the bigger ones Río Amborín and arroyos El Tecolote and Carmesí, and the Río Marabasco drainage with the Río Marabasco and its tributaries, among them the bigger ones ríos Ayotitlán and Cuzalapa. The distribution area encompasses the bigger affluents of the Río Cuzalapa too: the Río Patita and the Arroyo Las Marías.&#160;<br/><br/>In 2008, it was estimated that the Leopard Splifin had disappeared from about 50% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).", "population": "<span>This species is known historically from a total of 16 locations <span>(Lyons 2011). Within the Purificación river basin, water pollution from sugar mill discharges, human sewage and animal waste eliminated or reduced most of the populations by the 1980s but, since then, remaining populations seem to have stabilized (Lyons and Navarro-Pérez 1990, Lyons 1997, Domínguez-Domínguez <em>et al</em>. 2005). In the upper Marabasco River basin, which has less human development, the species has seen little decline, although most populations are small. Overall, about ten locations still exist<span><span> (<span>Lyons 2011). <br/></span></span>", "populationtrend": "decreasing", "habitat": "<em> Xenotaenia resolanae </em>can be typically found in pools of clear to turbid streams, over substrates of silt, mud, sand, rocks, leaves and bedrock or boulders. It prefers depths less than 1 m, but typically not under 0.5 m. The temperature in March and April 1975 had been between 22.8 and 25.6°C (Miller 2005). Miller caught young fish in March and April (1975), of 13 and 14 mm in length. In captivity, it produces fry every month except August and December (Kingston 1979), suggesting a long reproductive period. The gut is relatively short (0.85% of the TL) and the teeth, as well as the jaws, are very strong. The anterior row is bifid. The gut suggests a carnivorous feeding habit, the teeth might be an indication for omnivorous feeding habits, however with preferring small invertebrates.<p></p><p></p>", "threats": "The species is threatened by<span> water pollution from sugar mill discharges, human sewage, industrial farming and agricultural run-off in the <span>Purificación River basin. An additional threat comes from non-native fish species causing competition for food.<span><span><br/><em></em></span></span>", "conservationmeasures": "No conservation actions for <em>Xenotaenia resolanae</em> are known, but the species occurs in the UNESCO Sierra de Manantlán Biosphere Reserve.", "usetrade": "The Leopard Splitfin is not used for human consumption and not targeted by the ornamental fish trade."}]}