{"name": "191251", "result": [{"species_id": 191251, "taxonomicnotes": null, "rationale": "<em>Algansea lacustris </em>is an endemic freshwater fish species restricted to Lake Pátzcuaro (127 km<sup>2</sup> AOO) in Michoacán, Mexico. There is clear and documented evidence of a continuing decline in  quality and quantity of habitat due to a number of factors which include  the effects of increased euthropication caused by agricultural run-off and sewage inputs to the lake, competition and predation from invasive alien species such as&#160;  <em>Oreochromis </em>spp. and <em>C. carpio</em> introduced in the lake in 1970s for commercial aquaculture, overfishing and severe alteration of the littoral zone on which the species depends as reproductive habitat. A population size reduction of 92% between 1988 and 1999 has been observed based on fisheries data <em></em> (Hernández-Montaño 2006, Berlanga-Robles&#160;<em>et al</em>. 2002). For these reasons this species is assessed as Critically Endangered.", "geographicrange": "<em>Algansea lacustris </em>is endemic to Lake Pátzcuaro an endorheic basin of volcanic origin in Michoacán, Mexico (Barbour and Miller 1978). Since 1968 it has been translocated into many water bodies in México as food for other fishes and humans (Torres-Orozco 1991).", "population": "A population size reduction has been observed based on fisheries data.&#160;<em>Algansea lacustris&#160;</em>fishery decreased from over 650 ton in 1988 to over 50 ton in 1999 (Hernández-Montaño 2006, Berlanga-Robles&#160;<em>et al</em>. 2002). The species is currently not fished commercially due to the low number of captures (O. Domínguez Domínguez pers. comm. 2018). The species was collected in 2012 in one of the lakes where it was introduced (San Gregorio), but it is not clear if the population is viable (O. Domínguez Domínguez pers. comm. 2018).", "populationtrend": "decreasing", "habitat": "Spawning takes place in the open waters of Lake Pátzcuaro from the end of November into May with peak activity occurring from February through April. The pelagic eggs drift towards shore where development and hatching occur in the warmer shallows (De Buen 1941). <br/><br/>Adapted for lacustrine existence in well-oxygenated water (Miller <em>et al</em>. 2005); clear or turbid waters, neutral or alkaline, of medium depth (Rosas-Moreno 1976).<br/><br/>Omnivorous, eating small molluscs, crustaceans and aquatic insects, along with green algae (Miller <em>et al.</em>&#160;2005). Rosas Moreno (1976) analyzed the stomach content of 890 digestive tubes, finding the following percentage of occurrence of the elements of the diet: (94.3%) Filamentous algae Chlorophycea, (82%) molluscs of the families Phisidae and Planorbidae, (66%) Cladocerans (<em>Daphnia</em> and <em>Bosmina</em>), (54.5%) Copepods, (33.7%) Insects (<em>Chironomus</em>), (25.2%) Amphipods (<em>Hyalella</em>), (20.8%) Ostracods (<em>Cypria</em>), (6.7%) Decapods (<em>Cambarellus</em>), and (4.4%) Bryozoans (<em>Plumatella</em>). Spawning occurs in open water from late November to May, with peak activity from February through April (Torres-Orozco 1991). The egg measures 5-6 mm in diameter (Rosas-Moreno, op cit.); pelagic eggs drift toward shore, where development and hatching occur in the warm littoral zone. Maximum known SL nearly 30 cm (Torres-Orozco, op cit.).", "threats": "The species is threatened by agricultural run-off, untreated sewage inputs to the lake and water hyacinth trituration causing euthrophication, water quality degradation and changes in productivity (Xie <em>et al</em>. 2004). Species such as <em>Oreochromis </em>spp. and <em>C. carpio</em> introduced to Lago de Pátzcuaro in the 1970s for commercial aquaculture (Rosas-Moreno 1976) also pose a threat to <em>Algansea lacustris</em>, as they can modify entire habitats and compete for feeding resources with native fish species (Zambrano <em>et al</em>., 2006). The severe alteration of the shoreline due to urbanization and low water levels could also explain the decrease of the species which depends on littoral zones for reproductive habitat in the lake.", "conservationmeasures": "<em>Algansea lacustris</em> fishing has been regulated under the NORMA Oficial Mexicana NOM-036-SAG/PESC-2015 (SEMARNAT 2010). Lago de Pátzcuaro is a Ramsar site (1447).<br/><br/>Research is needed to determine the population size and trends for the species. The species is kept <em>ex-situ</em>, but there are no programs or plans for reintroduction.", "usetrade": "The species is targeted in local fisheries. However <em>Algansea lacustris</em> fishery changed from over 650 ton in 1988 to over 50 ton in 1999 (Hernández-Montaño 2006, Berlanga-Robles <em>et al</em>. 2002) and is currently a rare subsistence fishery."}]}