{"name": "14276088", "result": [{"species_id": 14276088, "taxonomicnotes": "This species was originally described as a subspecies&#160;<em>Antipodogomphus neophytus hodgkini</em> Watson, 1969.<br/></span>", "rationale": "<p><em>Antipodogomphus hodgkini</em> is only definitely known from the Fortescue River system in Western Australia, with almost all records from the Millstream Creek, where it is threatened by ground water extraction. The species is known from, at most, three locations, with an area of occupancy (AOO) estimated to be less than less than 500 km², a maximum extent of occurrence (EOO) of 13.576 km² (but the actual EOO may be less than 5,000 km²), and an inferred continuing decline in quality of habitat at the most significant location (the falling water level of the Millstream Spring). Therefore, the species qualifies for Endangered status under criterion B (EN B1ab(iii)+2ab(iii)). Once more data are available on the impacts of falling water levels on this species and its status at other locations, it may need to be reassessed as Critically Endangered.</p>", "geographicrange": "<em>Antipodogomphus hodgkini</em> is endemic to Australia, where it is only known with certainty only from a few sites in the Pilbara region of Western Australia. These sites comprise, at most, three locations for extinction risk assessment purposes since the threat of falling water levels is assumed to affect all sites in the Millstream area (see the Threats section). Most of the sites appear to be just inside Millstream-Chichester National Park and most records are from the Millstream Creek or its vicinity. One of the other locations is vaguely specified, with only one record (see below), and the assessor has only seen one record from the third location (Coolawanyah Station) so that the sites comprising the Millstream location have to be considered as the most significant known location for this species. All records appear to be from the basin of the Fortescue River between Millstream and the coast. All of these locations are in the drainage of the Fortescue River. Bush <em>et al</em>. (2014: Table S2) give an estimate of the current extent of suitable habitat of this species of 1,711 km², since the species clearly breeds in streams, its area of occupancy can be taken as considerably less than this, 500 km² or less. The extent of occurrence (based on a minimum convex polygon around known occupied HydroBASINS) is 13,576 km².<br/><br/>On the poorly specified location, the following information is given in Watson (1991): “<em>Antipodogormphus hodgkini</em> has been found only in the north-west of Western Australia … . All fully-labelled material in the ANIC came from Millstream and Coolawanyah Stations, in the Pilbara region … . There is, in addition, a specimen on permanent loan from the Macleay Museum, labelled 'N.W. Austra', with Tillyard's determination '<em>Austrogomphus elongatus</em> Tillyard', an unpublished name. This is, presumably, the specimen that Tillyard (1909) identified … said to have come from Derby, in the West Kimberley region” Watson (1991).", "population": "<p>There are insufficient data on this species to make definitive statements about population sizes and health. However, judging from the number of records from January and February 1958, the species was moderately common in the Millstream area at that time. The assessor has seen no records from after 1971, but this might be because of lack of sampling in suitable habitats at suitable times of year.</p>", "populationtrend": "unknown", "habitat": "<p>This species inhabits “streams, rivers and riverine pools” (Theischinger and Hawking 2006, Theischinger and Endersby 2009).</p>", "threats": "<p>At the Millstream location this species is threatened by extraction of groundwater for the nearby mining town of Millstream, which has “considerably lowered the water level of the Millstream Spring” Hawking (2009). In 2010, the Government of Western Australia Department of Water’s drinking water source protection plan for Millstream Water Reserve stated “The extraction rules for Millstream are designed to limit impacts on high-value groundwater-dependent ecosystems and involve managing rates of groundwater-level decline and minimum groundwater levels” (Government of Western Australia 2010). Independent confirmation of this, in relation to the condition of habitat suitable for Odonata in the area, is required.<br/></p><p>This threat can only be exacerbated by any increase in the frequency and  duration of droughts due to climate change; similar threats may an  issue at Coolawanyah Station, this needs to be researched. Climate change is predicted to be a serious issue for species endemic to the Pilbara region: \"Potential loss of endemic species in the Pilbara ... is predicted\" Bush <em>et al. </em>(2014). Other threats need to be researched.</p>", "conservationmeasures": "<p>There is an urgent need for more data on this species, e.g., is its range really as restricted as is currently known? Detailed research into the effects of the lowering of the Millstream Spring on the species is needed, and a management plan should be developed and put into place if it is.</p>", "usetrade": null}]}