{"name": "53876095", "result": [{"species_id": 53876095, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys siegfriedi</em> is endemic to the Térraba River drainage on the Pacific slope of southwestern Costa Rica, has an estimated Extent of Occurrence (EOO) of 1061-4774 km<sup>2</sup>, and occurs in 2-4 locations. Total population size and population trend are unknown, but the taxon is poorly represented in museum collections. A number of threats have resulted in an inferred continuous decline in the area and quality of aquatic habitat where this species is presumed to occur, including land-use changes associated with plantation agriculture and residential development, and the associated impacts from increased sedimentation and pollution runoff. Therefore, <em>C. siegfriedi</em> is assessed as Endangered under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Cynodonichthys siegfriedi</em> is endemic to the Térraba River drainage on the Pacific slope of southwestern Costa Rica (Angulo <em>et al</em>. 2013). Elevational distribution ranges from 20-80 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is a tributary stream of the Térraba River, approximately 3.6 km south of the town of Palmar Norte at an elevation of 20 meters (Reis <em>et al</em>. 2003). This species was not reported in surveys from the Osa Peninsula (Monfredi 2012).</p>  <p>Estimated Extent of Occurrence is 1,061-4,774 km<sup>2</sup>, with a lower estimated bounds based on a minimum convex polygon calculated around the total surface area of the sub-catchments where this species has been reported, and an upper estimated bounds based on the surface area of the entire Térraba River drainage (Krishnaswamy <em>et al</em>. 2001, A. Angulo pers. comm. 2019). Given a distribution restricted to one major river drainage, and considering the pervasive impacts of major threats that are likely to act on a regional or basin-wide scale, this species is inferred to occur in 2-4 locations.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is poorly represented in the Museum of the University of Costa Rica's ichthyological collections, and is known from 16 specimens across 5 collection lots (Angulo <em>et al</em>. 2015).</p>", "populationtrend": "unknown", "habitat": "<p>This non-annual killifish occurs in puddles, swamps and brooks characterized by low to moderate water velocity (Bussing 1998). Diet is comprised primarily of aquatic and terrestrial insects (Bussing 1998). The maximum reported body size of this species is 4.0 cm total length (TL) (Reis <em>et al</em>. 2003).</p>", "threats": "<p>High historical losses in forest cover resulting from land-use changes associated with plantation agriculture has led to considerable water resource degradation on a basin-wide scale, particularly in lower-lying regions of the watershed (Krishnaswamy <em>et al</em>. 2001, Umaña-Villalobos and Spring 2006). Deforestation in the basin has likely contributed to reductions in dry-season flow rates, (Krishnaswamy <em>et al</em>. 2018) which may affect the persistence of ephemeral streams and creeks. Agricultural runoff, primarily from pineapple and oil palm plantation agriculture, constitute a significant threat to downstream aquatic habitat (Rojas and Rodríguez 2008). The Térraba River drainage continues to undergo rapid expansion in residential development and tourism, as well as associated infrastructural developments, which has led to reduced forest cover and increased pressure on natural resources in the region (Montoya 2012). The specific scope and magnitude of these impacts have not been evaluated in detail. Despite these uncertainties, their cumulative effects are having an inferred, continuous decline in habitat availability and habitat quality. </p>  <p>Although this species has not been reported from the Osa Peninsula, any subpopulations occurring there are likely subject to impacts from land-use changes associated with plantation agriculture, cattle ranching, housing development, and increased tourism (Monfredi 2012). Expanding oil palm plantation agriculture in the Osa and Golfito regions are resulting in inferred and continuous declines in the area and quality of aquatic habitat (Beggs and Moore 2013).</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. siegfriedi</em>. While no georeferenced records have been documented inside the boundaries of a protected area, it is feasible that the distribution of this species extends into Piedras Blancas National Park and Golfo Dulce Forest Reserve (IUCN and UNEP-WCMC 2019). More comprehensive ichthyological sampling and additional information regarding population size, population trend, and the scope and magnitude of existing threats are recommended research priorities.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. It may be kept intermittently by ornamental aquarium hobbyists, but the majority of specimens in trade are suspected to be captive-bred.</p>"}]}