{"name": "9196", "result": [{"species_id": 9196, "taxonomicnotes": "The Chapultepec Splitfin was the first cyprinodont fish where giving birth to live fish had been observed as early as 1769. However, the description took place much later when Bustamante y Septién descibed <em>Cyprinus viviparus </em>from Mexico City in 1837. The Dutch ichthyologist Pieter Bleeker, who was not aware of this description, described the same species in 1860 as \"Girards unnamed fish\": <em>Girardinichthys innominatus</em>, Günther in 1866 as <em>Limnurgus variegatus </em>to replace \"the barbarous name proposed by Bleeker, who never saw the species\". Charles T. Regan finally added with <em>Characodon geddesi </em>(1904) and <em>Limnurgus innominatus</em> (1907) two more synonyms to the list. It took until the year 1957 when José Álvarez del Villar discovered the description of Bustamante and the fish got his final name: <em>Girardinichthys viviparus</em>. No subpopulations are distinguished.", "rationale": "<em>Girardinichthys viviparus&#160;</em>is an endemic freshwater fish of Mexico City and the federal state of Mexico, mainly known from the Xochimilco and Texcoco lakes south of the city and the Zumpango lagoon in the north. Additionally, it occurs in artificial ponds in the Chapultepec park, in Alameda Oriental, a remnant of the Texcoco lake, a small dam near Nopaltepec and, as an introduced stock, in the Tecocomulco lagoon in Hidalgo. This species was abundant decades ago and even marketed as dryfish, but now no longer plays a role in human consumption. This species is threatened by habitat destruction and modification, water pollution, invasive species and water over-exploitation. It&#160;occurs within Xochimilco lake, meaning parts of its territory are included in&#160;the Lacustrine System Ejidos de Xochimilco and San Gregorio Atlapulco Ramsar site (Ramsar Secretariat, Site no.1363, 2004).<br/><br/>This species is assessed as&#160;Endangered&#160;(EN)&#160;due to its AOO and EOO size, severe fragmentation and&#160;the above mentioned threats.", "geographicrange": "The Chapultepec Splitfin is a live-bearing freshwater fish endemic to the Mexican federal states Distrito Federal and México and is the only Goodeid species native to  Mexico City. In ancient times of Tenochtitlán, the capital of the  Aztec empire, it likely occupied the whole of the large Lago de Texcoco, and its connected waterbodie,s in the endorheic valley of  México, including the lagos de Xochimilco, Xaltocán and  Chalco and the Laguna Zumpango. Miguel Bustamante y Septién (1837) mentioned that this species was an exceedingly common fish in the lagoons and irrigation channels of Mexico City. Nowadays, after hundreds of years of draining wetlands and lakes to  allow for the enormous expansion of Mexico City, <em style=\"\">Girardinichthys viviparus</em>  is only found in the remnants of the former huge lakes. It has  persisted in only three of the artificial lakes in the Parque de  Chapultepec inside Mexico City, with a stronghold in the Lago Mayor and small numbers in the lakes Zumpango and Xochimilco, along with&#160; moderate numbers near the airport at Alameda Oriente (which belongs to the former  Lake of Texcoco). Through the artificial Canal Río Cuautitlán from the Zumpango lagoon the species managed to reach the Río Tula system and, by that way, the Presa Requena in Hidalgo,  where it is now said to be extinct. Robert Rush Miller also reported the  species in 1977 from the state of Mexico, in ditches south of San Juan  Teotihuacán and about 25 km northeast of the Lake of Texcoco. A recent observation by Daniel Lara was made in a small dam near Nopaltepec, 40 km east of the Zumpango lagoon that drains into the Canal San Lorenzo and&#160;later on merges into the \"Gran Canal de Desagüe\", the connection between the Lago de Texcoco and the Laguna Zumpango (D. Lara pers. obs. 2017).&#160;<br/>In 2008 (Miranda <em style=\"\">et al.</em>),  the&#160;Chapultepec Splitfin (Mexclapique in spanish) was found in high abundance in the Laguna Tecocomulco about 80 km east of Mexico City in the basin of the Río Pánuco in the state of Hidalgo. This stock is introduced and the species not native to this lake.<br/><br/>The historical range of the&#160;Chapultepec Splitfin is estimated to have declined by more than 65% (Domínguez-Domínguez&#160;<em style=\"\">et al.</em>&#160;2008).", "population": "<p>Historically, this species was endemic to and abundant in the many lakes and wetlands of the endorheic Valley of Mexico, where Mexico City is located (Miller 2005). Construction of a channel to drain the valley allowed the species to colonize a small spring along the Tula River in the headwaters of the Pánuco River on the Atlantic slope where the species might still remain in small numbers (E. Díaz-Pardo pers. comm. 2018). The drainage of the valley, coupled with the rapid expansion of Mexico City, led to a drastic decline in the distribution and abundance of <em>Girardinichthys viviparus</em>. During the 20th century, the species was eliminated from Lake Texcoco and Lake Chalco and became rare in Lake Xochimilco and Lake Zumpango, all of which have become greatly reduced in size, highly polluted, and dominated by non-native fish species (Domínguez-Domínguez <em>et al</em>. 2005). Despite poor environmental conditions, the Xochimilco and Zumpango populations have managed to survive up to the present. The best remaining population is in the artificial Lake Mayor in Chapultepec Park in downtown Mexico City. This population persists in moderate numbers despite poor water quality, but it is vulnerable to drainage of the lake for maintenance (Lyons 2011).<br/><br/>A study by Salgado <em>et al.</em> (2004) from the ponds in the  Chapultepec showed different abundance and threats. In  Lago Viejo, there were about 20 specimens per m<sup>2</sup> and no  parasites. In Lago Menor, the species has been infected with <em>Lernaea</em>  (about 48% of the specimens). The abundance was about 15 specimens  per m<sup>2</sup>. The worst situation was found in Lago Mayor, with only 2  specimens per m<sup>2</sup> and nearly all fish infected with <em>Lernaea</em> and <em>Bothriocephalus acheilognathi</em>, a tapeworm typical for Asian cyprinids. Lagos Menor and Mayor had been populated with&#160;<em>Cyprinus carpio </em>(which is potentially the reason for the infection with the tapeworm and <em>Lernaea</em>), while Lago Mayor had been populated with <em>Tilapia</em>, too.</p>", "populationtrend": "decreasing", "habitat": "The Chapultepec Splitfin prefers quiet water bodies such as lakes, ponds,  channels and ditches with abundant vegetation like green algae, <em>Chara</em> and <em>Potamogeton</em>.  It lives mainly near the surface and is rarely found in depths more  than 1 m. Water transparency varies; clear water is preferred but they  can also be found in murky water (Miller 2005).<br/><br/>The Lago Mayor in the Chapultepec Park in Mexico City is an irregular shaped artificial pond with concrete walls. Its extensions are about 460 x 160 m. Two islands of 60 m in diameter structure the pond. The water has no current and is heavily polluted with nutrients, leading to totally green water. Occasionally, this lake is cleaned completely, each time almost completely extirpating the Chapultepec Spltifn. The Laguna Tecocomulco, where this species was found several years ago (2007), probably through introduction, is a shallow elongated lagoon of 10 x 2.5 km and widely overgrown with reed. Other fish species that occur are common carps and <em>Chirostoma jordani </em>(Miranda <em>et al.</em>&#160;2008). The Mexclapique has been seen in this lake for the first time during this study, so it is most likely introduced there.&#160;<br/><br/>Studies of Navarrete-Salgado <em>et al.</em> (2004)  revealed an oxygen level of much less than 7mg O<sup>2</sup>&#160;in the ponds of the  Chapultepec park, which is already quite low. This indicates, this species may  not be affected so severely by habitat eutrophication, which may  be the reason it can still be found in the parks' lakes. The pH in the ponds in Chapultepec park was recorded between 7.1 and  8.7; in other habitats it is about 7. The conductivity in the wild is differs from about 310  μS/cm (Lago Viejo, Parque de Chapultepec) up to nearly 1600 (Requena  dam), but in most cases is about 4-450 μS/cm<em> </em><a href=\"https://www.mexfish.info/reference.php?id=594\" title=\"Navarrete Salgado, Norma &amp; G. Contreras Rivero, G. Elías Fernández, M. Laura Rojas Bustamante. 2004. Situacion de Girardinichthys viviparus (especie amenazada) en los Lagos de Chapultepec, Zumpango y Requena. Revista de Zoología, Universidad Nacional Autónoma de México. (n. 15), pp. 1-6\" class=\"clear\"><em></em></a>(Navarrete-Salgado <em>et al.</em>&#160;2004). The temperature changes between 25 °C in the summer down to below than 15°C in winter. The Mexclapique possesses an uncoiled and short intestine and small pointed teeth, so it appears to be a carnivorous  species. The cleft of its mouth is nearly vertical and, combined with its  preferred habitat at the surface of quiet waterbodies with dense  vegetation, it probably feeds from mosquito larvae and small insects  falling to the surface. <em>Girardinichthys viviparus</em> may have a mode of life similar to some Poeciliids like Guppys or <em>Gambusia</em>. Díaz Pardo and Ortíz Jiménez (1986)  continuously collected young fish with lengths between 8 and 14 mm from  February to May, suggesting a breeding period across nearly the whole year, except for the coldest months. The species may start courting at the  beginning of the year, with the first fry dropped in February (or even  January) until at least October.", "threats": "The habitats in the Parque de Chapultepec are under pressure of exotic  species, polluted water, water treatment and parasites (<em>Lernaea</em> sp.). Nevertheless,  the population in the Lago Mayor seems to be stable in moderate numbers. Scientists document moderate numbers at Alameda  Oriente and good numbers in the Lake of Tecocomulco, where it was introduced a decade ago. The first habitat is threatened by plans to expand the airport of Mexico City. At the second site, common carp threatened this species, as the main source of catch for local fishermen. In the lakes Xochimilco  and Zumpango, the populations are very small and under pressure from exotic  species, industrial waste water (especially with heavy metals) and  eutrophication. Bustamante (1837) mentioned that in the 19th century,&#160;<em>Girardinichthys viviparus</em> was used as a food source for poor people in Mexico City after a \"buena salsa\" was added, so it was known to be marketed as dry fish.<br/>&#160;<br/>In summary, the Chapultepec Splifin is threatened by severe water pollution, exotic fish species, water over exploitation, sinking groundwater levels and the rapid growing of Mexicos capital.", "conservationmeasures": "<em>Girardinichthys viviparus </em>occurs within the Xochimilco lake and so parts of its territory are included in&#160;the Lacustrine System Ejidos de Xochimilco and San Gregorio Atlapulco Ramsar site (Ramsar Secretariat, Site no.1363, 2004), but no species targeted actions are known.<p>The only conservation effort is a monitoring and<em> ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico</p>", "usetrade": "The Mexclapique was once collected for food by poor people in Mexico City but, after the numbers declined substantially, it is no longer used for consumption and isn't targeted for the ornamental fish trade."}]}