{"name": "184698", "result": [{"species_id": 184698, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Albert in Uganda. In recent surveys, the species was not rediscovered at the port area in Butiaba, with possible of loss of subpopulations probably resulting from water pollution as it is a busy port. The&#160;remaining two closely located sites are in a part of the lake with rapidly declining quality of habitat due to erosion and silting from  agriculture and water pollution. Therefore, this species is assessed as Critically Endangered (CR B1ab(iii)). The first assessment of this species, in 2004, suggested it was Critically Endangered; the new distributional data indicates that, whilst the category remains the same, but the criteria have changed (it is now assessed based on its extent of occurrence and not on area of occupancy).", "geographicrange": "This species was originally described from a single site at Butiaba, Lake Albert, Uganda. Since the first assessment in 2004, two additional records have been found further south on the Ugandan side of the lake (C. Albrecht pers. obs. 2006), however, the species was not rediscovered at Butiaba in these surveys. These data have increased the species' current known extent of occurrence (EOO) to 90 km² based on available records, although the total lake area is much larger.", "population": "A recent survey resulted in two additional records for the species (C. Albrecht pers. obs. 2006). Although it was not found at the type locality at Butiaba, its distribution is extended significantly further south.", "populationtrend": "unknown", "habitat": "This species occurs in muddy habitats in the uppermost part of the littoral zone of the lake.", "threats": "This species faces a declining quality of habitat due to erosion and silting from agriculture and water pollution. Increasing population along the shorelines and sheer absence of sanitation triggers the negative impacts on water quality. Water pollution problem has intensified during the last decade,  including preparation and exploration activities related to oil  prospecting. A potential major threat comes from the upcoming oil drilling operations.", "conservationmeasures": "There is no information available on conservation actions in place for this species.", "usetrade": "This species is not utilised."}]}