{"name": "161320521", "result": [{"species_id": 161320521, "taxonomicnotes": "A population discovered at Suikerbosrand has characteristics intermediate between <em>Orachrysops mijburghi </em>and <em>Orachrysops lacrimosa </em>(Terblanche and Edge 2007).<br/><br/>At a locality near Greylingstad, both above-mentioned species occur, although at different times of the year (Dobson pers. obs.).", "rationale": "This is an endemic taxon of South Africa, from the Free State and Gauteng provinces (Extent of Occurrence 4,465 km<sup>2</sup>, Area of Occupancy 28 km<sup>2</sup>). There are five locations. The extent and quality of the habitat has declined as a result of overgrazing by livestock. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species occurs in the Free State and Gauteng provinces in South Africa, from Heilbron in the south to Doornkuil and in the vicinity of Suikerbosrand Nature Reserve near Heidelberg in the north.", "population": "There is no information currently available.", "populationtrend": "unknown", "habitat": "It is found in moist habitats fringing ephemeral streams in undulating lowlands (Suikerbosrand and Heilbron), as well as valleys within a south-facing hillside (Greylingstad).", "threats": "All known subpopulations of this species are found in prime agricultural areas. While difficult to quantify, there has been a visible deterioration, over a period of approximately ten years, in the quality of habitat within at least two sites, due to overgrazing. It seems likely that this grazing pressure will continue in future and that areas of currently under-utilised land adjacent to streams will reduce in size due to grazing or cultivation.", "conservationmeasures": "Cooperation of the landowners is required in order to prevent undue disturbance and degradation of the habitat. LepSoc Africa will attempt to inform landowners and farmers about the presence of this butterfly on their land and measures that should be taken to conserve it. Further taxonomic and life history research is required to compare the southern and northern subpopulations. Monitoring of subpopulations is essential. This will be undertaken by LepSoc Africa.", "usetrade": null}]}