{"name": "145379801", "result": [{"species_id": 145379801, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents on mid-oceanic ridges in the Indian Ocean. It is currently known from four restricted locations in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2432 m to 3659&#160;m bsl. The impact of uncertainty around the total AOO and other biological factors mean that the applicable threat level for this species ranges from VU to EN, using the recommended risk tolerance.&#160;We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as EN B2ab(iii). As the species occurs only at hydrothermal vent fields, has a restricted AOO, and has been found at four locations, the threat of current and future anthropogenic influence in these sites based on exploration licenses for mineral extraction at or adjacent to the sites would drive this species to CR very rapidly.&#160;There may already be disturbance to this species as ISA exploration-phase licenses allow some extraction of mineral deposits to determine their composition and testing of seabed mining technology for future exploitation-phase licensing, thus justifying an inferred and projected continuing decline in the extent and quality of the habitat.&#160;A reassessment would be merited if there was a substantial change to the status of mining license arrangements or if there are future changes to the prices of relevant commodities.", "geographicrange": "This deep-sea gastropod is restricted to four locations covering four hydrothermal vent fields on deep ocean ridges in the Indian Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.<br/><br/>Locations 1, 2 and 3 lie in&#160;International Waters and the exploration license contract area granted by the International Seabed Authority to the Federal Institute for Geosciences and Natural Resources of Germany. Location 4 is the Exclusive Economic Zone of Mauritius. The species occurs at active black smokers and sites of diffuse venting located at depths of 2400 m to 3659&#160;m bsl. It has been observed from four vent fields: at the Kairei (in Location 1) and Edmond (in Location 2) vent fields on the Central Indian Ridge, at a new hydrothermal vent field discovered on the South East Indian Ridge (Location 3), and the Solitaire vent field on the Central Indian Ridge (in Location 4) (Okuntani<em>&#160;et al.</em>&#160;2004, Johnson&#160;<em>et al.</em>&#160;2015,&#160;Gerdes&#160;<em>et al</em>. 2019). The species is present over very small areas in each of these vent fields, with a combined total area for the Kairei, Edmond and Solitaire vent fields of 0.0147 km<sup>2</sup> (Hashimoto <em>et al.</em> 2001, Van Dover <em>et al.</em> 2001, Gallant and Von Damm, 2006, Nakamura <em>et al</em>. 2012). No data were available for the area of the more recently discovered vent field on the South East Indian Ridge. The four vent fields are distributed over a Minimum Convex Polygon area of 60,863.652 km<sup>2</sup>&#160;in the Indian Ocean.", "population": "These populations have only been sampled by remotely operated vehicles and a human-occupied vehicle, and given the presence at depth, it is difficult to ascertain the population status (Okutani<em>&#160;et al.</em>&#160;2004, Johnson&#160;<em>et al</em>. 2015).", "populationtrend": "unknown", "habitat": "The species is restricted to deep-sea hydrothermal vents on a mid-ocean ridge in the Indian Ocean. It is currently known from the active black smokers and sites of diffuse venting located at depths of&#160;2400 m to 3659&#160;m bsl (Johnson <em>et al.</em>&#160;2015, Gerdes&#160;<em>et al</em>. 2019).&#160;<br/><br/>Geological context – the Central Indian Ridge and South East Indian Ridge&#160;are&#160;intermediate spreading ridges. Environmental Impact Assessments based on the dynamics of the East Pacific or other fast-spreading ridges cannot be applied to this different geological context.<p></p>", "threats": "The Kairei, Edmond and newly-discovered SEIR Vent Fields lie in a seabed area licensed for the exploration of exploitation of polymetallic sulfide mineral resources, which form at active hydrothermal vents. This exploration-phase license was granted by the International Seabed Authority (ISA) for a 15-year contract (2015-2030) to the Federal Institute for Geosciences and Natural Resources of Germany. The ISA exploration-phase licenses allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be disturbance of the subpopulation. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. As the locations are remote and at depth, the impact on the subpopulations is uncertain. The Solitaire vent field lies within the Mauritius Exclusive Economic Zone and is not subject to ISA governance. These vent fields may be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.", "conservationmeasures": "There are no conservation actions currently in place at any Indian Ocean vent fields, however, further research is recommended to determine whether the populations would be susceptible to disturbance by mining, to confirm whether the species is present at any other vent sites along the Central and Southern Indian ridges and to ascertain the dispersal capability for this species, as these will assist in re-evaluation of the conservation status of the species. Development of protocols to minimise sediment plume creation by those investigating the sea-bed habitats during exploration for mineral would be beneficial for all species in these sensitive habitats.", "usetrade": "There is no known trade or use of this species."}]}