{"name": "12399", "result": [{"species_id": 12399, "taxonomicnotes": "The genus <em>Lucifuga</em> is one of the most diverse stygiobiotic genera of fishes to have been described. The taxonomy of <em>Lucifuga</em> species may still be incomplete due to relatively common discoveries of new species. García-Machado <em>et al</em>. (2011) concluded that <em>Lucifuga</em> spp. are genetically divergent, but most closely related lineages are morphologically indistinguishable and recommend revisiting the taxonomy of the genus. Since the distribution of certain morphological characters among these species is disjointed, they possibly may not be used for classification in the future. A description of a new species, <em>Lucifuga</em> <em>gibarensis</em> of Cuba, was recently published (Hernández <em>et al.</em> 2020).", "rationale": "<p><em>Lucifuga simile</em> has a highly restricted distribution. It is only known to occur in two closely located caves in the Northwest Matanzas province of Cuba. Both localities are about 2 km apart from each other and a connection by flooded underground passages is suspected. However, Cueva La Pluma is freshwater while Grieta Punta de Guana is a brackish water crevice near the coast. &#160;Extent of Occurrence and Area of Occupancy (AOO) are estimated to be 8 km<sup>2</sup>. Existing pervasive threats are anticipated to impact both collection localities, and therefore a single threat-based location is determined.<br/> <br/> Although data are limited, the population size of <em>L. simile</em> is potentially small and it may have a long generation length. <br/> <br/> The main threat to <em>L. simile</em> is habitat degradation associated with human activities (continuing decline in habitat quality for this species is inferred). In particular, Grieta Punta de Guana, which has historically had a larger abundance of <em>L. simile</em>, is at risk due to negative impacts from an oil well operation that is blocking its narrow entrance. <br/> <br/> Both Cueva La Pluma and Grieta Punta de Guana are located within Bacunayagua Ecological Reserve, which is listed by the IUCN as a National Park (category II). &#160;Additionally, Cueva La Pluma is a Relevant Natural Site and is listed as a natural outstanding element. The level of protection these conservation measures specifically offer <em>L. simile</em> is &#160;unknown.<br/> <br/> The Cuban Red List listed <em>L. simile</em> as Critically Endangered (CR A2ce; B1+B2ab), based on its low reproductive rate, possible longevity, declines in habitat quality, effects from introduced species, and small EOO and AOO. Further research on population size and life history is needed to accurately estimate generation length. <em>Lucifuga simile</em> is assessed for The IUCN Red List as Critically Endangered under criteria B1ab(iii)+B2ab(iii).<span class=\"spelle\"></p><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"GramE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"GramE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"GramE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"GramE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><p></p></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "The distributions of <em>Lucifuga</em> species are highly patchy, as they are only found in inland karst caves located near coastal margins (García-Machado <em>et al</em>. 2011). <em>Lucifuga simile</em> is restricted to two cave systems in the Northwest Matanzas province of Cuba on the exposed karstic plains of the west part of the island: Cueva La Pluma and Grieta Punta de Guana, which are located approximately 2 km apart from each other (García-Machado <em>et al</em>. 2011). Within the caves, <em>L. simile</em> &#160;has been found from 0 to <a>29 m&#160;</a>depth (Garrido-Linares and Acero 2006, E. García-Machado pers comm. 2020).<br/> <br/> There is also an unverified report of this species from a third location known as Cueva del Tunel in Quivican, Mayabeque Province (García-Machado and Hernández 2012). <em>Lucifuga simile</em> is closely related to <em>Lucifuga </em>sp. 2<em> </em>(sensu García-Machado <em>et al</em>. 2011), a putative new species living in the karst fringe of the North coast of Havana province.<br/>      <br/>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 8 km<sup>2</sup>, based on a 2 km<sup>2</sup>&#160;grid overlain on the two collection localities where this species has been recorded. AOO was calculated in the Red Book of Cuban Vertebrates as less than 10 km² (Garcia-Machado and Hernandez 2012).<span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"GramE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"GramE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><span class=\"SpellE\"><p></p></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "population": "<p>Cave-diving expeditions can be logistically challenging and dangerous to undertake, therefore population data for <em>L. simile</em> are limited. In 1970 about 42 specimens were collected from Griata Punta de Guana and about ten more during the 1980s. Also during the 1980s, four specimens were collected from Cueva La Pluma (Díaz <em>et al.</em> 1987, Ponce de Leon <em>et al.</em> 2012). Due to its uncommon occurrence, the population size may be small. Some fluctuations of abundance were noted for <em>Lucifuga dentata</em> and <em>L. subterranea</em> (Eigenmann 1909), although it has been observed that populations of <em>Lucifuga</em> spp. tend to remain stable throughout the year (García-Machado and Hernandez 2012).<br/> <br/> The <em>Lucifuga</em> genus continues to evolve due to the discovery of new species in previously unexplored caves throughout Cuba and Bahamas. It will be difficult to grasp a complete understanding of the populations of <em>Lucifuga</em> spp. until a more detailed picture of their diversity and distribution is realized (Møller <em>et al</em>. 2006, García-Machado <em>et al</em>. 2011, Hernández <em>et al.</em> 2020). Møller <em>et al</em>. (2006) calculated the population size of <em>L. spelaeotes</em>, a closely related Bahamian species with a wider distribution, as less than 1,000 individuals.</p>", "populationtrend": "unknown", "habitat": "<p><em>Lucifuga simile</em> is a small, viviparous, eel-like fish that shies away from direct light where it lives in landlocked cave systems. It has been collected to a maximum size of 10.3 cm standard length (SL) (Hernández <em>et al.</em> 2020). It has greatly reduced eyes (Nalbant 1981, Díaz <em>et al.</em> 1987).</p><p>The species is known from two relatively stable systems in the Northwest Matanzas province of Cuba named Cueva La Pluma and Grieta Punta de Guana (a freshwater cave and an anchialine crevice, respectively), which have water temperatures that fluctuate around 25°C and salinities that range from fresh to 22 ppt (Díaz <em>et al.</em> 1987, García-Machado and Hernandez 2012). In a report from 1973, Cueva la Pluma contained a phreatic lake covered with thick organic detritus composed mostly of guano that is at the same level as the ocean, and that Grieta Punta de Guana was described as a 25 m length fissure situated along the ocean bordered by a rocky ledge with two main openings (Kornicker and Yager 1996). The biogeochemistry of individual holes/caves varies widely, with particular sensitivity to solar insolation, water flow velocities, and organic matter inputs (Hutchinson 1999, Gonzalez <em>et al.</em> 2011). Due to the already harsh nature of this environment, even slight changes in cave water quality can negatively affect troglobitic organisms, which have already adapted with very low metabolic rates and small size so as to efficiently use energy when oxygen and food supply are lacking (Hutchinson 1999, Bishop<em> et al.</em> 2004, Gonzalez <em>et al.</em> 2011, García-Machado and Hernandez 2012).</p><p>Food availability is a significant limiting factor for these cave fishes. Gonzalez <em>et al</em>. (2011) reported that food webs in these caves may be dependent on indigenous bacterial primary production. Populations of <em>Lucifuga </em>spp. seem to remain stable throughout the year, but the populations of the invertebrates that constitute their diet fluctuate significantly (García-Machado and Hernandez 2012). The highest densities of <em>Lucifuga </em>spp. are usually observed hiding under ledges and in dark alcoves near the entrance where prey items tend to congregate (Trajano 2001). <em>Lucifuga simile</em> is an opportunistic, passive forager that primarily preys on troglobitic amphipods and mysids, but will also eat early crab larvae and shrimps (Eigenman 1909, García-Debrás and González 1999,). Vegetable matter was found in the digestive tract of the holotype of L. simile (Nalbant 1981). Populations of <em>Lucifuga</em> spp. are significantly more abundant in caves that bats also inhabit because their guano fertilizes the water and promotes the growth of food sources for the fish (García-Debrás and González 1999). A species of the genus <em>Eleotris</em> (Sleeper Goby) has been observed to coexist with <em>L. simile</em>. The level of competition for resources with these fish is not yet known (García-Machado and Hernández 2012).&#160;</p><p> Data on the reproductive strategy of <em>L. simile</em> are limited. As for two other species of <em>Lucifuga</em> that are endemic to freshwater caves in Cuba, no breeding season is known and no embryos or juveniles have been observed. However, <em>L. simile</em> could perform similarly to <em>L. subterranea</em> with females carrying 2-15 embryos that are approximately 2.5 cm SL at birth (Eigenmann 1909). The ovaries in female fishes of the <em>Lucifuga</em> and <em>Ogilbia</em> genera are very similar, however, sexual structures of the male, though both intromittent, are different. Male fishes are characterized by the presence of an external reproductive organ anterior to the anal fin, which it uses to facilitate internal fertilization of females (Eigenmann 1909). It is thought that mating begins as soon as the female reaches maturity when the female can carry and even nourish the delivered spermatozoa within their body for long periods. Reproduction may be infrequent and fecundity relatively low, but further research is needed (Trajano 2001, García-Machado and Hernández 2012). Definitive data on the longevity of <em>L. simile</em> are unknown, but it may be inferred that <em>Lucifuga</em> spp. have a long generation length because their populations are small and there have been very few captures of juveniles or pregnant females (García-Machado and Herníndez 2012).</p>", "threats": "The main threat to <em>L. simile</em> is habitat degradation by human activities. García-Machado and Hernández (2012) reported that an oil well established near Grieta Punta de Guana may be leaching hydrocarbon residuals from the exploitation of petroleum. It has been impossible to observe the recent state of this crevice since this industrial activity has made the entrance inaccessible, but continuing decline in habitat quality is inferred.<br/><br/>Groundwater abstraction associated with agricultural production occurs throughout the region. However, the direct impact of these activities on habitat stability have not been evaluated in detail.", "conservationmeasures": "<p><em>Lucifuga</em> spp. play an important ecological role in the balance of caves that they inhabit (García-Debrás and González 1999). The threats of ongoing habitat degradation by human activities within the extremely limited distribution require the attention of conservationists. Since species diversity for the <em>Lucifuga</em> genus is likely underestimated due to the incomplete exploration of their highly fragmented distribution, implementing conservation could be difficult without a more complete list of specific holes/caves that currently harbour populations (García-Machado <em>et al</em>. 2011). Proudlove (2001) reported that most <em>Lucifuga</em> species listed as threatened or more are not receiving necessary conservation attention.<br/> <br/> Habitat management, monitoring, education, and economic activities surrounding subterranean cave systems should be considered during the planning process (García-Machado <em>et al</em>. 2011, García-Machado and Hernández 2012). Both Cueva La Pluma and Grieta Punta de Guana are located within Ecological Reserve Bacunayagua, which is listed by the IUCN as a National Park (category II). Additionally, Cueva La Pluma is a Relevan Natural Site and is listed as a natural outstanding element on Protected Planet (IUCN and UNEP-WCMC 2020).<br/> <br/> Exploring captive breeding of this species would be useful if populations became depleted enough to require restocking (Proudlove 2001). It is important to note that <em>L. simile</em> has been raised successfully on a diet of <em>Troglocubanus</em> sp. (cave shrimp) (Díaz <em>et al.</em> 1987). Further research on rearing <em>L. simile</em> should be explored.</p><em></em>", "usetrade": "<em>Lucifuga simile</em> is not utilized."}]}