{"name": "49830280", "result": [{"species_id": 49830280, "taxonomicnotes": null, "rationale": "<p><em>Hoplosternum punctatum</em> is distributed in Pacific coastal drainages from Panama City, Panama, southward to the Atrato River on the Atlantic slope of Colombia. Extent of Occurrence (EOO) is estimated to be 15,553 km<sup>2</sup>. Total population size and population trend are unknown. However, mining activities, land-use changes and agricultural expansion along major transportation corridors, and deforestation associated with these activities are producing a continuous inferred decline in habitat quality throughout much of the species range. Given uncertainties regarding species distribution, and the scope and magnitude of major pervasive threats, the number of locations where this species occurs cannot be determined. Therefore, <em>H. punctatum</em> is assessed as Near Threatened because it nearly meets all subcriteria for classification under a threatened category using criterion B1ab(iii).</p>", "geographicrange": "<p><em>Hoplosternum punctatum</em> is distributed in Pacific coastal drainages in eastern Panama southward to the Atrato River on the Atlantic slope of northwestern Colombia (Reis <em>et al</em>. 2003, Maldonado-Ocampo <em>et al</em>. 2006, Donascimiento <em>et al</em>. 2017). Distribution may extend into Atlantic slope drainages of eastern Panama (Smith and Bermingham 2005). The type locality of this species is the Marte Arnade River (most probably&#160;the Matías Hernández River), approximately 6 miles east of Panama City (Reis <em>et al</em>. 2003).</p>  Extent of Occurrence (EOO) is estimated to be 15,553 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). Given uncertainties regarding the direct impact of major pervasive threats on all subpopulations of <em>H. punctatum</em>, the number of locations where this species occurs cannot be determined with accuracy.", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "This species occurs in streams, rivers, swamps, floodplain lakes, ponds, and pools characterized by high turbidity, little to no water movement, and reduced dissolved oxygen (Breder 1927, Nirchio <em>et al</em>. 2006).&#160; First reproduction probably&#160;occurs at two years of age (Breder 1927). Diet comprises a broad range of food items, including insects, crustaceans, fishes and organic debris (Breder 1927). This species reaches a maximum reported body size of 7.7 cm standard length (SL) (Reis <em>et al</em>. 2003).", "threats": "<p>Potential threats in eastern Panama include land-use changes and deforestation associated with agricultural expansion and development adjacent to roadways (Girot 2002, Robinson <em>et al</em>. 2004, Suman 2007, Larsen 2019), as well as water pollution.</p>  <p>In northwestern Colombia, the greatest and most pervasive threat to this species is habitat degradation associated with mining activities, which is occurring throughout much of northeastern Colombia. Threats to habitat quality include heavy metal pollution, sedimentation, deforestation, and land-use changes (Etter <em>et al</em>. 2006, Vallejo Toro <em>et al</em>. 2016, Palacios-Torres <em>et al</em>. 2018, Pecharroman 2018, Palacios-Torres <em>et al</em>. 2019).</p>  While the scope and magnitude of these specific impacts are unknown, they are having a continuous inferred decline in habitat quality.", "conservationmeasures": "There are currently no species-specific conservation measures directed towards <em>H. punctatum</em>. The range of this species extends partly into Darien National Park (IUCN and UNEP-WCMC 2019), which may provide indirect protection against habitat degradation. Additional ichthyological sampling is needed to confirm range extent. Additional information regarding biology and ecology, population size, population trend, and the scope and magnitude of major threats is needed.", "usetrade": "There is no information regarding the use and trade of this species. However, close congeners are often targeted in subsistence and artisanal fisheries (Almeida de Albuquerque and Barthem 2008), which suggests that this species is probably&#160;included in local fisheries throughout eastern Panama and northwestern Colombia."}]}