{"name": "15362", "result": [{"species_id": 15362, "taxonomicnotes": null, "rationale": "Listed as Rare by Bick (1983, 2003), this species is very localized, and like other <em>Ophiogomphus</em>&#160;it is probably fairly susceptible to pollution, siltation and damming. There are likely to be hundreds to thousands occurring on each stream, but the species is declining: <em>Ophiogomphus</em> larvae are sensitive to flood scouring as well as pollution. 15+ years of observation support this decline. Extent of occurrence is less than 5,000 km² and area of occupancy is less than 550 km²; the species is known from a total of 31 localities, including eight counties in Tennessee, one in Alabama, and possible larvae in two counties in Kentucky. Other localities were searched for by Tennessen (1994). Larvae are susceptible to flood scouring (easily washed away), siltation, and pollutants. The species nearly meets the requirements for Vulnerable under criterion B and is therefore assessed as Near Threatened.&#160;New records have come to light in recent years, adding counties and streams to the known range, but the known extent of that range has not changed.", "geographicrange": "This southeastern North American species is known only from a small region from Kentucky south to Alabama. It is known from 3 states in the United States of America.", "population": "Current population size and trends are unknown, but locally common within restricted range, and additional localities have been found in recent surveys.", "populationtrend": "unknown", "habitat": "<em>Ophiogomphus acuminatus</em> larvae occur in sparse gravel pockets in fissures of rocky stream beds (Carle 1981). Typically on second-order streams that are mostly shaded, with relatively stable substrates and riffle areas (Tennessen 1994).", "threats": "The larval habitat, consisting of chert pebble debris in limestone bedrock streams (T.W. Donnelly pers. comm.), is very specialized. Possible threats include clear-cut logging, planting of pine monocultures, pollution, cattle access, and gravel mining (Dunkle 2004), especially because of the restricted range.", "conservationmeasures": "Short sections of a few streams are protected by the Natchez Trace National Parkway, and the Alabama locality is in the Freedom Hills Wildlife Management Area. Although the species is not widespread, it appears to be locally common within its range, and no further conservation actions are recommended now.", "usetrade": null}]}