{"name": "53877350", "result": [{"species_id": 53877350, "taxonomicnotes": "Originally described as <em>Rivulus immaculatus</em> (Thomerson <em>et al.</em> 1991), due to a revision of the subfamily Rivulinae it was recently changed to <em>Anablepsoides</em> after this was considered a valid genus and not a subgenus of <em>Rivulus </em>(Costa 2011).", "rationale": "This species has only been collected from three localities in the Cuyuni River Basin. It has an extent of occurrence (EOO) of 361 km<sup>2</sup> and an area of occupancy (AOO) of 12 km<sup>2</sup>. A decline in its habitat quality is inferred due to the intense mining activities in the Cuyuni. However, more information is needed to confirm if the AOO is accurate and to count locations. Therefore, it is assessed as Near Threatened. Considering the rapid decline in the integrity of the Cuyuni, it is of great priority to gather additional information on the distribution and threats to this species.", "geographicrange": "This species has been collected in three localities, in water bodies of the basins of the Cuyuní and Venamo rivers, in south-eastern Venezuela, in the Guiana Shield.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "It inhabits shallow borders of small mountain creeks, with clear water, and shallow pools in the margin of these creeks. The type collection sites consisted of clear water creeks (pH 6.5, temperature 21.5 - 24 °C, with cascades on boulders and rock ledges (Thomerson<em> et al. </em>1991).", "threats": "This species is threatened by deforestation and pollution associated with both legal and illegal gold mines, as well as with illegal wood trade. An alteration of the limnological conditions in the water bodies where this species dwells is suspected due to the activities in the mines.", "conservationmeasures": "About 50% of the population occurs within Canaima National Park. However, there are several gold mines near and inside the park, so this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records regarding harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}