{"name": "157777615", "result": [{"species_id": 157777615, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to hydrothermal vents at deep ocean ridges in the West Pacific Ocean. It is currently known from three restricted locations, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1,900 m to 2,765 m bsl, and would be severely threatened by the anthropogenic impacts associated with mineral extraction if commercial deep-sea mining were to occur in this region. Mining licences have been granted for all locations, two within the Fiji EEZ and one within the Tonga EEZ. In 2019, the Fijian president called for a ten-year moratorium on mining, however this has not yet been put into effect. The potential for anthropogenic influence at these sites based on exploration licences for mineral extraction at or adjacent to the sites supports a projected continuing decline in quality of habitat. The impact of uncertainty around the decline in habitat means that the applicable threat level for this species ranges from VU to EN, using the recommended risk tolerance. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as Endangered (EN B2ab(iii)).<br/><br/>A reassessment would be merited if there was a substantial change to the status of mining licence arrangements, for example, if a moratorium on deep-sea mining was reached by the Government of Fiji or the Government of Tonga, whereby the assessment would be likely to decrease to Least Concern.", "geographicrange": "This deep-sea gastropod is restricted to three locations at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. Two locations lie within the Exclusive Economic Zone of Fiji, the other location within the Exclusive Economic Zone of Tonga. The species occurs at active black smokers and sites of diffuse venting located at depths of 1,900 m bsl to 2,765 m bsl. It has been observed from three vent fields: at the Mussel Valley (Location 1) and White Lady (Location 2) vent fields within the Fiji EEZ, and the Hine Hina vent field (Location 3) within the Tonga EEZ (Warén and Bouchet 1993, Linse <em>et al. </em>2019). The species is present over very small areas in both of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Warén and Bouchet 1993, Linse&#160;<em>et al. </em>2019).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 1,900 m to 2,765 m bsl.", "threats": "<p>The Mussel Valley (1) and White Lady (2) vent fields lie within the Fiji Exclusive Economic Zone. The Hine Hina (3) vent field lies within the Tonga Exclusive Economic Zone. These regions are not subject to International Seabed Authority governance.&#160;The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.</em>&#160;2018). The Government of Fiji has previously granted exploration licences for mining companies. However, in 2019, the Fijian president called for a ten-year moratorium on deep-sea mining to allow for further research of the effects of mining on biological communities (Kakee 2020). This moratorium has not yet been put into effect, however mining has been suspended for the moment. The Tongan government has granted exploratory mining licences to Nautilus Mineral Cooperation and to Korea Ocean Research and Development Institute, allowing them mining access to an area in the Lau Basin (Stone&#160;<em>et al.&#160;</em>2019).&#160;As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the current exploratory mining and the likelihood of future exploitative mining licences within the Fiji EEZ and Tonga EEZ to be a significant threat to the species.</p>", "conservationmeasures": "There are no conservation actions currently in place at any vent fields within the Fiji or Tonga EEZ. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites within these regions.", "usetrade": "There is no known trade or use of this species."}]}