{"name": "123672975", "result": [{"species_id": 123672975, "taxonomicnotes": null, "rationale": "The Manx Shearwater Flea (<em>Ceratophyllus fionnus</em>) is known from a single location on the Island of Rum, Scotland, where it is found in the burrows of the Manx Shearwater (<em>Puffinus puffinus</em>). Whilst there is no definitive information on the area of occupancy and population size at this location, the AOO and population of its host, the Manx Shearwater is in decline (Furness 1997, Smith&#160;<em>et al</em>. 2001, Murray&#160;<em>et al</em>. 2003). Kwak <em>et al</em>. (2019) assessed this species as Vulnerable, indicating that it qualified under the parameters used for the D2 criterion i.e. \"limited to a range of less than 20 km<sup>2</sup> or limited to five or fewer localities\". This was incorrect use of the D2 criterion as that requires there to be a plausible future threat which when it happens could drive the species to become Critically Endangered or Extinct in a short time; an aspect not discussed by Kwak <em>et al</em>. (2019). The Manx Shearwater Flea does qualify for listing as Vulnerable D2, especially with the potential future threat to the host Max Shearwater posed by bird flu. However, applying the Red List Criteria to&#160;<em>Ceratophyllus fionnus</em>&#160;it is clear that it is restricted to a single threat-defined location in a small area (area of occupancy and extent of occurrence are both about 12 km<sup>2</sup>) and there are projected ongoing threats to the host species which will result in a continuing decline. Therefore this species&#160; qualifies for listing as Critically Endangered under criterion B1ab(ii,iii).", "geographicrange": "The Manx Shearwater Flea (<em>Ceratophyllus fionnus</em>) is associated with nest burrows of the Manx Shearwater (<em>Puffinus puffinus</em>) on the island of Rum, Scotland. This island holds one of the largest colony of Manx Shearwater in the world, estimated to be one fifth of the world population, however, the population on Rum is thought to be in decline (Furness 1997, Smith <em>et al</em>. 2001, Murray <em>et al</em>. 2003).&#160;&#160;<em>Ceratophyllus</em><em>&#160;fionnus </em>is known from a single high altitude (650 m and above) site in Manx Shearwater nest burrows on the mountain of Hallival (Usher 1968).", "population": "No specific information is available on the population of <em>Ceratophyllus fionnus,&#160;</em>however, as an ecto-parasite its population is intrinsically linked to the population of its host, the Manx Shearwater (<em>Puffinus puffinus</em>). The Manx Shearwater population on Rum is suggested to be slowly declining (Furness 1997, Smith&#160;<em>et al</em>. 2001, Murray&#160;<em>et al</em>. 2003), and it is expected that this means that the population of&#160;<em>C. fionnus&#160;</em>will also be in decline.", "populationtrend": "unknown", "habitat": "Little is known about the ecology of the Manx Shearwater Flea. Individuals have been found in nest burrows of the Manx Shearwater (<em>Puffinus puffinus</em>) (Wormell 1982).", "threats": "As an ecto-parasite this species is dependent on a continued population of its host species. The Manx Shearwater on Rum is threatened by predation of eggs and chicks by non-native Brown Rats (<em>Rattus norvegicus</em>) (Lambert <em>et al</em>. 2015). Although it is unclear at this stage if the Manx Shearwater population on Rum is stable or declining (JNCC 2019), given the precedent of what has happened to other Manx Shearwater colonies, it is reasonable to infer that the rats are having some detrimental impact. In August 2022, a dead Manx Shearwater on Rum was tested and found to have avian flu (Merritt 2022). There is no evidence of&#160; catastrophic avian flu impacts on the colony so far, but if this re-occurs and spreads it could have a significant impact on the colony. It&#160; is clear that any decline in the population of the Manx Shearwater on Rum is likely to have an impact on the population of <em>Ceratophyllus fionnus</em>.", "conservationmeasures": "No individual conservation action has been documented for the <em>Ceratophyllus fionnus,&#160;</em>however, measures to conserve and expand the population of Manx Shearwaters on Rum should ultimately benefit <em>C. fionnus</em>. Kwak <em>et al</em>. (2019) have suggested the development of a recovery plan for this species, outlining further research and monitoring that is required, <em>in situ</em> conservation measures and the importance of considering translocating the species to other Manx Shearwater colonies.", "usetrade": null}]}