{"name": "215836201", "result": [{"species_id": 215836201, "taxonomicnotes": null, "rationale": "<em>Pholcus nodong</em> is exclusively found in the Nodong Cave, Chungcheongbuk-do Province, Republic of Korea. According to our analysis of distributional data, its extent of occurrence (EOO) and area of occupancy (AOO) both are estimated at 4 km<sup>2</sup>.<br/><br/>In the past, the species is suspected to have suffered continuing declines due to climatic changes and a decrease in food resources resulting from tourism development. At present, the closure of the cave entrance is also suspected to be reducing food resources. The raised interest of the cave reopening in the future is inferred to pose a further threat in the future. Each of these, including climate change and entrance closures, affects the entire habitat range of species within the cave. Thus species may be considered to have one location. Thus the species qualifies as Critically Endangered under criteria&#160;B1ab(iii)+2ab(iii).<br/><br/> It is worth mentioning that considering the severity of the threats to its only known habitat, this assessment precautionarily evaluated the species' conservation status based on the available records, rather than classifying it as Data Deficient (DD) and awaiting until further searches on the distribution are conducted. If additional research on the distribution is conducted, it is possible that this species' conservation status may need to be re-evaluated.", "geographicrange": "<em>Pholcus nodong</em> is a cave spider endemic to the Republic of Korea (Kim 2015). This species is exclusively known from Nodong Cave, Danyang-gun, Chungcheongbuk- do (National Research Institute of Cultural Heritage 2011). The entirety of this cave is 800m (Cave Research Institute of Korea 2008). <br/><br/> The area of occupancy (AOO) is estimated to be 4 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Following IUCN Guidelines, the EOO is increased to match the AOO; therefore, the final EOO used in this assessment is 4 km<sup>2</sup>.", "population": "This species, which was first discovered with the collection of two individuals in 2005 (Huber 2011), has since had an additional five specimens reported in 2021 (National Institute of Biological Resources 2022). Despite being in the type locality, this species is considered to be rare and difficult to observe (Kim 2015).", "populationtrend": "unknown", "habitat": "So far, there is no information on the ecology of this species. The Pholcidae family have species that are predominantly discovered on rock walls or inside caves (Huber 2011). Many of them in Korea are found from the entrances of caves (Huber 2011), and be regarded as troglophiles (Chen <em>et al</em>. 2011, Marusik <em>et al</em>. 2014, Huber 2018).", "threats": "In January 1980, the Nodong Cave opened to the public, but was closed in January 2008 due to environmental damage and loss of habitat (Cave Research Institute of Korea 2019). Since then, four restoration projects have been conducted (Cave Research Institute of Korea 2019), but it has been difficult to restore the cave environment to its original state (Cave Research Institute of Korea 2019). Local residents and governments are considering reopening the cave to stimulate the commercial district (Cave Research Institute of Korea 2019, Jung 2022), but past threats indicate potential issues if the cave is reopened without proper countermeasures.<br/><br/> The first impact on the cave was from changes in the cave's climate environment caused by an artificial entrance and exit created for tourists. The air convention through these giant holes dried up the inner cave environment, disrupting its constant temperature and humidity, leading to reduced biological abundance and diversity, including cave spiders (Cave Research Institute of Korea 2008, 2012). The availability of prey and abiotic features such as temperature and humidity are critical for cave spider habitat suitability so the target species would have been affected (Manenti <em>et al.&#160;</em>2015).<br/><br/> The second impact was from the decrease in bat populations, resulting in a reduction in guano inflow. Changes in the cave climate and destruction of wintering sites due to facilities installation caused a decline in the bat population (Cave Research Institute of Korea 2008). As one of the major trophic sources in cave communities, an abundance of guano (bat droppings) can regulate the biodiversity and distribution of cave spiders (Ferreira and Martins 1998). Consequently, guano reduction can downsize cave arthropod abundance (Ferreira <em>et al</em>. 2007). Therefore, even though there was no report on this species population trend, it is suspected that the decrease in guano was able to cause a decline in cave arthropod abundance, decreasing this predator species.<br/><br/> The third impact was from lighting, as it increased the temperature in some sections of the cave by 1-2 degrees (Cave Research Institute of Korea 2008).<br/><br/> After the entrance and exit were utterly sealed with iron plates for preventing public access since 2008, the cave's temperature and humidity became recovered and constant (Cave Research Institute of Korea 2008, 2013, National Research Institute of Cultural Heritage 2011), leading to an increase in fauna abundance and diversity (Cave Research Institute of Korea 2012). However, the closure of the entrances results in restricted access for supporting fauna, such as troglophiles and external organic litter. Considering that they are supporting fauna in the twilight zone where this species belong to, a decrease in the incoming energy source into the ecosystem has negatively impacted predatory spiders. Additionally, it prevents bats from visiting too, leading to a reduction in guano (Cave Research Institute of Korea 2008, 2013).", "conservationmeasures": "To encourage the entry of bats, organic matter, and troplophilic species, the blocked original entrance of the cave should be reopened, while the artificially constructed entrance and exit should be closed (Cave Research Institute of Korea 2013). To confirm whether the species inhabits only one cave or is also present in surrounding areas, further investigations are required to determine its habitat range.", "usetrade": "There is no trade in this taxon."}]}