{"name": "11072", "result": [{"species_id": 11072, "taxonomicnotes": "This species was originally described as a subspecies of&#160;<em>Labeo porcellus</em>&#160;by Deraniyagala (1952).&#160;Correspondence from R. Pethiyagoda for the 1996 Red List indicates that <em>lankae</em> should be maintained as a distinct species endemic to Sri Lanka whereas <em>porcellus</em> is confined to northwest India, south of Bombay.&#160;In 2018, Sudasinghe <em>et al</em>. reviewed the genus and phylogenetically proved the species status.", "rationale": "<em>Labeo lankae</em> is an endemic species of freshwater fish restricted to three locations in the Malwatu Oya, Kala Oya, and Perararu River Basins of Sri Lanka. Its estimated Extent of Occurrence is around 1606.387 km<sup>2</sup>, and its Area of Occupancy is 36 km<sup>2</sup>. Its habitat is declining due to accumulation of agrochemicals, forest logging and expansion of agricultural lands. Systematic studies also indicate declining populations as a result of  rainfall fluctuations due to climate change, over-extraction of water  resources in addition to competition and predation from invasive alien species. These threats are likely to continue as the area is still undergoing agricultural development and there is no current protection for a majority of its habitat. Therefore, the species is assessed as Endangered.", "geographicrange": "<p>This specie is endemic to Sri Lanka and currently restricted to mid and lower Malwathu Oya, Parangi Aru, Kala Oya basin. According to Deraniyagala (1952) and Senanayake (1980), <em>L. lankae</em> is common in the dry zone ‘tanks’ (=lowland reservoirs), but there are only four recent records from tanks Pulleliya Wewa, Medawacchiya (Sudasinghe <em>et al.</em> 2018), Illuvankulama (Sudasinghe pers. comm.) and Vavuniya Reservoir (Patrick<em> et al. </em>2017).<br/><br/>The low abundance of <em>L. lankae </em>in lentic habitats in the dry zone, in which it apparently used to occur commonly, could be a result of competitive exclusion due to tilapia and cyprinid species introduced for the fishery (Pethiyagoda 1994).<br/><br/></p>", "population": "<p>Systematic studies indicate a decline in populations as a result of rainfall fluctuations due to climate change, overextraction of water resources and&#160;competition and predation from invasive alien species (Patrick&#160;<em>et al.</em>&#160; 2017, Pethiyagoda 1994). However, more information is needed to estimate the percentage of decline.</p>", "populationtrend": "decreasing", "habitat": "<p><em>Labeo lankae</em> is presently found in the main river of&#160;Malwatu Oya and its tributaries. This species usually occupies regions with moderate flow and a substrate of large rocks and boulders, bordered by dense riparian vegetation. Historically, it has been recorded as large schools in dry zone tanks with sandy or muddy substrates in the North Central province (Pethiyagoda 1991, Deraniyagala 1952). <em>L. lankae</em> feeds largely on filament type of&#160; algae on rocks during daytime (Senanayake 1980, Sudasinghe <em>et al</em>. 2018).</p>", "threats": "<p>Influence on climatic variations, especially related to rainfall, were found to have greatly influenced local populations in the Vavunia Reservoir. <br/><br/>Systematic studies indicate a decline in populations. Fluctuation of rainfall that may restrict rainwater available for agriculture results in pumping out of water from the Vavunia Reservoir (as observed in years 2012 and 2014) further threatens local populations (Patrick <em>et al.</em> 2017).<br/><br/>Pethiyagoda (1994) indicated that reduction in populations of <em>L.lankae </em>may be owing to competitive exclusion arising from <em>O. mosambicus </em>and other Cypridae species that were introduced for fishery purposes.</p><p>&#160;</p>", "conservationmeasures": "<p>This species is prohibited from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 1996. It is also identified as a protected species under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "<em>Labeo lankae</em> is captured for use as a food source. Fishing is carried out by gill/drift nets or poison fishing."}]}