{"name": "176669675", "result": [{"species_id": 176669675, "taxonomicnotes": null, "rationale": "<p><em>Landonia latidens</em> has been reported from the Guayas River drainage on the Pacific slope of Ecuador, and from the Piura River in northwestern Peru. Extent of Occurrence (EOO) is estimated to be 19,510 km<sup>2</sup>. Total population size and population trend are unknown, but this species is uncommon in ichthyological collections and is anecdotally reported as uncommon in the Guayas River drainage. Continuing decline in habitat quality is inferred, based on the existence of several locally and regionally pervasive threats, including land-use change and pollution associated with urban, industrial, and agricultural development. However, few georeferenced collection records and uncertainty regarding the direct impact of existing threats prevent an accurate estimation of the number of threat-based locations where this species occurs. Therefore, <em>L. latidens</em> is assessed as Near Threatened under criterion B1ab(iii). Additional research regarding distribution, population size, population trend, and the impact of existing threats would be useful in clarifying the conservation status of this species.</p>", "geographicrange": "<p><em>Landonia latidens</em>&#160;has been reported from the Guayas River drainage on the Pacific slope of Ecuador, and from the Piura River in northwestern Peru&#160;(Barriga 2012, Jiménez-Prado&#160;<em>et al.</em>&#160;2015, Meza-Vargas&#160;<em>et al.</em>&#160;2019). This species has not been detected in the Santa Rosa and Tumbes River drainages in southwestern Ecuador and northwestern Peru, respectively, despite recent ichthyological sampling in these drainages (Meza-Vargas&#160;<em>et al.</em>&#160;2019).&#160;This species occurs an altitudinal range of 19-250 masl.</p>  <p>Extent of Occurrence (EOO) is estimated to be 19,510 km<sup>2</sup>, based on a minimum convex polygon calculated around known georeferenced collection records (Meza-Vargas&#160;<em>et al.</em>&#160;2019). Given uncertainties regarding the direct impact and scope of locally and regionally pervasive threats, the number of threat-based locations where this species occurs cannot be determined with accuracy.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is uncommon in ichthyological collections, and does not appear to be common in nature (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). This may be partially attributed to sampling bias, as the species occurs primarily in backwater habitat characterized by abundant vegetation, which makes capture difficult (R. Barriga pers. comm. 2021).</p>", "populationtrend": "unknown", "habitat": "<p><em>Landonia latidens</em> is typically found in river backwaters (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Maximum reported body size is 5.9 cm standard length (SL) (Eigenmann&#160;<em>et al.</em>&#160;1914).&#160;Stomach content analysis yielded fish fin rays, scales that seemed to belong to small characins and filamentous algae, which indicates an omnivorous diet (Roberts 1973).</p>", "threats": "<p>Western Ecuador is heavily impacted by anthropogenic factors including habitat transformation for the development of agricultural fields and towns, the building of dams and creation of artificial reservoirs, habitat deterioration due to pollution, mining and severe river bank modification, and heavy fishing pressure (Aguirre&#160;<em>et al.</em>&#160;2014).</p>  <p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006, Aguirre <em>et al. </em>2021). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centres (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017). The agricultural industry in the Guayas River basin is based on monoculture systems, and contributes to the production of about 20% of bananas and 83% of rice for Ecuador (INEC 2016).</p><p>Non-native Swordtail (<em>Xiphophorus hellerii</em>), Mosquitofish (<em>Gambusia affinis</em>), and Guppy (<em>Poecilia reticulata</em>) have been broadly introduced throughout the Guayas River drainage as a vector control for disease carrying mosquito larvae (Barriga 2012). Several species of non-native Carp (Cyprinidae) and Tilapia (Cichlidae) are established in the Guayas River drainage (Barriga 2012, Aguirre <em>et al.</em> 2021). These exotic species show tolerance to wide variations in water quality, strong ecological adaptability, phenotypic plasticity and reproductive efficiency, which contributes to their successful competition with native species (Stickney 1993). &#160;However, the direct impact of these species on native ichthyofauna have not been evaluated in detail.</p>  <p>Anthropogenic activities in the Chira and Piura rivers include the construction of reservoirs, chemical pollution associated with industrial activities, and land-use change associated with agricultural production (Meza-Vargas&#160;<em>et al.</em>&#160;2019). The El Niño Southern Oscillation (causing floods and drought), may further degrade habitat quality in the area between the Vinces and Piura basins (Meza-Vargas&#160;<em>et al.</em>&#160;2019).</p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of existing threats, continuing decline in habitat quality on a regional scale is inferred. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>L. latidens</em>. It is likely that range extends within the boundaries of privately managed protected areas, including&#160;Pedro Franco Dávila and Palenque protected forests&#160;(IUCN and UNEP-WCMC 2020, P. Arguello pers. comm. 2021). More information regarding population size, population trend, and the direct impact of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}