{"name": "117850029", "result": [{"species_id": 117850029, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi where it is common and widespread throughout the lake. However, it is undergoing a decline mainly through overfishing by artisanal fishermen. Although a predominantly deep water species it comes into shallow water to release its offspring at which point it becomes vulnerable to fishing. It has suffered a severe population decline of 80% in the past 10 years in the southern part of the lake where fishery catch records exist. It is estimated that the decline across the whole lake is 30% over the past 10 years. Therefore, it is assessed as Vulnerable.", "geographicrange": "This species is endemic to Lake Malawi where it has a lake-wide distribution.", "population": "This is a common cichlid of the deep and shallow water. It has suffered a severe population decline of 80% in the past 10 years in the southern part of the lake where fishery catch records exist. It is estimated that the decline across the whole lake is 30% over the past 10 years.", "populationtrend": "decreasing", "habitat": "It is found in all habitats from inshore reef, shelf and littoral zones, to offshore pelagic. A piscivore, this species has been recorded at depths of 3–74 m. Breeding grounds have been found in the south east as well as south western arms of the lake; Salima, Nkhotakota, Nkhata bay, Ruarwe, Chisumulu and Karonga. Mouth-brooding females migrate to shallow water where they release their offspring in vegetated lagoons and swampy areas, with juveniles found inshore near the surface in the shelf and littoral zones. It has a fecundity of 27–68 eggs, and the minimum length at maturity for males is 13.8 cm, and 14.3 cm for females. The maximum size is 25 cm TL.", "threats": "Localised over-fishing, e.g. in the channel between the lake and Chia Lagoon near Nkhotakota, and also irregular extraction by the ornamental fish trade are threats. It is also targeted by the trawlers in the southern parts of the lake.", "conservationmeasures": "Juveniles are common in vegetated bays in Lake Malawi National Park.", "usetrade": "It is caught in large numbers by trawl fisheries and to a lesser degree by the gill nets, seines, chirimila nets and hand lines. It is irregularly collected by the ornamental fish trade."}]}