{"name": "59721", "result": [{"species_id": 59721, "taxonomicnotes": null, "rationale": "<p><em>Ceylonosticta adami</em> is endemic to Sri Lanka where it is only known from&#160;eight threat defined locations (taking deforestation as the main threat) in the north central part of the island. Its extent of occurrence (EOO) <span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\">is 363–1,202 km².<span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\">&#160;An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data the AOO is considerably smaller than 100 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat for the species, and due to loss and degradation of forest within the range of the species. The overall population is believed to be severely fragmented. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)).</span></span></p>", "geographicrange": "<p><em>Ceylonosticta adami</em> is endemic to Sri Lanka, where it occurs&#160;<span lang=\"SL\">in s<span lang=\"SL\">ub-montane areas of the Knuckles mountain range and surrounding<span lang=\"SL\"> <span lang=\"SL\">mountains<span lang=\"SL\"> in the northern part of the central highlands of the island (Bedjanič <em>et al. </em>2014, 2016, Sumanapala 2017, unpub. data). Including unpublished data, as many as 10 individual sites are known, but because some of these are extremely close to each other they only constitute at most eight threat defined locations, taking deforestation as the main threat. Its minimum extent of occurrence (EOO) is 363 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 1,202 km² (based on an MCP around the HydroBASINS known to be occupied by this species)<span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\">. An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data the AOO is considerably less than 100 km². The AOO is inferred to be declining due to loss and degradation of forest within the range of the species.</span></span></span></p>", "population": "<p>Few individuals of this species have ever been recorded and although this will be partly due to cryptic behaviour it is safe to say that this is not a common species&#160;and that the populations persisting in isolated habitats are small. Little more can be said except that an ongoing decline in overall population is inferred from loss and degradation of forest in the region where it occurs and suitable habitat for the species is already fragmented in the area in which it occurs, making it very likely that the overall population of the species is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat requirements of this species are not well understood but it is found in deeply shaded areas in the vicinity of small trickles inside forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>  <p>&#160;</p>", "threats": "The wet zone of Sri Lanka covering an area of 22,500 km<sup>2</sup> now has only 9% of its surface covered by natural forests and has a very large and still increasing human population. Out of that, only about 445 km<sup>2</sup> are thought to be undisturbed, which represents only 2% of the original extent of natural forest (Erdelen 1988, Mittermeier <em>et al</em>. 2000). As shown by Mattsson <em>et al</em>. (2012), forest clearing and encroachment continues, mainly by small-scale farmers for rice and tea cultivation. The forest cover of Sri Lanka has decreased by half in the past 50 years and the future of the island’s forests remains precarious.<br/>Among numerous threatened endemic representatives of the genus in Sri Lanka, <em>Ceylonosticta adami</em> is the only one distributed exclusively in the Knuckles mountain range and its outskirts in the north-central part of the island. Its distribution is thus limited to an ecologically distinct small northern part of wet zone and a small part of the adjacent intermediate zone.<p>Although the trend of forest loss is less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri lanka's wet zone. Habitat loss and encroachment in the central and southwestern part of Sri Lanka is also caused by the destruction of buffer forest corridors along streams, river impoundment, water extraction for irrigation and consumption, soil erosion, siltation, over-use of agricultural chemicals and careless pollution of rivers and streams. These threats all actually or potentially affect <em>C. adami </em>and<em> c</em>limate change may also be negatively impacting its habitats.<br/>&#160;</p><p>.</p>", "conservationmeasures": "<p>The following steps are needed for the effective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clearcutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much-needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended supporting and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in future.</p>", "usetrade": null}]}