{"name": "186361", "result": [{"species_id": 186361, "taxonomicnotes": null, "rationale": "<em>Scleronema operculatum</em> has a moderately small range and an Extent of Occurrence (EOO) of 23,053 km<sup>2</sup>, but the full distribution of the species is uncertain, and so the number of locations cannot be ascertained. Associated agricultural pressures on its distribution range is also inferred to be causing a continuing decline in the habitat quality; as such, the species is assessed as Near Threatened. Further research must be conducted on its exact distribution.", "geographicrange": "<em>Scleronema operculatum</em>&#160;occurs in the Rio Ibicuí basin, a tributary on the left bank of Rio Uruguay, in the State of Rio Grande do Sul, southern Brazil (Ferrer and Malabarba 2020). There is a 2005 record of this species at&#160;Arroio Santa Maria, Argentina (Species Link Network 2023), however, since it is well outside the more recently described range (see Ferrer and Malabarba 2020), the overall distribution must be studied carefully.", "population": "<p>There is no information about any population parameter.</p>", "populationtrend": "unknown", "habitat": "<em>Scleronema operculatum</em> inhabits rivers and streams usually with fine sand-bottoms. <em>Scleronema guapa</em> and S. <em>minutum </em>may be collected in the same microhabitat of <em>S. operculatum</em>. The stomachs of three specimens were analysed and two had immature aquatic Diptera (Chironomidae), Odonata and grains of sand (Ferrer and Malabarba 2020).", "threats": "<p>The Brazilian Pampa is a natural grassland formation historically used  for cattle ranching, however, in the last three decades this region is  facing a strong expansion of monocultural agriculture, especially  soybean, rice and maize crops (Overbeck <em>et al.</em> 2007, Matte and  Waquil 2020), which have been reducing the natural vegetation cover to  less than 50% of the original area (Cordeiro and Hasenack 2009), potentially impacting the habitat quality for this species.</p>", "conservationmeasures": "<p>This species does not have any conservation measures in place. The species' distribution, threats, and population trends must be thouroughly investigated.&#160;</p>", "usetrade": "<p>There is no information about species use or trade.</p>"}]}