{"name": "22817", "result": [{"species_id": 22817, "taxonomicnotes": "Genetic studies are in need for confirmation of the conspecificity of the Omanian (<em>U. thomasi</em>) and Somalian (<em>U. t. aethiopica</em>) populations.", "rationale": "This is a poorly known species, which has been reported from severely fragmented localities in Oman. There is hardly any suitable habitat in the areas in between. The area of occupancy has been calculated to be just 100 km², and it has been precautionarily assessed as severely fragmented as dispersel between the various localities is unlikely, and the populations at these localities are small, and potentially unviable. The record of the subspecies <em>Urothemis thomasi aethiopica</em>, which is considered a synonym of <em>Urothemis&#160;thomasi</em> dates back to 1953. The species was never again found in Africa and the record might belong to a vagrant species. Recently Lambret <em>et al.</em> have published a detailed account of the records of <em>Urothemis thomasi</em> in their publication \"Odonata surveys 2010–2016 in the United Arab Emirates and the Sultanate of Oman, with emphasis on some regional heritage species\". A future degradation of the habitat may be expected in this area due to climatic global changes and to human demography, which increased from a factor four in Oman between 1961 and 2003 and should reach now 3,000,000 of inhabitants (FAO, 2005 in http://en.wikipedia.org). A future decline of the species in Oman is therefore expected. On the basis of a small area of occupancy, severe fragmentation and continuing decline in extent and&#160; The EN status is recommended for <em>Urothemis&#160;thomasi</em>.", "geographicrange": "The Desert Basker was for a long time regarded as confined to Somalia and Oman, particularly the Dhofar region and the north-eastern part of the country (Longfield 1932; Nielsen 1957; Schneider 1988). Ten localities have been previously published from Dhofar, of which some are probably extinct due to the drastic modifications in the primary habitat for recreational use in this area (Lambret et al. 2017).&#160;<br/>Lambret et al. (2017) conclude: \"The species now is distributed from the Horn of Africa to the Dhofar, Al-Wusta and to the southern and northern Hajar range in a string of 21 quite distinct localities.\" ... \"Two of the oldest known populations – recorded 1930 at the type locality Ayn Razat (loc. 75; Longfield 1932; Schneider 1988) and 1978 at Ayn Sahalnaut (loc. 76; Waterston &amp; Pittaway 1991) – appear to be extinct due to recent habitat management for human recreational activities including channeling and construction of concrete or stony pavements.\"<br/>Lambret et al. (2017) give detailed data on the population decline and the potential future decline taking population increase into&#160;account.", "population": "Population size is assumed to be very low. Many populations are likely to have gone extinct (see Lambret <em>et al.</em> (2017)) and many existing populations are likely to become extinct due to the growth of&#160;human populations in the area into&#160;account.", "populationtrend": "decreasing", "habitat": "This species is known to make use of springs and wadis as its habitat.", "threats": "The main threats facing this species is loss of its habitat due to human use of water (e.g., drainage, over irrigation, pollution). Drought in the region also threatens this species.", "conservationmeasures": "Perennial management of good quality waters is needed.", "usetrade": null}]}