{"name": "169197", "result": [{"species_id": 169197, "taxonomicnotes": "Taxonomic limits of <span style=\"font-style: italic;\">Umma </span>and <span style=\"font-style: italic;\">Sapho </span>must be reassessed, but this species is closer to <span style=\"font-style: italic;\">Sapho </span>(Dijkstra, unpubl.).", "rationale": "This species has been short-listed by Dijkstra and Vick (2004) as western African odonate requiring special attention (as <em>Umma puella</em>). It is known from two main locations (and two more doubtful locations), near Mount Cameroon and the north side of the Cross River. An additional record from Pinhey at Mkpot, Calabar, south east Nigeria (Pinhey 1961b) can not be confirmed. Only the records from Takamanda in Cameroon are more recent (2001) and  all localities are expected to deteriorate due to deforestation (there  is current oil palm plantation in the region of the confirmed Cameroon  locality), and urbanisation (at the unconfirmed locality close to  Kribi). All localities are expected to deteriorate due to deforestation in the future and therefore listed as Endangered (B1ab).", "geographicrange": "The type locality near Mount Cameroon, c. 400 m Asl. (location is uncertain), with additional recent records near Munyenga and Kribi (which require confirmation). Old record from Liberia must be erroneous (probable misidentification). The Nigeria record dates back to 1958 and surveys are needed, whether the species is still present there. Further surveys in Cameroon (by Vick) in the area did not yield in additional records.", "population": "No information available.", "populationtrend": "unknown", "habitat": "Rainforest streams.", "threats": "The specific threats to the species in the highlands of Cameroon are unknown but forest destruction caused by wood extraction is believed to be an ongoing threat.", "conservationmeasures": "None in place. Further research into the species habitat, ecology, population, range and threats is required.", "usetrade": null}]}