{"name": "6146", "result": [{"species_id": 6146, "taxonomicnotes": null, "rationale": "<em>Cyprinodon beltrani</em> is restricted to the endorheic Lake Chichancanab with an AOO of 12 km<sup>2</sup>. The recent introduction of tilapia in the lake could potentially drive the taxon into a higher threatened category in the short-term. Therefore, the species is assessed as Vulnerable D2. Monitoring of the species population trends is recommended to determine the impacts of tilapia in Lake Chichancanab.", "geographicrange": "<em>Cyprinodon beltrani&#160;</em>is part of the species flock within the endemic to brackish, endorheic Lake Chichancanab (Miller <em>et al</em>. 2005). This lake is a Ramsar site and protected area close to the geographic center of the Yucatan Peninsula.", "population": "<em>Cyprinodon beltrani </em>is the most abundant fish in Lake Chichancanab, comprising more than 68% of the total number of individuals of all species (Schmitter-Soto 1998).&#160;Fuselier (2001) and Strecker (2006) described the reduction in the population numbers of&#160;<em>C. beltrani</em>in the lake due to the introduction of&#160;<em>Oreochromis mossambicus&#160;</em>and&#160;<em>Astyanax </em>species.", "populationtrend": "decreasing", "habitat": "<em>Cyprinodon beltrani</em>&#160;is a benthopelagic species. Lake Chichancanab has hard, even brackish (3-8 ups), clear to brownish water with a temperature of 23-32 °C. The species occurs mostly over soft muddy substrates, often with bottom vegetation composed of <em>Chara </em>species. It is a detritivore (Horstkotte &amp; Strecker 2005, Miller <em>et al</em>. 2005).", "threats": "The main threat to the species flock of Chichancanab is the introduction of tilapia (Schmitter-Soto and Caro 1997).&#160;Fuselier (2001) described the reduction of the species in almost all of the lake due to the introduction of&#160;<em>Oreochromis mossambicus</em>, and in a subsequent study Strecker (2006) mentions the impact of <em>Astyanax</em> species. Pesticides and fertilizers used on surrounding agricultural lands can drain into the lagoon; also, organic matter from pig farms is a localized issue, as is water extraction for urban use and agriculture (J.J. Schmitter-Soto pers. comm. 2018).", "conservationmeasures": "Lake Chichancanab is a state-level protected area and a Ramsar site (#902315). There are <em>ex-situ</em> populations of the species being conserved in such academic institutions as the University of Hamburg (Strecker 2006).", "usetrade": "The species is not utilised."}]}