{"name": "59855", "result": [{"species_id": 59855, "taxonomicnotes": null, "rationale": "The species is listed as Vulnerable in view of its restricted habitat requirements (dense coastal forest with phytotelmata) and highly disjunct distribution in the fragmented coastal forests of Kenya and Tanzania (Clausnitzer and Lindeboom 2002, Clausnitzer 2003). The coastal forests of eastern Africa were once a continuous belt from southern Somalia down to Mozambique. Today these forests only exists in tiny and highly fragmented patches. <em>Coryphagrion grandis</em> depends on this habitat and the remaining populations are thus highly isolated and fragmented. It is also affected by genetic flow and re-occupation of areas, e.g. after severe droughts, is hindered by the severe habitat fragmentation (e.g., Groenveld 2003). Even without further forest destruction, the survival of all populations in future seems unlikely, unless corridors are constructed. With an area of occurrence of just 80km², this species meets some of the criteria necessary for listing under Endangered, while the EOO is with 73,443km² rather large. For the time being the species is listed as Vulnerable, as although the number of locations is estimated to be between 10 and 15, given the rest of the information available for this species a precautionary attitude&#160;has been taken, and the lower estimate of 10 locations used. This species needs to be monitored closely, as it might easily disappear from several locations due to habitat destruction and droughts which could push the species into a higher threat category.", "geographicrange": "The species has been recorded from coastal forests and lower slopes of Eastern Arc mountains in Kenya and Tanzania, for the exact location of the remaining coastal forests, refer to Burgess and Clarke (2000). It might occur in coastal forests of Mozambique as well.", "population": "No information available.", "populationtrend": "unknown", "habitat": "It inhabits coastal forests, depends on phytotelmata for breeding and needs dense forest understory.", "threats": "Destruction of coastal forest and coastal thicket caused by agriculture and wood extraction are threats to the species. It is though to be affected by drought due to climate change too.", "conservationmeasures": "No information available but research into population numbers and range, conservation measures, and trends/monitoring of the species would be valuable. Habitat and site-based actions are also required.", "usetrade": null}]}