{"name": "173834759", "result": [{"species_id": 173834759, "taxonomicnotes": null, "rationale": "<p><em>Planaltina kaingang</em> is known from the Keller, Ubazinho, and Barra Grande rivers in the upper Ivaí River basin, and the Piriqui River in Paraná State, Brazil. Extent of occurrence (EOO) is estimated to be 14,179 km<sup>2</sup>. Total population size and population trend are unknown, but the species appears dominant in at least one collection locality. Continuing decline in habitat quality is inferred, based on the presence and documented impacts of deforestation, urbanization, agricultural production, industrial processing, and pollution. However, uncertainties regarding the scope and magnitude of existing threats on each known collection locality, and potential sampling bias associated with limited ichthyological collections since the time of description prevents an accurate estimate of the number of threat-based locations where this species occurs. As such,<em> P. kaingang</em> is assessed as Near Threatened, because future research on the scope and magnitude of existing threats is likely to qualify this species under a threatened category by clarifying the number of threat-based locations where it occurs.</p>", "geographicrange": "<p><em>Planaltina kaingang</em> has been reported from the Keller, Ubazinho, and Barra Grande rivers (tributaries to the Ivaí River), and the Piriqui River in the upper Paraná River basin, Paraná State, Brazil (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.&#160;</em>2018).</p>  <p>Extent of occurrence (EOO) is estimated to be 14,179 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;2018). The scope and magnitude of existing threats at each known collection locality are unknown. Furthermore, limited sampling in the upper Paraná River basin since the time of description may introduce sampling bias and artificially underrepresent the number of collection localities where this species occurs. Therefore, the number of threat-based locations where this species occurs cannot be estimated with accuracy.</span></p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is abundant where is occurs, and comprises a dominant portion of the ichthyofauna in the Maria Flora River (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.&#160;</em>2018).</p>", "populationtrend": "unknown", "habitat": "<p>This species has been reported from freshwater streams characterized by widths of 8-10 m, maximum depths of about 1 m, and substrates of bedrock, fine gravel and sand (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.</em>&#160;2018). Individuals were collected near the surface of the water column, where they likely feed on terrestrial insects (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.</em>&#160;2018). Reproductively mature males are sexually dimorphic on the presence of anal and pelvic fin hooks (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.</em>&#160;2018). Maximum reported body size is 5.46 cm and 5.37 cm standard length (SL) in males and females respectively (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.</em>&#160;2018).</span></span></p>", "threats": "<p>Riparian forest degradation associated with agricultural expansion and urbanization is occurring throughout much of the upper Paraná River basin (Claro-García&#160;<em>et al.</em>&#160;2018, Jerep and Shibatta 2017). The Piriqui River basin is influenced by intensive farming areas, artificial pastureland, urbanization around large population centres, and industrial processes associated with dairy production (Cavalli&#160;<em>et al.</em>&#160;2018). Agricultural products in this region include soybeans, corn, wheat, sugarcane, and cassava (Cavalli&#160;<em>et al.</em>&#160;2018). Threats in the Ivaí River basin include sewage waste and subsequent eutrophication, destruction of riparian forests as crop production and cattle ranching expands, and soil erosion associated with agricultural production (Frota&#160;<em>et al.</em>&#160;2016). Routine releases of captively produced fingerlings (e.g., <em>Leporinus</em>, <em>Piaractus</em>, <em>Pseudoplatystoma</em>, <em>Prochilodus</em>, <em>Salminus</em>) may have negative effects on existing native fisheries (Frota&#160;<em>et al.</em>&#160;2016).</p>  <p>Hydroelectric infrastructures are present throughout all major tributaries of the Paraná River, and may negatively impact aquatic habitat by preventing dispersal, increasing sedimentation, and regulating natural hydrological processes (Frota&#160;<em>et al.</em>&#160;2016, Cavalli&#160;<em>et al.</em>&#160;2018). Climate change may exacerbate existing impacts by creating warmer and dryer conditions, with less predictable rainfall and more extreme weather events (Castello and Macedo 2016).</p>  <p>Despite uncertainties regarding the direct impact of widespread land-use change throughout the upper Piquiri, and Ivaí River basins, containing decline in habitat quality is inferred. Further research on the direct impact of these threats to small-bodied characids will be useful in clarifying the extinction risk of this species.</p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>P. kaingang</em>. Portions of the upper Paraná River basin are controlled and inhabited by the indigenous Kaingang peoples (<span id=\"docs-internal-guid-cab2e721-7fff-eb22-bf15-fcd3d99c6190\">Deprá&#160;<em>et al.</em>&#160;2018), and such designations may provide some indirect protections to habitat from degradation associated with industry and large-scale agriculture. It is feasible that range may extend into Área De Proteção Ambiental Estadual Da Serra Da Esperança (IUCN and UNEP-WCMC 2020). Additional research regarding distribution, population size, population status, and the direct impact and scope of existing threats will be necessary to clarify the extinction risk of this species.</p><br/><p></p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}