{"name": "125922413", "result": [{"species_id": 125922413, "taxonomicnotes": "<p>This is considerable taxonomic uncertainty surrounding the validity of <em>A. trinitatis</em>, due in part to poor original descriptions (Armbruster 2005), and further confounded by missing syntypes of <em>Chaetostomus trinitatis</em> (Lujan <strong>et al</strong>. 2015). Philips <em>et al</em>. (2013) suggests that all ancistrine Loricariids on the island of Trinidad represent <em>A. maracasae</em> (therefore placing <em>A. trinitatis</em> as junior synonym to <em>A. maracasae)</em>. In the following assessment, <em>A. trinitatis</em> is treated as a valid species based on the most recent review of ancistrine systematics available, which effectively assigns the holotype of <em>A. maracasae</em> as the neotype of <em>A. trinitatis </em>(De Souza <em>et al</em>. 2019).</p>", "rationale": "<p><em>Ancistrus trinitatis</em> is restricted to the northwestern corner of the Island of Trinidad, Trinidad and Tobago. Range extent may include streams south of the Northern Range Divide. Extent of Occurrence is estimated to be 42-890 km<sup>2</sup>. The primary threats to freshwater habitat include habitat degradation and loss associated with industrial expansion, quarrying, oil and gas drilling, and the introduction of non-native species. However, given uncertainty regarding the scope and magnitude of existing threats, the number of threat-based locations where this species occurs cannot be determined with accuracy. Therefore, <em>A. trinitatis</em> is assessed as Near Threatened, because it nearly meets the threshold for a threatened category under criterion B. Additional research regarding distribution, population size, population trend, and the direct impact of existing threats may qualify this species for a threatened category.</p>", "geographicrange": "<p><em>Ancistrus trinitatis</em> is restricted to the northwestern corner of the Island of Trinidad, Trinidad and Tobago (De Souza <em>et al.</em>&#160;2019). Range extent may include streams south of the Northern Range Divide (Phillip&#160;<em>et al.</em>&#160;2013).</p>  <p>Extent of Occurrence is estimated to be 42-890 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records within the distributional range of this species reported by De Souza&#160;<em>et al.</em>&#160;(2019) and an upper estimate based on additional reported georeferenced collection records south of the Northern Range Divide under the recently synonymized <em>A. maracasae</em> (Phillip&#160;<em>et al.</em>&#160;2013, GBIF 2020). Given uncertainties in range extent, it is not possible to accurately estimate the Area of Occupancy or number of threat-based locations where this species occurs.</p>", "population": "<p>The total population size and population trend of this species are unknown. Extensive repeated sampling was conducted a total of 20 times along 50m long stretches of stream habitat where this species was present between 2010-2015 (twice per year during the dry season, and twice per year during the rainy season) (Deacon&#160;<em>et al.</em>&#160;2017, Magurran <em>et al</em>. 2018). Of the nine sites where this species was reported, the average number of individuals collected at each site across all sampling occurrences is as follows:&#160;Acono lower:&#160;4; Acono upper: 4; Caura lower: 1; Lopinot lower: &lt;1; Lower Aripo lower: 15;&#160;Lower Aripo upper: 6; Maracas lower: 7; Maracas upper: &lt;1; Upper Aripo lower: 46. It is important to note that population density was typically low across across the majority of sampled sites, with the exception of sites that harbored population strongholds (e.g., upper Aripo River), where on occasion more than 100 individuals were recorded along a single 50 m stretch of stream habitat (Magurran <em>et al</em>. 2018). Therefore, protection of certain small portions of this species range will be of vital importance if <em>in-situ</em> conservation measures are considered (A. Deacon pers. comm. 2020).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in various habitats from free-flowing, clear-water streams to very turbid, stagnant waters (Phillip&#160;<em>et al.</em>&#160;2013). Males guard sticky egg masses deposited on hard substrates (Phillip&#160;<em>et al.</em>&#160;2013). Maximum reported body size is approximately 10 cm (Phillip&#160;<em>et al.</em>&#160;2013).</p>", "threats": "<p>Industrial development is the major feature of current economic growth in Trinidad, and future development is perhaps the most severe plausible threat to this species (Hailey&#160;<em>et al.</em>&#160;2011). These include increased declines in aquatic habitat quality and availability associated with urbanization and transport infrastructure development (Hailey&#160;<em>et al.&#160;</em>2011). Associated landscape changes, including dredging and modification of wetlands, river channels, and other ecologically sensitive areas has caused significant landscape changes, and extensive limestone quarrying have likely impacted adjacent and downstream aquatic habitat (Garmon&#160;<em>et al.</em>&#160;2017). </p>  <p>Oil and gas production are associated with transport via pipeline, refining activities, and downstream production industries (Hailey&#160;<em>et al.&#160;</em>2011). Currently, Trinidad and Tobago is the leading producer of oil and gas in the Caribbean (Arkle&#160;<em>et al.</em>&#160;2017). Approximately 90% of saline discharge associated with oil production is released directly into freshwater ecosystems (Hailey&#160;<em>et al.</em>&#160;2011).</p>  <p>The invasive Quilted Melania Snail (<em>Tarebia granifera</em>) has established throughout many of the streams draining the northern mountain range, and is especially prevalent in areas that lack riparian forest cover (Moslemi&#160;<em>et al.</em>&#160;2012). This species of snail alters nutrient cycling and may serve as a trophic dead end for aquatic communities by diverting fixed energy from primary producers away from higher trophic levels (Moslemi&#160;<em>et al.</em>&#160;2012). </p>  <p>Despite uncertainties regarding the scope and magnitude of existing threats and their direct impact on <em>A. trinitatis</em>, continuing declines in habitat quality and potentially in habitat availability are inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>A. trinitatis</em>. Range may extend into one or more protected areas (IUCN and UNEP-WCMC 2020). Additional information regarding distribution, population size, population trend, and the scope and magnitude of existing threats would be useful in guiding future conservation interventions.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}