{"name": "66597594", "result": [{"species_id": 66597594, "taxonomicnotes": "It should be noted that this species is not the same as <em>Megalamphodus ecuadorensis </em>Eigenmann, 1915 which is now considered valid as <em>Hyphessobrycon ecuadorensis </em>(Eigenmann, 1915) (Eschmeyer <em>et al.</em> 2020).", "rationale": "<em>Hyphessobrycon ecuadoriensis</em> is&#160;restricted to the Guayas River drainage on the Pacific slope of Ecuador.&#160;Extent of Occurrence (EOO) is estimated to be 1,565-8,478 km<sup>2</sup>. Total population size and population trend are unknown, but this species appears locally abundant in the Vinales River, from which most specimens in georeferenced collections originate. A number of regionally pervasive threats are producing inferred and continuing declines in habitat, including agricultural, commercial, and urban expansion, pollution associated with expansion and land-use change, and the establishment of several non-native fishes. However, the scope, magnitude, and direct impact of these threats on <em>H. ecuadoriensis</em> are unknown, meaning it is not possible to calculate the number of threat-based locations. Therefore, this species is assessed as Near Threatened based on meeting criteria B1b(iii).", "geographicrange": "<p><em>Hyphessobrycon ecuadoriensis</em> is restricted to the Guayas River drainage on the Pacific slope of Ecuador (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). The Guayas River Basin occupies a surface area of 32,112 km<sup>2</sup> (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018).  Reported occurrence in the Santiago River drainage (Barriga 2012) is erroneous and represents a separate, closely related species (Jiménez-Prado&#160;<em>et al.</em>&#160;2015, Ota 2018). </p>  <p>The extent of occurrence (EOO) is estimated to be 1,565-8,478 km<sup>2</sup>, with a lower estimate calculated by generating a minimum convex polygon around all georeferenced collection records within the Guayas River Basin, and an upper estimate calculated by generating a minimum convex polygon around the HydroBASIN distribution map (considering only Extant basins). The number of threat-based locations where this species occurs cannot be determined with accuracy, given uncertainty regarding the scope of existing threats and a limited number of ichthyological surveys from this region.</p>", "population": "<p>The total population size and population trend of this are unknown. However, it is locally abundant (Revelo and Laaz 2012, Jiménez-Prado&#160;<em>et al.</em>&#160;2015) and there is currently no indication of major range-wide population decline.</p>", "populationtrend": "unknown", "habitat": "<p>This omnivorous, benthopelagic species is frequently found along the banks of rivers and in the presence of abundant submerged vegetation, where it forms small schools of 30-40 individuals (Revelo and Laaz 2012). It is abundant in lentic habitats such as lagoons and pools, and in the dry season it is abundant in low flow estuaries along the Vinces River and its tributaries (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Maximum reported body size is 5 cm total length (TL), but the majority of individuals reach about 3 cm (Revelo and Laaz 2012).</p>", "threats": "<p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centres (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017).</p>  <p>Rainbow Trout (<em>Oncorhynchus mykiss</em>) has established in a number of Andean drainages throughout Peru as a result of multiple introduction events to support recreational fishing, aquaculture, and food fisheries, and may be causing declines in population size through direct predation (Cossíos 2010, Arismendi&#160;<em>et al.</em>&#160;2019). Non-native Swordtail (<em>Xiphophorus helleri</em>), Mosquitofish (<em>Gambusia affinis</em>), and Guppy (<em>Poecilia reticulata</em>) have been broadly introduced throughout the Guayas River drainage as a vector control for disease carrying mosquito larvae (Barriga 2012). Several species of non-native Carp (Cyprinidae) and Tilapia (Cichlidae) are established in the Guayas River drainage (Barriga 2012). However, the direct impact of these species on native ichthyofauna have not been evaluated in detail.</p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of existing threats, continuing declines in habitat quality and availability associated with existing threats is inferred.</p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>H. ecuadoriensis</em>. It has not been reported within the boundaries of any protected areas. However, it is feasible that range extends downstream of Guayaquil and into Manglares Churute Ecological Reserve (IUCN and UNEP-WCMC 2020). Additional ichthyological surveys are needed to determine range extent, population size and population trend. Additional research regarding the scope, magnitude, and direct impact of existing threats would be useful in clarifying the conservation status of this species.</p><p></p>", "usetrade": "<p>This species may occasionally enter ornamental markets (Jiménez-Prado&#160;<em>et al.</em>&#160;2015), but the annual volume of harvest is most likely small and relatively unimpactful.</p>"}]}