{"name": "118037877", "result": [{"species_id": 118037877, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence (EOO) of 3,464 km<sup>2</sup> and a known area of occupancy (AOO) of 16 km<sup>2</sup>. Considering its recent discovery in 2005, it is possible that the AOO may increase with more sampling  effort in the mid to long term, but it is expected to remain relatively restricted. There is continuing decline in its habitat as a result of logging and illegal gold mining. However, there is insufficient information to count locations. Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species is only known from the upper Orinoco drainage. It has been collected in Ventuari and Guapuchi rivers, as well as in the main channel of the upper Orinoco. Considering its recent discovery in 2005, it is possible that the area of occupancy (AOO) of this species may increase with more sampling effort in the mid to long term.", "population": "There are no data available to estimate the population size, although this species occurs in high densities in small patches in the littorals of rivers.", "populationtrend": "unknown", "habitat": "This species has only been collected within streams with rocky substrate, between granite rocks in flowing water. It feeds on algae and invertebrates that it scrapes from the rocks (Werneke <em>et al. </em>2005).", "threats": "The main threat to this species comes from the deforestation of riparian forests for log extraction&#160;(Oliveira-Miranda&#160;<em>et al. </em>2010). There are at least two illegal gold mines upstream of the species distribution that might cause sedimentation of the river and pollution.", "conservationmeasures": "Approximately 40% of the population occurs within Yacapana National Park. However, the forests are being cut and there are also several gold mines near and inside this park, so this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "This species is collected and traded illegally in the market of Puerto Inírida, Colombia, as an ornamental fish (Ortega-Lara <em>et al. </em>2015), but there are no records regarding harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}