{"name": "194868796", "result": [{"species_id": 194868796, "taxonomicnotes": null, "rationale": "<p><em>Protosticta myristicaensis</em> is only known from the type location in the Western Ghats in India. Joshi <em>et al. </em>(2020: 169) state that the habitat of this species (<em>Myristica</em> swamps) “are relict habitats thought to have existed over large areas but have become highly fragmented, and now occupy less than 200 hectares .... These unique ecosystems are highly threatened from various factors such as land-use changes like conversion into agricultural fields and plantations …, and excessive water withdrawal ...”. If this information is correct, then its AOO is 2 km² and the AOO and extent and quality of suitable habitat are observed to be declining. Its minimum extent of occurrence (EOO), based on the only known site, is the same as its AOO: 2 km². Its maximum EOO, based on a minimum convex polygon around the only HydroBASINS area the species is recorded from, is 193 km². With the available information, this species is assessed as Critically Endangered under criterion B (CR B1ab(ii,iii)+2ab(ii,iii)).</p>", "geographicrange": "<p><em>Protosticta myristicaensis</em> is only known from the type locality in the Western Ghats in India (Joshi <em>et al. </em>2020). An accurate estimate of its area of occupancy (AOO) is difficult with the available data. However, Joshi <em>et al. </em>(2020: 169) state that the habitat of this species (<em>Myristica</em> swamps) “are relict habitats thought to have existed over large areas but have become highly fragmented, and now occupy less than 200 hectares .... These unique ecosystems are highly threatened from various factors such as land-use changes like conversion into agricultural fields and plantations …, and excessive water withdrawal ...”. If this information is correct, then its AOO is 2 km²<sup> </sup>(one known site within one 2x2 km grid cell) and is observed to be declining. Its minimum extent of occurrence (EOO) is 2 km² (same area as the AOO); its maximum EOO, based on the HydroBASINS area in which the only known record is from, is 193 km².<br/></p>", "population": "<p>This species does not appear to be particularly common even where it occurs, and&#160;an ongoing decline in overall population is suspected from loss of the specialised habitat that it occupies (see Habitats and Ecology).</p>", "populationtrend": "decreasing", "habitat": "<p>Joshi <em>et al. </em>(2020: 169) state “<em>Protosticta myristicaensis</em> was observed exclusively in <em>Myristica</em> swamp patch” and “<em>Myristica</em> swamps are freshwater swamps characterized by trees with stilt roots ... These are relict habitats thought to have existed over large areas but have become highly fragmented, and now occupy less than 200 hectares .... These unique ecosystems are highly threatened from various factors such as land-use changes like conversion into agricultural fields and plantations …, and excessive water withdrawal ... We also observed this at the type locality of <em>P. myristicaensis</em> where on one side of the road <em>Myristica</em> swamps have been converted into areca nut plantations.” The extent and quality of habitat for the species are observed to be declining due to loss and degradation of <em>Myristica</em> swamp.</p>", "threats": "<p>This species is threatened by loss of its specialised habitat which is being converted to plantations and other agriculture and degraded by excessive water withdrawal (see Habitats and Ecology).</p>", "conservationmeasures": "<p>The priorities for this species are for the total protection of the remaining <em>Myristica</em> swamps in the Western Ghats, and for more information on its distribution and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}