{"name": "184535347", "result": [{"species_id": 184535347, "taxonomicnotes": null, "rationale": "<em>Madaglymbus kelimaso&#160;</em>is an endemic species of Madagascar, currently only known from Analalava Reserve and Betampona Reserve. Based on the current available records, the area of occupancy (AOO) is estimated to be around 12 km<sup>2</sup>. The current population trend is unknown, and although the habitat appears to currently be well protected the species is considered to only occur at three locations, as the plausible future threat of fire, invasive species or slash and burn agriculture would impact each locality separately, but quickly drive the species to Critically Endangered or Extinct. Therefore, this species is assessed as Vulnerable under criterion D2. Ensuring the ongoing good management of the two protected areas is critical for the protection of this species. In addition, further research on the population and threats to this species is recommended.", "geographicrange": "This species is endemic to eastern lowland Madagascar, known from Analalava Reserve and Betampona Reserve. The altitudinal range of this species is from 50 m to 550 m asl. Based on the known localities, the extent of occurrence (EOO) of this species is estimated to be around 31 km<sup>2</sup> and the minimum area of occupancy (AOO) is estimated to be around 12 km<sup>2</sup>. Based on the threats of fire, slash and burn agriculture and invasive species, this species is considered to occur at three locations.", "population": "There is no information about the population of this species.", "populationtrend": "unknown", "habitat": "This species is found in lowland humid forests, typically in stagnant forest pools with dead leaves that are filled by heavy rains. The species seems to spend significant time out of water in the leaf litter&#160;(Ranarilalatiana and Bergsten 2019). There is considered to be a decline in the quality and extent of the habitat.", "threats": "The main threats to this species are the potential for degradation of the habitat in which it is found, mostly through invasive species (Tassin <em>et al.</em> 2009) and fire in Analava Reserve, and slash and burn agriculture in Betampona (Ranarilalatiana and Bergsten 2019).", "conservationmeasures": "Analalava Reserve was designated as a Category IV protected area in 2015, but it is important to ensure that the protection and management of invasive species is maintained. The species would benefit from further research on the population, habitat and threats.", "usetrade": "This species is not known to be used or traded."}]}