{"name": "113901500", "result": [{"species_id": 113901500, "taxonomicnotes": "<em>Hyriopsis bialata</em> used to be regarded as fairly widespread and common  in Southeast Asia (Brandt, 1974). However, molecular data (Zieritz <em>et  al</em>. 2016) indicate that the Malaysian populations, which are restricted  to the lower reaches of the Pahang River, represent a separate, cryptic  species endemic to the peninsula. Since the species' type locality is  Malaysia, <em>H. bialata</em> populations outside the Malaysian Peninsula are not considered conspecific and therefore excluded from the present assessment.", "rationale": "The species is present in only one location in a lower stretch of the River Pahang at low densities. The whole section is being threatened by urbanization, pollution and other minor threats. Probably due to the same reasons, the species lost 96.4% of its extent of occurrence. In consideration of these reasons,&#160;<em>Hyriopsis bialata</em> is assessed as Endangered (EN) B1ab(i,iii)+2ab(i,iii).", "geographicrange": "The species used to be distributed throughout southern Peninsular Malaysia but is now restricted to the lower sections of the Pahang River in Peninsular Malaysia.", "population": "<p>Current data indicate that the species is restricted to the lower reaches of the Pahang River (Zieritz <em>et al.</em> 2016). Only three specimens were sampled in a recent survey, and interviews with local people indicated that in this relatively restricted area, the species is not abundant. Historical records&#160;<span class=\"msoIns\">from&#160;southern Peninsular Malaysia and Singapore&#160;<span class=\"msoIns\">(e.g.&#160;<span class=\"msoIns\">Specimen&#160;<span class=\"msoIns\">No.&#160;<span class=\"msoIns\">8382&#160;<span class=\"msoIns\">at the Field Museum of Natural History collected from a “creek near Singapore, Malay Peninsula”)&#160;could not be confirmed in recent surveys (Zieritz <em>et al. </em>2016)<span class=\"msoIns\">,&#160;<span class=\"msoIns\">indicating&#160;a decreasing population trend.&#160;</span></span></span></span></p>", "populationtrend": "decreasing", "habitat": "<p>The scarce data available indicate that the species is confined to very large rivers with soft sediment and requires pH values around 7.5, which is at the very high end for Peninsular Malaysia. It is associated with <em>Physunio superbus</em> and <em>Contradens contradens</em> and appears to be inhabiting comparatively deeper depths than those species.&#160;There is continuing decline in quality of habitats due to damming and sand extraction.</p>", "threats": "<p>The species appears to be sensitive to acidification and is thus likely to be threatened by anthropic acidification. Other potential threats for this species are land use changes (e.g. palm oil plantations), sand extraction, bauxite mining, urbanization, eutrophication and alteration of flow regime including dam construction.</p><p><br/></p>", "conservationmeasures": "<p>No information was found concerning the conservation of this species. Research is needed into the species' distribution, population trends, and threats. Acidification and eutrophication in the river reaches occupied by this species could be minimized by establishing riparian buffers for the river and its tributaries passing through agricultural and residential lands. If there is any dam construction in the lower Pahang river, the disruption to flow and channel management creates the high probability that this species’ will become extinct.&#160;</p>", "usetrade": "The species is sampled as a food source by locals but it is not commercially exploited."}]}