{"name": "197808", "result": [{"species_id": 197808, "taxonomicnotes": "Populations of <em>Caridina holthuisi</em> appear in two allopatric clades, with one in Lake Matano, Petea River and Lake Mahalona and the other in Lake Towuti. No morphological differences have been observed so far. The existence of two cryptic species is therefore likely.", "rationale": "<p>This species is endemic to the Malili Lake system (Sulawesi), occurring in three inter-connected lakes (Towuti, Mahalona, Matano) with an estimated extent of occurrence (EOO) of 1,290 km<sup>2</sup>&#160;and a total of 2 locations. This species is thought be experiencing population declines in Lake Matano due to the impact of invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.), as no specimens of this species were found in 2017 at one site where it was abundant in 2013. As Flowerhorn Cichlids have had a direct impact on this species in Lake Matano and their presence in the River Petea and spread to remaining Malili lakes and rivers is almost certain, they are predicted to cause a population decline in this species of 50-80% within the next 10 years (T. von Rintelen pers. comm. 2018). As such the species is considered Endangered under criteria A3e; B1ab(iii,v)+2ab(iii,v).</p>", "geographicrange": "<p><span lang=\"EN-GB\">The species is endemic to the Malili Lake system in Sulawesi and occurs in all three connected lakes, Matano (161 km<sup>2</sup>), Towuti (561 km<sup>2</sup>), and Mahalona (24 km<sup>2</sup>) as well as in the Petea River (von Rintelen and Cai 2009). It has an estimated extent of occurrence (EOO) of 1290 km<sup>2</sup>.</p>", "population": "Populations of <em>Caridina holthuisi</em> appear in two allopatric clades, with one in Lake Matano, Petea River and Lake Mahalona and the other in Lake Towuti. No morphological differences have been observed so far and the existence of two cryptic species is therefore likely.&#160;This species is thought be experiencing population declines in Lake Matano due to the impact of invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.), as no specimens were found in 2017 at one site where it was abundant in 2013. It appears however to be the only <em>Cardinia</em> species that has persisted in this lake (T. von Rintelen pers. obs. 2018). Based on this decline and the spread of Flowerhorn Cichlids in the Malili lakes, an overall population decline of 50-80% is predicted over the next 10 years (T. von Rintelen pers. comm. 2018), although more reliable data from Lake Matano is needed for an exact estimate. Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, they will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona, and are predicted to cause population declines similar to those seen in Lake Matano populations.", "populationtrend": "decreasing", "habitat": "This&#160;is a soft substrate species that is mainly found under decaying leaves in the leaf litter and also sometimes on macrophytes.", "threats": "<p>  </p><p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. The species is collected for the aquarium trade. Most critically, invasive species (particularly Flowerhorn Cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and <em>Caridina </em>species are an important part of their diet (Herder <em>et al.</em> 2012). In addition to their direct impact in Lake Matano where this species has experienced sharp declines, Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018). They are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona. They are predicted to cause an overall population decline of 50-80% in this species within the next 10 years.</p><p></p>  <p>A thick algal cover was observed at all six sites in Lake Matano visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native shrimps by Flowerhorn Cichlids or to water level regulation by the mining company PT Vale remains to be investigated.<br/> </p>", "conservationmeasures": "<p><span lang=\"EN-GB\">No conservation plans are currently in place for this species, but protection and management of its known localities is needed along with invasive species control. Research is also needed into the population dynamics, ecology and the threats to this species.</p>", "usetrade": "<p><em><span lang=\"EN-GB\">Caridina holthuisi </em><span lang=\"EN-GB\">is available in the aquarium trade.</span></p>"}]}