{"name": "199350626", "result": [{"species_id": 199350626, "taxonomicnotes": "Former populations of <em>Gammarus zeongogensis</em> from Daecheong and Baengnyeong Islands have been described as a new species, <em>Gammarus baengnyeongensis</em> (Kwon <em>et al</em>. 2020).", "rationale": "<em>Gammarus zeongogensis</em> has been exclusively found from the border area between North and South Korea; in the region of Jeongok (where it is suspected to be extinct) and Baegui in Yeoncheon. According to analysis of distributional data, its extent of occurrence (EOO) is estimated 16 km<sup>2</sup> and area of occupancy (AOO) is estimated 16 km<sup>2</sup>. The local flood management plan has also caused critical physical alteration to this species' habitat, covering the entire habitat. Thus it is considered to have one threat-based location.<br/><br/>This species’ habitat shows three types of decline. (1) the long-term habitat loss due to urbanization, (2) the habitat degradation due to check dam construction, and (3) the loss of dispersal opportunity resulting from contamination of the lower stream. However, there is no evidence to support the assumption that these declines will continue or worsen. Further research is urgently needed to determine this.<br/><br/>Consequently, this species is classified as Near Threatened close to qualifying as Critically Endangered under B1ab(iii,v)+2ab(iii,v) and close to qualifying as Vulnerable under D2. Here, It is important to stress that this conservation status does not indicate that the species has escaped threats in the past. Rather, threats have already destroyed most of its habitat, leaving behind a secluded and narrow area in Baegui.", "geographicrange": "<em>Gammarus zeongogensis</em> is a side swimmer that is endemic to the Republic of Korea (National Institute of Biological Resources&#160;2014). The distribution of this species is limited to the Yeoncheon region including Jeongok (type locality) and Baegui (adjacent to the type locality). The type locality in Jeongok is currently suspected to be extinct due to the conversion of the landscape for urbanization (Korea University Research and Business Foundation 2011). Baegui, the species' only currently known extant locality, is limited to the area between two check dams constructed on a mountain stream (C.-W. Lee pers. comm. February 2023). No additional records are known, despite national-scale surveys for the genus <em>Gammarus</em> in Korea (ex. Lee and Kim 1980, Kim 2008, Korea University Research and Business Foundation 2011, Lee 2021).<br/><br/>When covering potential habitats near the observation sties, the area of occupancy (AOO) is estimated to be 16 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Its extent of occurrence (EOO) is set to be 16 km<sup>2</sup> as the MCP value is less than the AOO value.", "population": "This species is rarely observed even in its known habitat. Through published papers, more than 19 individuals have been recorded in the Yeoncheon region (K. Lee pers. obs. 1978 in Lee and Kim 1980; Korea University Research and Business Foundation 2011; Kwon <em>et al</em>. 2020). The subpopulation at Jeongok, the type locality, is now suspected to be extinct (Korea University Research and Business Foundation 2011, National Institute of Biological Resources 2017). <br/><br/>Through personal communications, it is known that in August 2007, more than 100 individuals were found from Baegui (Y.-H. Kim pers. comm. February 2023). The valley was revisited in 2015 following extensive erosion protection and flood control works, and just one individual was found (Y.-H. Kim pers. comm. February 2023). In 2022, the stream was revisited, and just 50 individuals were found between the second and third dams; and upstream of the flood control works, very little water was found (C.-W. Lee pers. comm. February 2023). Thus, the current population seems to have a very small size and distribution. There is a possibility that such human interference is negatively affecting the population of this species. While there is no documentation of the population size or trend of this species, it is suspected that this species has experienced a long-term continuous decline in population size, as human disturbance continues to expand.", "populationtrend": "decreasing", "habitat": "Except for one habitat generalist, <em>Gammarus sobaegensis</em>, South Korean freshwater side shrimp live under broad leaves in small mountain brooks with low water temperatures and pollution levels. These habitat specialists are unable to resist even minor changes in temperature, pH, heavy metal concentrations, and nitrogen compound concentrations (Naylor <em>et al</em>. 1989, Maltby and Crane 1994, Chaumot <em>et al</em>. 2015). As long as the water way is not contaminated, this species can live there from top to bottom (Korea University Research and Business Foundation 2011). Nevertheless, in the lower section of the valley few or no individuals have been observed due to chronic human disturbance (Korea University Research and Business Foundation 2011).<br/><br/> This taxon lives in isolated mountain streams, so only limited amount of dispersal and colonization, and thus gene exchange, occurs between water bodies. In this regard, the connectivity between the upstream and downstream ecosystems, which facilitates drift as a dispersal strategy, is crucial for preserving genetic diversity in an isolated habitat (Morrissey and de Kerckhove 2009, Alp <em>et al</em>. 2012). Therefore, the combination of these two traits makes this taxon very vulnerable to habitat disturbance.", "threats": "Three factors may have contributed to a reduction in the quality and area of habitats.<br/><br/> (1) Long-term habitat loss due to urbanization: In the Yeoncheon region, the habitat of Jeongok has been lost because of urbanization (Korea University Research and Business Foundation 2011, National Institute of Biological Resources, 2017). <br/><br/> (2) Habitat degradation due to check dam construction: There is a concern that several check dams directly constructed on this species' occupancy may have negatively affected this species' subsistence (Y.-H. Kim and C.-W. Lee pers. comm. February 2023). It may result from reducing available water volume and dispersal ability.<br/><br/> (3) Loss of dispersal opportunity resulting from contamination of the lower stream: Yeongpyeongcheon Stream's low water quality (The Ministry of Environment 2017), in the occupied stream's lower part, may hinder genetic exchange and dispersal (Gerhardt 1995, Morrissey and de Kerckhove 2009, Alp <em>et al</em>. 2012).<br/><br/>These continuation of these impacts into the future, however, seems unclear.", "conservationmeasures": "Although this species is legally protected as an endangered species by the Korean government, there is no legal basis for protecting its habitat in Yeoncheon. In light of the destruction of one site and the construction of a small dam on another site, further government efforts are required to conserve this species. Further research is urgently needed to determine the effect of check dams on the habitat of this species. If these small dams adversely affect the species' persistence, it should be classified under a higher category and may warrant more conservation aids.", "usetrade": "There has been no trade in this taxon."}]}