{"name": "135432012", "result": [{"species_id": 135432012, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis aurea</em> is only known from old records from two locations in the Jayapura area of Indonesian New Guinea. There is insufficient information on its habitat requirements and distribution to make a reliable threat assessment, however there has been considerable deforestation in this area and if the species is confined to the Jayapura area then it is likely to be threatened, maybe severely threatened, so more data are urgently required. In the meantime, and taking a precautionary approach, it is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Teinobasis aurea</em> is only known from two locations in the Jayapura area of Indonesian New Guinea. One of these locations is given as Hollandia (present day Jayapura) in Lieftinck (1949), the other as the Pim River in the Jayapura area (Lieftinck 1932), without information on exactly where on the river, although the altitude is given as 200m a.s.l. Given that Jayapura has expanded considerably since the species was recorded and that there is extensive deforestation in its surroundings, the species may no longer be present at the known locations.&#160;An accurate estimate of the area of occupancy (AOO) of the species is not possible with the available data.</p>", "population": "<p>There is insufficient data to make any statement about population sizes or health of this species, except that it is very likely to be declining because of the expansion of Jayapura and loss of forest in the surroundings of Jayapura.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been recorded about the habitats or ecology of this species but it is very likely to be forest dependent and to be a stream species.</p>", "threats": "The expansion of Jayapura is very likely to be a threat to this species, as is the clearance of forest in the area. However, fresh data are needed to make a reliable assessment of the severity of the threats.", "conservationmeasures": "<p>The priority for this species is for fresh information on its survival in the Jayapura area and on its overall range, and on its exact habitat requirements. If it is confined to the Jayapura area then conservation measures based on the protection of habitat are very likely to be needed.</p>", "usetrade": "<p><br/></p>"}]}