{"name": "132675480", "result": [{"species_id": 132675480, "taxonomicnotes": null, "rationale": "<em>Rhamdia laluchensis</em> is known only from the caves of La Lucha System, State of Chiapas, Mexico. The species is categorised as Vulnerable on the basis of criterion D2. Its restricted AOO (8 km<sup>2</sup>) and number of locations (1) make it highly sensitive to possible future threats that could drive this taxon to CR or EX in a very short time.", "geographicrange": "<em>Rhamdia laluchensis </em>is known only from its type locality, the caves of&#160;Sistema de La Lucha,&#160;Municipio Ocozocoautla, Chiapas, Mexico (entrance c. 5 km southwest of the village of Aguablanca on the eastern shore of the Malpaso Reservoir: 17˚03’40”N, 93˚53’23”W; Weber <em>et al</em>. 2003). The cave entrance (360 m asl) is a resurgence with a watercourse flowing northeastwards and reaching the extreme east of the Malpas Reservoir (Presa Nezahualcoyotl) near the Aguablanca village.", "population": "The discoverers (Weber <em>et al</em>. 2003) observed \"dozens\" of catfish in the type locality.", "populationtrend": "unknown", "habitat": "<em>Rhamdia laluchensis</em> is a strictly hypogean fish. The cave it inhabits includes lotic and lentic environments, with \"dramatic\" changes in water level; water temperature, 19 °C. The passable part of the cave system is about 1300 m long, interrupted after 650 m by a large doline (250 m of diameter and 200 m deep). At low water level the watercourse is reduced to a small brook originating from a siphon pool (416 m asl) at the end of the upper gallery and flowing into a lake in the lower cave section (Weber <em>et al</em>. 2003). The Sistema de La Lucha is inhabited by a fauna dominated by cambarid decapods, nematocerans and carabid insects (Weber <em>et al</em>. 2003).", "threats": "The cave is not easily accessible, so tourism is not a threat. Neither is water extraction, due to there being a large reservoir nearby.", "conservationmeasures": "No specific action for this species is known.", "usetrade": "<em>Rhamdia laluchensis</em>&#160;is not utilised."}]}