{"name": "150123901", "result": [{"species_id": 150123901, "taxonomicnotes": null, "rationale": "This species is restricted to Atlantic slope drainages in southern Belize, and central Guatemala, with an estimated EOO of 3,116 km<sup>2</sup>. It is known from a limited number of collection records, and little is known about its biology and ecology. Potential threats include deforestation and land-use change associated with plantation agriculture, localized mining activities, overexploitation of fisheries, and the spread of <em>Hydrilla verticillata</em> in Lake Izabal. However, the direct impact and scope of these threats on population status and habitat availability are largely unknown, and therefore the number of locations where this species occurs cannot be determined. It is unlikely that the species occurs in more than 20 locations and the species is therefore, close to meeting the thresholds necessary for listing as Vulnerable. Given the uncertainties of threat levels, and considering the known threats presented by overexploitation, this species is assessed as Near Threatened as it nearly meets the thresholds necessary for listing in a threatened category. Additional research effort regarding distribution, population status, and the magnitude of threats may result in data that qualifies this species for a threatened category.", "geographicrange": "<p><em>Cincelichthys bocourti</em> occurs on the Atlantic versant of southern Belize (Greenfield and Thomerson 1997) and Guatemala (Kullander 2003, Říčan <em>et al</em>. 2016). In Belize, it has been collected from the Temash and Moho River drainage, with potential occurrence in the Rio Grande. In Guatemala, it occurs from&#160; Lake Izabal and potentially from the northern border southward to the Polochic River drainage (Pérez Alvarado <em>et al</em>. 2004, McMahan <em>et al</em>. 2015).</p>  Extent of Occurrence (EOO) is estimated to be 2,500 to 3,116 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). However, this species is poorly represented in museum collections, and therefore the estimated EOO should be interpreted with caution.", "population": "<p>Total population size and population trend are unknown. In Lake Izabal, extensive sampling returned 12 individuals/ha, suggesting that this species is locally uncommon (Barrientos 2005). It is apparently uncommon in Belize (Greenfield and Thomerson 1997). Between 2010 and 2011, density values recorded in the Rio Dulce range from 0.4 to 10 individuals per 100 m<sup>2</sup> suggesting substantially greater densities in this area (Quintana and Barrientos 2011). The species is a common target of commercial and subsistence fishing within the Rio Dulce.<br/></p>", "populationtrend": "unknown", "habitat": "The biology and ecology of this species are largely unknown. In Lake Izabal, this species was collected in several different types of submerged vegetation (Barrientos and Allen 2008).", "threats": "<p>The southern portion of Belize south of Big Falls is sparsely inhabited by subsistence farmers that practice small-scale slash and burn agriculture, which is unlikely to have major consequences on freshwater habitat availability (C. Meredith pers. comm. 2019). </p>  <p>Widespread deforestation and land-use change associated with plantation agriculture is occurring in the Motogua River Valley and adjacent areas (Tucker <em>et al</em>. 2005, Young 2016). Mining activities occur in much of Guatemala and are likely to have localized impacts on aquatic habitat quality (Aguilar-Støen and Hirsch 2015). The invasive aquatic weed <em>Hydrilla verticillata</em> has established throughout Lake Izabal, which may reduce habitat quality (Barrientos and Allen 2008). The water quality of Lake Izabal itself is in relatively good condition (Aguirre Cordón <em>et al</em>. 2016). Unregulated fisheries, particularly within the Rio Dulce drainage, are likely to have significant detrimental impacts on the species' population. Additional research is needed to better quantify the level and impact of harvest for subsistence purposes. <br/></p>  While the direct impacts of these threats on the population status of <em>C. bocourti </em>have not been evaluated in detail, they are producing inferred continuous declines in habitat quality. Given a limited number of collection records and uncertainties in the scope of these potential threats, the number of locations where this species occurs cannot be estimated with accuracy.", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. bocourti</em>. The range of this species extends into multiple Protected Areas, namely Sarstoon Temash National Park in Belize, as well as Chocon Machacas Biosphere Reserve, Bocas Del Polochic Wildlife Refuge, and Rio Dulce Natural Park in Guatemala (IUCN and UNEP-WCMC 2019). </p>  More information on the distribution, population size, population status, and impact of potential threats are needed to accurately assess the extinction risk of this species. This is particularly true for portions of the species' range extending into Belize, as these are comparatively poorly studied. Trade in the species is likely to be causing population declines. Additional research into the level of exploitation as well as sustainable harvest rates are needed to better inform fisheries management practices.", "usetrade": "<p>The species is targeted by artisanal fisheries, particularly within the Rio Dulce drainage. It is also known to be in the ornamental fish trade though the extent of this market is poorly understood.<br/></p>"}]}