{"name": "173823654", "result": [{"species_id": 173823654, "taxonomicnotes": null, "rationale": "<p><em>Anablepsoides luitalimae </em>is known from two collection localities in flooded areas within forest fragments along the right bank of the Madeira River near Porto Velho in Rondônia state, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO)&#160;are estimated to be 8 km<sup>2</sup>. Occurrence at two threat-based locations &#160;and continuing decline in habitat quality are inferred. The primary threats to floodplain forests along the banks of the Madeira River include land-use change associated with urbanization, agricultural expansion, road construction, and hydroelectric infrastructure. Rondônia is subject to an intense deforestation frontier that is further exacerbated by urban expansion and the construction of major paved highways and side roads. The recent construction of the Juira Dam upstream of Porto Velho has the potential to significantly alter floodplain hydrology and trophic structure, resulting in habitat degradation and loss. Therefore, <em>A. luitalimae</em> is assessed as Endangered under criterion B1ab(iii)+2ab(iii). </p>", "geographicrange": "<p><em>Anablepsoides luitalimae </em>is known from flooded areas within forest fragments along the right bank of the Madeira River near Porto Velho in Rondônia state, Brazil (Nielsen 2016). It has been reported from two collection localities (Nielsen 2016). </p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 8 km<sup>2</sup>, based on a 2x2 km grid overlain on the two collection localities from which this species has been confirmed. This species is inferred to occur in two threat-based locations, based on localized threats that include changes in natural hydrology, deforestation associated with agricultural expansion, urbanization, and road construction, and anthropogenic pollutants from the city of Porto Velho. </p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of 22 specimens (Nielsen 2016).</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species is a flooded forest area with a maximum depth of 50 cm and occurs at an urban fragment of very dense Amazonian rainforest approximately 1 km from the bank of the Madeira River (Nielsen 2016). The type locality was characterized by heavily stained water with a pH of 6.0, low conductivity, a substrate of dense leaf litter, and an absence of aquatic vegetation (Nielsen 2016). <em>Anablepsoides luitalimae</em> was the only species recorded at this site (Nielsen 2016). The largest known male is 3.63 cm standard length (SL) and the largest known female is 3.69 cm SL (Nielsen 2016).</p>", "threats": "<p>The primary threats to floodplain forests along the banks of the Madeira River include land-use change associated with urbanization, agricultural expansion, road construction, and hydroelectric infrastructure. Rondônia is subject to an intense deforestation frontier that is further exacerbated by urban expansion and the construction of major paved highways and side roads (Pedlowski&#160;<em>et al.</em>&#160;2005, de Souza and de Marco 2014, Barros&#160;<em>et al.</em>&#160;2020, Ferrante&#160;<em>et al.</em>&#160;2020). The recent construction of the Juira Dam upstream of Porto Velho has the potential to significantly alter floodplain hydrology and trophic structure, resulting in habitat degradation and loss (Fearnside 2014, de Araújo&#160;<em>et al.</em>&#160;2009, de Souza&#160;<em>et al.</em>&#160;2019, Santos&#160;<em>et al.</em>&#160;2020). Tributary streams adjacent to Porto Velhas are impacted by building and street construction, channel blockage, and urban pollution (de Araújo&#160;<em>et al.</em>&#160;2009 Borges 2019).</p>  <p>Despite uncertainties regarding the direct impact of existing threats at the two collection localities where <em>A. luitalimae</em> has been reported, continuing decline in habitat quality is inferred. The two threat-based locations where this species occurs could be extirpated in the immediate future if threats persist. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>A. luitalimae</em>. It is feasible that the range of this species extends into Área De Proteção Ambiental Do Rio Madeira (IUCN and UNEP-WCMC 2020). Additional ichthyological surveys would be useful in clarifying range extent, population size, and population trend. An assessment of the direct impact of existing threats at the two collection localities where this species occurs would further clarify the extinction risk of this species. Site protection may be warranted. </p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}