{"name": "109686157", "result": [{"species_id": 109686157, "taxonomicnotes": null, "rationale": "The species <span lang=\"EN-GB\">is endemic to the Larona River in Sulawesi, Indonesia with an area of occupancy (AOO) and an extent of occurrence (EOO) both of 8 km<sup>2</sup>, and restricted to just one location.<span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"> Major    threats include increased sedimentation and habitat degradation due to maintenance or extension work at the upstream dams, which are causing declines in the habitat quality of this species. It is therefore&#160;<span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">considered to be Critically Endangered based on its extremely  limited distribution and deterioration of habitats as result of changing water levels and increased sedimentation.<br/></span></span></span></span></span></span>", "geographicrange": "The species&#160;is endemic to Larona River, which drains the entire Malili Lakes system in Sulawesi, Indonesia. It was described in 2008 based on samples taken from the lower reaches  of the Larona River between 1999 and 2003 (von Rintelen and Glaubrecht  2008). They noted that this Larona River species was collected within a  ca. 1.5 km stretch of the river. However, due to the inaccessibility of  the upper reaches of the river, the species may actually occur further  upstream, but two hydroelectric dams built since the 1960s will  certainly limit their potential range in this direction to not more than  eight kilometres (von Rintelen and Glaubrecht 2008).", "population": "<p>There is no population information available for this species and there are insufficient recent survey data to determine a population trend.&#160;This species is vulnerable to the impact of invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) that are spreading within the Malili lakes and causing population declines in <em>Tylomelania </em>populations through predation of small adults and juveniles. However, it is not certain how long it will take for these invasives to reach the Larona River due to the presence of dams (T. von Rinetelen pers. comm. 2018). A future population decline cannot therefore be estimated accurately. However, if Flowerhorn Cichlids were to reach the Larona River, population declines similar to those seen in Lake Matano would also likely occur in this species (T. von Rintelen pers. comm. 2018).</p>", "populationtrend": "unknown", "habitat": "This species occurs in the freshwater Larona River&#160;on soft substrates, such as mud (von Rintelen and Glaubrecht  2008). Whilst most material of the species was collected in shallow water (0.1–0.5 m depth) in less turbulent zones at the river bank on soft substrate, the deeper parts of the river were not accessible for sampling because of strong currents. Hence,&#160;<em>T. baskasti</em> may not necessarily be restricted to shallow waters.", "threats": "<p>This species is apparently restricted to a  comparatively short stretch of suitable habitat in the Larona River  draining the Malili lakes. The population may be affected by upstream  construction or maintenance work on the hydroelectric dams of the nickel  mine. This species is also vulnerable to predation from invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) that have caused declines in <em>Tylomelania </em>species in Lake Matano. However, it is uncertain when they will reach the Larona River due to the presence of dams (T. von Rinetelen pers. comm. 2018).</p>", "conservationmeasures": "There are no known conservation actions currently in place for this species and research into potential threats and population dynamics is recommended.", "usetrade": "Many species of&#160;<em>Tylomelania</em>&#160;are being collected for the aquarium pet trade.&#160;<em>Tylomelania</em>&#160;<em><em>baskasti</em>&#160;</em>does not seem to be traded yet, though, and is unlikely to become a major target (von Rintelen pers. comm. 2018)."}]}