{"name": "169107", "result": [{"species_id": 169107, "taxonomicnotes": null, "rationale": "<p><em>Anisopleura vallei</em> is only known from the northeast of India. It was described from Cherrapunjee in the Khasi Hills in Meghalaya, where it may no longer survive, and has also been recorded at locations in Nagaland. Serious threats exist to the species in at least part of its range (the Khasi Hills) so that, although relatively little information is available, a Data Deficient assessment is best avoided. With at most five locations ever recorded the species qualifies for Vulnerable under criterion D2 and is assessed accordingly. It is to be hoped that when more information becomes available the species can be r-assessed as Near Threatened or Least Concern.</p>", "geographicrange": "<p><em>Anisopleura vallei</em> is only known from the northeast of India. It was described from Cherrapunjee in the Khasi Hills in Meghalaya (St Quentin 1937) but does not appear to have been recorded in that area again. Given the deforestation that has occurred at the location, it may no longer occur there. Recently it was discovered at four sites in Nagaland (Joshi <em>et al. </em>2017), two of which (at Jotsoma) appear to constitute only a single threat defined location. No accurate estimate of the area of occupancy (AOO) can be made with the available data, but it may not be large.</p>", "population": "<p>There is insufficient information to make any statement about current populations sizes and health except that an ongoing decline in overall population is inferred from loss of habitat in parts of the species range.</p>", "populationtrend": "decreasing", "habitat": "<p>Joshi <em>et al. </em>(2017: 10440) summarise what is known “This species was observed at four different localities (altitude ranging from 794–1,109 m) with fast flowing hill streams, small spring-fed waterways, and irrigation channels surrounded by tall vegetation … Individuals were observed perched on vegetation along the water.” From this it appears that the species can occupy artificial habitats and has some tolerance to disturbance. The type locality is at higher altitude, approximately 1,500m a.s.l.</p>", "threats": "<p>Joshi <em>et al. </em>(2017: 10440) state “The type locality of <em>A. vallei</em> (Cherrapunjee in Khasi&#160;Hills, Meghalaya) was once the wettest place on earth with rich biodiversity and high endemism. But these hills have suffered rampant habitat destruction and mining in recent years. Many species have lost their habitats to the threshold of being threatened with extinction”. Judging from satellite images the situation in Nagaland appears better, but more information on threats there is needed.</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed, searches should be made throughout northeast India and in neighbouring parts of Mynamar.</p>", "usetrade": null}]}