{"name": "80350006", "result": [{"species_id": 80350006, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable on the basis that this species has an extremely restricted distribution and the top of Talyuberlup Peak, and is subject to a plausible future threat from fire which has the potential to threaten this species with immediate extinction should a fire impact the known range. There may be some ongoing ecological degradation, but further research is needed to clarify whether the species is subject to any ongoing decline in its population or habitat quality that would warrant listing this species in a higher category.", "geographicrange": "This species is endemic to the western portion of Stirling Range National Park, where it is known only from the summit of Talyuberlup Peak (Rix and Harvey 2012). Extensive surveying in possible habitat elsewhere strongly suggests it is restricted to this area.", "population": "This species is not common, but can be reliably found during surveys. There is no evidence of ongoing decline.", "populationtrend": "stable", "habitat": "This species is endemic to mesic montane heathland, where it occurs in sedges, in both elevated and low leaf litter (Rix and Harvey 2012) and beneath fallen branches. It is a low-fecundity species.", "threats": "The major threat to this species is fire. This species occurs in a habitat with highly flammable leaf litter and low vegetation and it is not expected to have life history stages that are resistant to fire. The Stirling Range has experienced multiple large fire events, including a major event in 1991 that encompassed much of the eastern part of the range, and pressure from fires has been increasing in this area for the past century (D. Utber pers. comm. 2021). The known locality was not affected in the 2019-2020 bushfire season, but fires of similar scale and intensity are expected to become more frequent (Abram <em>et al.</em> 2021). A future high-intensity burn impacting the summit of Talyuberlup Peak therefore has the potential to destroy the entire population.&#160;<br/>&#160;<br/>In common with other relictual invertebrates in the Stirling Range the species is expected to require moist soils that are drying as a result of both major droughts and an ongoing trend for reduced rainfall (Bain and Main in prep.), but this is in need of further study. The invasive mould&#160;<em>Phytophthora cinnamomi&#160;</em>is considered an indirect threat to invertebrates in the Stirling Range reliant on natural vegetation structure (D. Utber pers. comm. 2021), and areas invaded by <em>Phytophthora </em>have been found to contain higher densities of opportunistic invertebrates and so potential competitors for endemic species (Barrett 1996).", "conservationmeasures": "This species is endemic to Stirling Range National Park. The most important conservation intervention is fire management focused on excluding fire from this species' range. Control of <em>Phytophthora</em>-induced dieback is recommended. Population monitoring is required, and ecological research is needed to clarify the reasons for its restricted distribution as well as to understand the impacts of possible threats from climate change and invasive species.", "usetrade": "There is no known use of or trade in this species."}]}