{"name": "161281661", "result": [{"species_id": 161281661, "taxonomicnotes": null, "rationale": "This taxon occurs in the Northern Cape Province, South Africa (Extent of Occurrence 1,330 km<sup>2</sup>). It is known from four locations that are potentially threatened in the future by the combined impact of drought (associated with climate change), overgrazing and abstraction of underground water. The Kalahari region is one of the areas of South Africa that is experiencing the most significant changes in temperatures, a trend attributed to climate change. The taxon thus qualifies globally under the IUCN criteria as Near Threatened under criterion D.", "geographicrange": "This species occurs in the Northern Cape Province in South Africa, from Witsand Nature Reserve to the western base of the Langberg, near Postmasburg, and north to as far as the south-eastern parts of the Tswalu Game Reserve along the Korannaberg east of Hotazel. It has been reported from Namibia, but&#160;further work is needed to confirm that this represents a subpopulation rather than just a 'vagrant' individual.", "population": "No estimate of population numbers is possible.", "populationtrend": "unknown", "habitat": "This species occurs in the arid ecotone between Gordonia Plains Shrubland and Olifantshoek Plains Thornveld in the Eastern Kalahari Bushveld Bioregion of the Savanna Biome. Adults are found on sparsely scattered Camel Thorn, <em>Vachellia erioloba</em>, which is probably the larval host plant. These trees are large in the known habitat of the butterfly and generally occur on white Kalahari sand above subterranean aquifers.", "threats": "There are currently no significant threats to this taxon. However, the habitat occurs mainly above subterranean aquifers, and over-extraction of ground water, together with drought, overgrazing and climate change, could have serious consequences for the taxon. There are two subpopulations, both located in nature reserves, where the habitat is protected.", "conservationmeasures": "Parts of the range of the species are conserved in the Witsand Nature Reserve, but better conservation would be achieved if part of the Langeberg was incorporated into the reserve. It is also protected in Tswalu Game Reserve. Research is required into the life history, ecology/habitat needs, and the size of known subpopulations.", "usetrade": null}]}