{"name": "176424503", "result": [{"species_id": 176424503, "taxonomicnotes": null, "rationale": "<em>Psalidodon troya</em> is assessed as Vulnerable. Its distribution includes diverse streams in both Uruguay and Paraná basins in Misiones province, and one record in the Paraná river main course, in a reach bordering with Paraguay, suggesting a wider range of possible habitats. It has an extent of occurrence (EOO) of 17,096 km<sup>2</sup> and occurs in nine locations based on the threats related to urbanisation, agriculture and damming. There is an inferred continuing decline in habitat based on these threats.", "geographicrange": "<em>Psalidodon troya </em>has been recorded from the arroyos Cuñá Pirú Chico, Cuñá Pirú and Tabay, in Misiones, Argentina. One specimen was also found in the main course of the Paraná river, near Eldorado city (Azpelicueta <em>et al.</em> 2002). It was found later it in the upper and lower basin of Yabotí stream (Araya <em>et al.</em> 2012, Flores <em>et al. </em>2015), and in Paraiso stream (Flores<em> et al.</em> 2020), both part of the Uruguay basin. Lopez <em>et al.</em> (2005) mention this species for affluent streams of the Paraná River in Misiones, without identifying specific records.", "population": "There is no information about the population size or trend for this species.", "populationtrend": "unknown", "habitat": "In the river systems of Misiones, the marginal vegetation constitutes a very narrow strip forming a gallery forest along the rivers, which includes several species of jungle trees. This vegetation contributes to the structure of the fish community by representing a food resource and favourable conditions for spawning and progress (Flores <em>et al.</em> 2020). Cuñá Pirú creek runs along the Cuñá Pirú valley, marking the boundary between the General San Martín and Cainguás Departments. It is a small, clear fast flowing stream with a rock and sand bed, and vegetated margins; water temperature ranges from 19.3-33.4°C during summer (Miquelarena <em>et al.</em> 2002). Cuña-pirú stream has numerous tributaries: on the northern edge of the Park the Moreno and Azul streams, tributaries of the Garuhapé; all drain into the Paraná River. In general, they are stony bottom streams, clear waters and fast current, with slopes of different height, with four falls: Salto Encantado, Alegre, Piedras Blancas and La Olla, which are impassable barriers to the displacement of the ichthyofauna upstream of the main course of the stream (Azpelicueta <em>et al.</em> 2005). Paraíso stream presents a wavy topography with soft to very steep slopes. It has an extension of 80 km. Data from Flores <em>et al.</em> (2020) showed that the water temperature ranged between 17.5 and 28.5°C, conductivity was low (between 15 and 40 uS/cm), pH between 7 and 8.27, and dissolved oxygen between 7.4 and 9.6 ppm.", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The high and low basin of the Cuñá Pirú stream, as well as tributaries, suffer ecological degradation and loss of biodiversity by anthropic actions, mainly by agricultural activities in the basin (Placci and Di Bitetti 2006). The main economic activities, which have led to the conversion of the native forest of the missionary forest, include annual crops (sugar cane, maize, tobacco) and perennial crops of exotic species such as pine, eucalyptus trees and paradises that affect the growth of indigenous ones and the formation of undergrowth (Laclau 1994, Drozd 2011). There is an increase of urbanization (Araya 2017). The unprotected reach of Paraiso stream is impacted by productive activities carried out in the territory that includes the logging of the native forest, which remains one of the largest economic activities. Also monoculture agricultural practices such as tobacco, aromatic essences, among others. This region is highly vulnerable as a result of illegal activities, such as poaching and illegal extraction of native timber from reserves. Everything indicates the need for immediate protection and safeguarding of natural resources related to the basin (Araya 2017).", "conservationmeasures": "<em>Psalidodon troya</em> has been assessed as \"Rara\" (Chebez <em>et al. </em>2009).&#160;The Cuñá Pirú is moderately protected by the reserve of the same name. This stream is protected in part, going through the Provincial Park and Cultural Reserve Salto Encantado del Valle del Cuña-pirú, Reserva Particular Cuña-pirú and the Municipal Ecological Reserve Cuña-pirú (Araya 2017). The Esmeralda provincial park (acting as a core zone for the biosphere reserve Yabotí) protects some of the known sites of the species, but there are no known specific actions for its conservation. The Paraíso stream is a moderately protected tributary of the Uruguay River: is the north-eastern boundary of the Yabotí Biosphere Reserve, and crosses the Guarani Multiple Use Reserve (RUMG), the Guarai Reserve and the Papel Misionero Private Reserve (Araya 2017). Further research and monitoring is recommended.", "usetrade": "There is no use or trade information for this species."}]}