{"name": "184685", "result": [{"species_id": 184685, "taxonomicnotes": "The Afrotropical genus <em>Ferrissia</em> (Family Ancylidae) is represented in  eastern Africa by five species, two of which need confirmation as to their  generic position.&#160;<em>Ferrissia</em>&#160;<em>kavirondica</em> has only been found at Winam Gulf in Lake Victoria, and is hence considered as a Lake Victoria endemic, though Brown (1994) states that it is hardly distinguishable from the range of variation seen in <em>Ferrissia</em> from small waterbodies in Kenya. Additional taxonomic research is therefore recommended.", "rationale": "The extent of occurrence (EOO) of this species is 2,500 km² as it has only been recorded from one area (Winam Gulf), and there are only five locations. This area in Kenya is one of the Lake Victoria regions facing high human disturbance and aquatic pollution from urban and industrial sewage from Kisumu city (Lange 2010). Based on the currently available information (i.e., limited range, low abundance, high sensitivity to pollution, decreasing water quality), this species is listed as Endangered.", "geographicrange": "This species is endemic to Lake Victoria. It has been recorded from Winam Gulf (type locality) in Kenya only (Mandahl-Barth 1954, Brown 1994, Lange<em> et al.</em> 2013). Lange's (2010) supposition that it is more widespread in Lake Victoria has not been confirmed by research in the Ugandan and Tanzanian part of the lake (Ngupula and Kayanda 2010).", "population": "In a survey carried out in 2002-2003 in the Kenyan part of Lake Victoria, fewer than 15 individuals were recorded (Lange <em>et al.</em>&#160;2013).", "populationtrend": "unknown", "habitat": "It is found in Winam Gulf (Lake Victoria) and also in a small pool at Kisumu (Mandahl-Barth 1954). Based on the results of&#160; a 2002-2003 survey in Winam Bay, Lange (2010) concluded that this species is mainly associated with (relatively) unpolluted shallow waters and tends to be rare in areas with high anthropogenic disturbances and pollution.", "threats": "The comparative study by Lange <em>et al.</em> (2013) carried out in 2002-2003 on the malacofauna of Kenyan localities with high and low anthropogenic influence found that this species only at unpolluted, undisturbed sampling sites. Therefore, pollution is considered to be a threat to this species.", "conservationmeasures": "No conservation actions have been implemented.", "usetrade": "This species is not used or traded."}]}