{"name": "163896", "result": [{"species_id": 163896, "taxonomicnotes": null, "rationale": "<em>Tapeinothemis boharti </em>is endemic to the Solomon Islands where has been reported from four islands including some of the largest within the archipelago. There is insufficient information to assess the actual population size. The species is supposedly more widely distributed than presently known, but it is probably overlooked in field studies due to its small size, colouration and habit to perch high on the tree branches. Its dependence on forests makes it vulnerable to logging activities which are one of the threats to the Solomon Islands. Although more information is needed the species is assessed for the moment as Near Threatened based on its extent of occurrence (EOO is very likely to be less than 20,000 km²) and projected continuing decline in habitat due to deforestation.", "geographicrange": "This species is endemic to the Solomon Islands where it has been reported from Little Florida Island (Lieftinck 1950), Guadalcanal Island (Kimmins 1957), Malaita Island (Donnelly 1987) and New Georgia Islands (Polhemus <em>et al</em>. 2008).", "population": "There is insufficient information to assess the population size of this species because it has been usually reported with single individuals. It is perhaps more wide spread than presently known, but is probably overlooked in the field samples due to its small size, colouration and habit to perch high on the tree branches.", "populationtrend": "unknown", "habitat": "There is no specific information on the prefered breeding habitat of this species. Perhaps it breeds in streams and rivers because all records come on adults in mountaneous areas where running waters were the only freshwater biotope available. This species has been always discovered in forested localities. Adutls perch high on tree branches close to or just above fast flowing streams. Tenerals have been observed on tree branches overarching the stream. They were sitting among the moss and fern overgrown on the bark. Mature individuals have been found away from any water course. Therefore the habtat types here are selected by supposition.", "threats": "No details are known regarding threats affecting this species. Its dependance on forests for maturity and hovering over large areas make it very vulnerable to large scale deforestation.", "conservationmeasures": "There are no conservation measures in place although research is desperately needed to fully understand the species biology and habitat requirements for the species to be assessed to a higher level.", "usetrade": null}]}