{"name": "13274", "result": [{"species_id": 13274, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a highly restricted endemic species from the Eastern Cape Province, South Africa (Extent of Occurrence 18 km<sup>2</sup>, Area of Occupancy 8 km<sup>2</sup>). It has two locations that are not under significant threat at present. It is a very localised butterfly, entirely dependent on a single host-plant,&#160;<em>Thamnocalamus tessellatus</em>, which tends to occur near the tops of hills. The plant itself is not threatened, however, the butterfly only occurs within a relatively small portion of the plant’s regional distribution (the extreme southern extent). Fires, climate change and exploitation are considered to pose plausible future threats to the plant and, consequently, to the butterfly. It therefore qualifies as Vulnerable under criterion D2.", "geographicrange": "This species is an endemic of the Eastern Cape Province in South Africa, from Gaika's Kop near Hogsback and near Bedford.", "population": "There is no information currently available.", "populationtrend": "unknown", "habitat": "Rocky areas, often near the summit of mountains, in montane grassland. It is very closely associated with the larval host plant, Mountain Bamboo (<em>Thamnocalamus tessellatus</em>). For reasons not yet understood, this species is not found in habitats to the north of its known range, where conditions appear to be suitable. These include parts of the Royal Natal National Park and Giants Castle (northern Drakensberg) and hills above Harrismith and Fouriesburg in the Free State.", "threats": "There do not appear to be any significant threats at present. Potential future threats include the vulnerability of the larval host plant, <em>Thamnocalamus tessellatus</em>, to fire and to possible exploitation. As this plant is generally found near the tops of hills, it may be vulnerable to climate change.", "conservationmeasures": "The subpopulations of this taxon should be monitored by LepSoc Africa; the butterfly has only two locations. There do not appear to be significant threats at present, however this species is entirely dependent on a single, relatively uncommon host-plant. Excessive or aseasonal fires, commercial exploitation of&#160;<em>Thamnocalamus tessellatus</em>, or the potential effects of climate change pose future threats. Monitoring of these potential threats, and appropriate land management would be beneficial.", "usetrade": null}]}