{"name": "191370", "result": [{"species_id": 191370, "taxonomicnotes": "The Holotype of the Finescale Spitfin (<em>Allodontichthys polylepis</em>) was collected by Robert Rush Miller in 1976 from the Río Potrero Grande (Arroyo Grande), Río Ameca drainage, whereas the Paratypes included in the original description originate from collections he made in 1957 and 1970 from the Arroyo Estanzuela (Río de las Bolas or de la Pola), Río Atenguillo drainage. From the affiliation to different drainages, two subpopulations can be inferred: the (now possibly Extinct in the Wild) Río Potrero Grande subpopulation and the Río de las Bolas subpopulation. Both display plainly divergent colour patterns though they are anatomically similar, so further studies including phylogenetics to clear the relationship are recommended.", "rationale": "<em>Allodontichthys polylepis </em>is restricted to the headwaters of the Río de las Bolas, an affluent of the Río Atenguillo, close to Guachinango in the State of Jalisco, Mexico. The major threats include severe droughts and desertification caused by climate change, competition by introduced species, and habitat loss and degradation caused by increased sedimentation and eutrophication through deforestation and extensive farming. As a result of these threats, the remaining population is alarmingly small and recent surveys conducted in 2016 suggest that the species is now gone from part of its entire range. The Finescale Splitfin is assessed&#160;Critically Endangered (CR) based&#160;on its restricted AOO, EOO, number of locations (1) and numerous threats (e.g., drought, agriculture-driven diffuse pollution, exotic species).", "geographicrange": "The Finescale Splitfin&#160;is a freshwater fish species endemic to the Mexican federal state of Jalisco, historically known only from a short (approximately 8 km long) affluent of the Río Ameca, the Arroyo Grande&#160;(Río or Arroyo Potrero Grande, type location), from the Arroyo Estanzuela (Río de las Bolas or de la Pola) and from one of its affluents, the Arroyo de Ávalos (Arroyo Dávalos or Diábolos). The Río de las Bolas is an affluent of the Río Atenguillo that again flows into the Río Ameca about 45 km NNW of Guachinango. Nevertheless, the Río de las Bolas collection site is separated from the Río Potrero Grande collection site by approximately 300 km. Several surveys since about the year 2000 indicate that the species no longer exists at the type locality.&#160;Domínguez-Domínguez<em>&#160;et al</em>.&#160;(2008) found a reduction of about 65% of the historical distribution range&#160;of the species.", "population": "Two subpopulations, the Río Potrero Grande subpopulation from the type location and the Río de las Bolas subpopulation from the Río de las Bolas headwaters and from one of its affluents, the Arroyo Dávalos, are known. The collection sites of both subpopulations are separated by only 2 5km beeline, but by about 300 km of river length, being located in two different subbasins of the Río Ameca basin. While the subpopulation from the type location presumably disappeared in the wild about 1999 or 2000 and no surveys since then were successful in finding any specimens, fish from the Río de las Bolas subpopulation were observed until 2002. After this year, this subpopulation did not show up any individuals on surveys, until in 2016 some specimens were found at both collection sites. Nevertheless, the surveyors were able to collect only one adult male in the Arroyo Dávalos and a single juvenile female in the Río de las Bolas, but a few more individuals were spotted at the second location. However, the only remaining subpopulation of this species seems to be alarmingly small.", "populationtrend": "decreasing", "habitat": "This is a bottom-dwelling and riffle-inhabiting <strong></strong>species, hiding under and dashing between stones and boulders of rocky riffles of generally clear streams and creeks, that are usually from three to eight metres wide. Green algae are abundant on rocks and along stream margins, and sometimes trees, for example <em>Salix</em> spp., are shading part of the habitat. The currents are moderate to fairly swift in the dry season, but torrential during the wet summer months. Its habitats are similar to those of the North American darters (Percidae,&#160;genus <em>Etheostoma</em>), living among and under rocks in shallow waters (Miller <em>et al</em>. 2005). <br/><br/>Observations of Köck <em>et al.</em>&#160;in March 2016 found the Arroyo Dávalos as a small and moderate flowing creek with a width of one up to three metres, separated into pools at some places, and with a depth varying between 10 in rocky sections, and 150 cm in the pools. The water was clear, the ground composed of big rocks, boulders, stones, gravel, silt and mud. Filamentous green algae were abundant and partly floating on the surface. The water parameters were: pH about 7.2, carbonate hardness 16° and total hardness slightly more than 21°. The water temperature was about 22°C and no nitrate or nitrite could be measured. Other species of fish at this location were <em>Ilyodon furcidens</em> and Tilapias (species not identified).<br/><br/>The Río de las Bolas at the collection site is much larger. Its width varied in March 2016 between eight in sandy sections, to three metres at the narrowest point at the bridge piles. The river was structured like the Arroyo Dávalos into sections of big rocks and boulders and swift current, and sections of gravel and sand, moderate current and masses of filamentous green algae. Water parameters were similar to the ones from the Arroyo Dávalos and the depth varied between a few centimetres and 2 m in the deep pools; the water was clear and syntopic fish were the same as in the Arroyo Dávalos.", "threats": "The species&#160;suffered from some droughts throughout the last two decades with a severe one (2001-2003), that dried up the Arroyo Dávalos completely and reduced the Río de las Bolas to a few small and isolated pools (Lyons 2011). These droughts led to heavy impacts in both subpopulations, reducing the one from the Río de las Bolas dramatically, so several surveys into this system between 2000 and 2016 revealed no specimens. The last survey in 2016 by Köck <em>et al.</em> with one collected specimen in the Río de las Bolas and the Arroyo Dávalos each and few more spotted in the Río de las Bolas changed the situation. The impact for the Río Potrero Grande subpopulation was much heavier as no survey since about 2000 was successful in finding individuals. This subpopulation&#160;additionally&#160;suffered in the past from accidental introduction of Swordtails (<em>Xiphophorus hellerii</em>) and the ensuing competition for resources. Deforestation to create farmland and heavy droughts led to soil erosion and influences by soil and dust wash-ins in both aquatic systems; the appearance of big flocks of green filamentous algae was indicating eutrophication by nutrients, eventually affecting the composition of food chains, and caused by this, may lead to unknown impacts in food resources for the species.<br/><em></em>", "conservationmeasures": "The only conservation effort known to date is a monitoring and ex-situ breeding project run by the Haus des Meeres (Aqua Terra Zoo: www.haus-des-meeres.at) in Vienna, Austria and Laboratorio de Biología Aucatica (Michoacan University, Morelia, Mexico) for both subpopulations, with the Río Potrero Grande subpopulation possibly Extinct in the Wild. The primary goal of this&#160;studbook is to increase the number of captive-bred fish from both subpopulations above a level of 1,000 specimens and to build up viable captive strains.", "usetrade": "This species is neither traded as food nor as an ornamental species for aquariums."}]}