{"name": "187885977", "result": [{"species_id": 187885977, "taxonomicnotes": null, "rationale": "<em>Acanthobunocephalus scruggsi</em> is assessed as Vulnerable given the imminent threat to the species caused by the advance of gold mining in the region, which could push this species to becoming Critically Endangered or Extinct in a very short time period upon starting within its restricted distribution.", "geographicrange": "<em>Acanthobunocephalus scruggsi</em> is endemic to the Purus drainage in Amazonas basin. The species was described from Igarapé Caipirinha in Ayapuá lake, with paratypes in Igarapé Dos Caetanos in river Ipixuna drainage&#160;(Carvalho and Reis 2020). The species&#160;is reported in two localities with an elevational distribution range from 54-63 meters above sea level.<br/><br/>The extent of occurrence (EOO) is estimated at 10,661 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 440 km<sup>2</sup>. Based on the future threat of gold mining in the region, there is one potential threat-based location.<br/><br/>The geographic attributes for&#160;<em>Acanthobunocephalus scruggsi</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020).", "population": "There are no adequate records about&#160;<em>Acanthobunocephalus scruggsi&#160;</em>that allow an estimate of the total population size. Considering the conservation status of lakes and rivers in the region, the population trend is considered to be stable.", "populationtrend": "stable", "habitat": "<em>Acanthobunocephalus scruggsi</em>, like most species of the Aspredinidae family,&#160;is a benthic (demersal) species which inhabits forested lentic habitats (lagoons) or slow currents (igarapés, creeks) with black and acid waters, very low concentration of dissolved solids and usually associated with plant debris. The species&#160;<em>A. scruggsi</em>&#160;can reach a maximum size of 2.2 cm SL (Carvalho and Reis 2020).", "threats": "No threats are known to be currently affecting <em>Acanthobunocephalus scruggsi</em>. However, the future advance of gold mining in the region&#160;will be a threat to the species.", "conservationmeasures": "There are no known laws, regulations and educational programs specifically oriented to its protection. In the lowland of Purus rivers this species probably inhabits different protected areas, such as Resex Canutama, Parna Nascentes do Lago Jari, Rebio do Abufari and RDS Piagacu-Purus (IUCN and UNEP-WCMC 2020). Awareness and communications are necessary. Research into the life history, population trend and habitat condition is recommended. The extinction risk of <em>Acanthobunocephalus scruggsi</em> was  preliminarily assessed as Least Concern by Carvalho and Reis (2020),  who recognized its small distribution area but no significant threats to  the species.", "usetrade": "The use of the species <em>Acanthobunocephalus scruggsi</em> are unknown."}]}