{"name": "123529691", "result": [{"species_id": 123529691, "taxonomicnotes": "<p>The female of <em>Telosticta ulubaram </em>has not been described. A female possibly belonging to this species has been collected in Pulong Tau National Park in Sarawak (Dow unpublished), but because the association is not definite, this record is not considered in the assessment.</p>", "rationale": "<p><em>Telosticta ulubaram </em>is currently only known from six unprotected locations in the upper Baram area of Sarawak. It may be particularly sensitive to commercial logging that is not conducted by the less destructive helicopter method. With only six locations known, suspected severe fragmentation and a threat from logging (which is ongoing in many parts of the upper Baram) the species is restricted enough in its occurrence to qualify for Vulnerable under criterion D2. An accurate estimate of its area of occupancy (AOO) is not possible at present, but it is very likely to be below (maybe well below) the 2,000 km² threshold for Vulnerable under criterion B, in which case it would also qualify under B2ab(iii) (since a continuing decline in area, extent and quality of habitat is certainly occurring). The priorities for this species are for protection of some of the existing sites and for searches in other parts of the upper Baram and adjacent parts of Kalimantan, to determine the limits of its distribution.</p>", "geographicrange": "<p><em>Telosticta ulubaram </em>is endemic to Borneo where it is only known from a small number of sites in Sarawak. A few individuals have been collected in sites around Bario in the Tama Abu Range (Dow and Orr 2012), and the species has been found at sites further south in the same range in 2017 (Dow and Orr 2012, Dow unpublished). Other locations are in the upper Baram in the general vicinity of Long Banga (Dow and Orr 2012) with one site in the Ulu Moh area on the other side of the Baram River (Dow &amp; Ngiam 2005). Coordinates for one of the sites near Long Banga are not available, so this location is not included in the map. Altogether six definite locations are known; none are currently protected. Some sites are close to the border with Kalimantan, so the species may occur there; this needs to be verified.</p>", "population": "<p>This species occurs at low densities at most locations. Beyond this nothing concrete can be said about current population sizes and health with the available data except that some decline is likely to have occurred due to logging activities, and the overall population may be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "This species is found at small, high gradient streams and seepages in mixed dipterocarp forest from 700 to <em>ca </em>1,200 m asl. Most sites where the species has been found were in forest that was either undisturbed or only lightly disturbed by helicopter logging at the time of sampling, or disturbed more gradually (compared to commercial logging activities) by local use (sites around Bario where only a very few individuals were found); only one site had been logged without using helicopters, but the seepage in which the species was found, and its immediate surrounds, had not been disturbed at the time of sampling. This species may be particularly sensitive to disturbance from commercial logging when not conducted using the less destructive helicopter method.", "threats": "<p>The main threats to this species appear to be from logging and clear-cutting of forest. Forest fires are also a threat.</p>", "conservationmeasures": "<p>This species would undoubtedly benefit from protected status for some of the known locations. It would also benefit if future logging activities within its range were conducted using the less destructive helicopter method (where logs are lifted up and removed from a site using helicopters, eliminating the need for destructive skid paths and logging roads). However at the present time it appears that helicopter logging has ceased in Sarawak and all logging is being conducted by the normal methods. Further data on the distribution of this species are needed, and searches should be made in other parts of the upper Baram and over the border in Kalimantan.</p>", "usetrade": null}]}