{"name": "109689542", "result": [{"species_id": 109689542, "taxonomicnotes": null, "rationale": "<p>The species is endemic to Lake Towuti in Sulawesi, where it is found at fewer than 10 scattered sites with an extent of occurrence (EOO) of 168 km<sup>2</sup> and an area of occupancy (AOO) of 36 km<sup>2</sup>. This is counted as a single location with major threats including pollution from nickel mining, eutrophication and predation from invasive species, most critically Flowerhorn Cichlids (<em>Colossoma</em> sp.). The spread of invasive Flowerhorn Cichlids to Lake Towuti from Lake Mahalona is almost certain and is predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids on <em>Tylomelania </em>in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al. </em>2012) and contributed to the decline of <em>Tylomelania</em> populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Endangered given its extremely limited distribution, deterioration of its habitat and the future impact of Flowerhorn Cichlids in Lake Towuti.</p>", "geographicrange": "<p>The species&#160;is endemic to Lake Towuti (561.1 km<sup>2</sup>), which is part of the Malili Lakes system in Sulawesi, Indonesia.</p>", "population": "<p>There is no current population information available for this species but it has previously been reported as abundant (von Rintelen <em>et al.</em>&#160;2007). An overall population decline of at least 50% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.&#160;</em>2012) and are thought to have caused the decline of&#160;<em>Tylomelania</em>&#160;populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This species occurs in freshwater lakes and is a soft substrate dweller on sand and mud.", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic.</p>  <p>Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade.&#160;<em>Tylomelania kristinae </em>does not seem to be traded yet, though, and is unlikely to become a major target.<br/><br/>Finally, invasive species (particularly Flowerhorn Cichlids,&#160;<em>Colossoma</em>&#160;sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of small adults and juveniles (Herder&#160;<em>et al.</em>2012), as recent surveys in Lake Matano have found only large individuals of large&#160;<em>Tylomelania</em>&#160;species remaining (T. von Rintelen pers. comm. 2018). They have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through River Tominanga, where they are predicted to cause a population decline of at least 50% in this species within the next 10 years.</p>", "conservationmeasures": "<p>No conservation plans are currently in place for this species,&#160;but protection of its known localities and habitats is needed. Research is also needed into the population dynamics, ecology and the threats to this species.</p>", "usetrade": "There is no use or trade information available for this species. Many species of <em>Tylomelania </em>of the Malili lakes are collected as aquarium pets, however this species has not yet been conspicuously traded."}]}