{"name": "173835993", "result": [{"species_id": 173835993, "taxonomicnotes": null, "rationale": "<p></p><p><em>Typhlobelus auriculatus </em>is known only from its type locality in the lower Xingu River, Brazil. Area of occupancy (AOO) and extent of occurrence (EOO)&#160;are estimated to be 4 km<sup>2</sup>, and the species is assigned to a single threat-based location.&#160;It is known from a total of eight specimens collected in 1996. The type locality of this species was destroyed in 2015 following the filling of the Belo Monte Dam, and the species has not been detected outside the type locality since the time of its first collection. Given the destruction of the type locality and no collection records since 1996, <em>T. auriculatus</em> is assessed as Critically Endangered (Possibly Extinct) under criterion B1ab(iii)+2ab(iii). Additional targeted ichthyological surveys are urgently needed to clarify whether this species has been extirpated.</p><br/><p></p>", "geographicrange": "<p><em>Typhlobelus auriculatus </em>is known only from its type locality in the lower Xingu River, Brazil (de Pinna and Zuanon 2013).</p>  <p>Area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup> based on a single 2x2 grid overlain a the type locality. This species is assigned to a single threat-based location.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of eight specimens collected in 1996 (de Pinna and Zuanon 2013).</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species was a marginal sand bank in the lower Xingu River characterized by moderate current and depths up to 3.5 m over a substrate of fine sand (de Pinna and Zuanon 2013). &#160;The type series was collected in the summer of 1996 when the river level was at its lowest (de Pinna and Zuanon 2013). </p>", "threats": "<p>The primary threat to this species is past habitat destruction and continuing habitat decline associated with the Belo Monte Dam (de Pinna and Zuanon 2013). At the time of description, the Belo Monte Reservoir had not yet been filled, but localized extinction was considered imminent following initiation of the dam flooding in 2014 (de Pinna and Zuanon 2013). The dam was filled in December 2015 (Fearnside 2017) following a long and contentious debate over the ecological ramifications of construction (Fearnside 2006), and is assumed to have destroyed the type locality of this species.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>T. auriculatus</em>, nor has the species been reported from within the boundaries of any existing protected areas. Additional ichthyological surveys at and in potentially suitable habitat near the type locality are urgently needed to clarify the conservation status of this species. If additional collection localities are found, site protection and ex-situ captive management are immediate conservation priorities. </p>", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}