{"name": "233429315", "result": [{"species_id": 233429315, "taxonomicnotes": null, "rationale": "<em>Pontoscolex pydanieli</em> é endêmica do Brasil, registrada apenas em três localidades, no estado de Rondônia. Seu último registro foi em 1986 e desde então, não houve mais esforço de coleta na região de distribuição conhecida da espécie e sua Extensão de Ocorrência (EOO) foi calculada em 8.761km². Essa região sofreu intenso processo de desmatamento promovido, principalmente, pelas atividades agropecuárias e exploração florestal, que também fazem uso intenso do fogo. Conjuntamente, essas ameaças promovem declínio continuado da qualidade do habitat. Não há informações que sustentem a suspeita de que sua população esteja severamente fragmentada. Por aproximar-se de Vulnerável (VU), pelo critério B1b(iii), <em>P. pydanieli</em> foi categorizada como Quase Ameaçada (NT).", "geographicrange": "<em>Pontoscolex pydanieli</em> foi registrada nos municípios de Ariquemes, Nova Mamoré e Porto Velho, em Rondônia, no ano de 1986 (Righi 1988). Esforços amostrais em região próxima aos registros não encontraram a espécie. <br/><br/>A Extensão de Ocorrência (EOO) foi calculada em 8.761km², considerando o polígono mínimo convexo entre os registros confirmados da espécie.", "population": "A espécie possui baixa capacidade de dispersão e, dada a situação das paisagens em que está inserida, sua população pode estar severamente fragmentada, mas maiores informações são necessárias.", "populationtrend": "unknown", "habitat": "A espécie é encontrada em beira de rios.", "threats": "A espécie é afetada pelo intenso desmatamento ocorrido na região, proveniente de atividades agropecuárias e exploração florestal. Há uma alta frequência de incêndios na região também decorrente dessas atividades. Conforme IBGE (2017), a matriz de uso da terra é amplamente dominada pela pecuária bovina, que faz uso extenso de pastagens plantadas. O rebanho bovino nessa região ultrapassa dois milhões de cabeças de gado. Em escala bem menor, compõem a matriz os cultivos de soja, milho e arroz.", "conservationmeasures": "São necessárias expedições de campo para confirmar a presença da espécie na região dos registros conhecidos, em ambientes semelhantes.", "usetrade": "Não foram encontradas informações para o táxon."}]}