{"name": "122210173", "result": [{"species_id": 122210173, "taxonomicnotes": null, "rationale": "<p><em>Leptogomphus palawanus</em> is known from about 14 locations in Busuanga, Dumaran, Palawan and Balabac in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, however it is not likely to be large. However, the AOO and extent and quality of suitable habitat are inferred to be declining due to loss of forest within the range of the species. The known Extent of Occurrence (EOO) of the species is constrained by the area of the islands on which it has been found and is therefore not all that much more than 20,000&#160;km². The overall population is believed to be severely fragmented. This species would qualify for Vulnerable status under criteria B1ab(ii,iii) if the EOO was less than 20,000&#160;km² and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Leptogomphus palawanus</em> is known from Busuanga, Dumaran, Palawan and Balabac in the Philippines (Asahina 1968, 1980, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Lieftinck 1974). The assessor is aware of records from 14 locations to which it has proved possible to assign separate coordinates for mapping purposes. The species is present in the Mount Mantalingajan Protected Landscape and is likely to be present in the St Paul's Subterranean River National Park, and also in the Victoria and Anepahan Ranges in the centre of Palawan, these are not protected but are an Important Bird Area (IBA). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is not likely to be large. However, the AOO is inferred to be declining due to loss of forest within the range of the species. The known extent of occurrence (EOO) of the species is constrained by the area of the islands on which it has been found and is therefore not all that much greater than 20,000 km² (27,134 km² calculated using a minimum convex polygon around the point data).</p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred from loss of lowland forest in Palawan and its satellite Islands and that severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Virtually nothing has been recorded on the habitats and ecology of this species but it will be a species of lowland forest streams. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from deforestation resulting from agriculture and logging. BirdLife International (2019, but based on information from 2001) note (for Palawan in general) that “Small-scale timber extraction and well-organised logging operations are hastening the depletion of the forest cover on the island”, this is despite the fact that the entire island is a Biosphere reserve. There is little forest remaining on Dumaran and severe deforestation is evident in satellite images of Busuanga.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance. Total protection of additional areas in Palawan where the species occurs and any remaining habitat on Dumaran and Busuanga is highly desirable.</p>", "usetrade": null}]}