{"name": "122150132", "result": [{"species_id": 122150132, "taxonomicnotes": null, "rationale": "<p><em>Rhinoneura villosipes</em> is only known from two streams at 1,500 m asl and above on Mount Kinabalu; the known sites are in close proximity to each other and only comprise one threat defined location (considering forest fires, alteration of stream courses due to earthquakes or infrastructure expansion as the main threats), and a recently discovered site in the nearby Crocker Range. More data on the distribution of this species is needed, but if it does not have a wider distribution than is currently known (the area of occupancy (AOO) known at present is less than 20 km²) then, despite its presence in a well-managed national park, it is certainly at risk. It is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Rhinoneura villosipes</em> is only known from Mount Kinabalu in Sabah (e.g., Donnelly 1999, Dow 2004, unpublished, Hämäläinen 1994, Laidlaw 1915) and one very recently discovered location in the nearby Crocker Range. The exact location of the type locality is not known, but it is likely to be the same as the currently known location near the headquarters of the Mount Kinabalu World Heritage site. All records after its original description from Mount Kinabalu are from the Liwagu River and its tributary the Silau-Silau near to the park headquarters at <em>ca </em>1,500 m asl. The location in the Crocker Range is a single stream. Only one location can be considered known on Mount Kinabalu for threat assessment purposes because of the close proximity of the known sites to one another. It should be searched for at other locations above <em>ca </em>1,300 m asl on Mount Kinabalu and in the nearby Crocker Range.</p>", "population": "<p>This species is encountered with some regularity on the Silau-Silau stream, but beyond this nothing definite can be said about population sizes or health with the currently available data.</p>", "populationtrend": "unknown", "habitat": "This species occurs on the Silau-Silau stream, a small stream in montane forest. It has also been found on the larger and more torrential Liwagu River in the same type of forest, but appears less common there. The habitat at the location in the Crocker Range is similar to that at the Silau-Silau stream.", "threats": "<p>The known population on Mount Kinabalu is within a well-managed national park. However Mount Kinabalu is occasionally affected by earthquakes (as in 2015). Such events can lead to changes to the courses of streams or rivers, which could have extremely negative effects on this species. Forest fires are another potential threat. Additionally, since the known sites are close to the extensive park headquarters area, development of additional facilities in this area could be detrimental to the species; any such developments should be planned taking the requirements of this species into consideration. The site in the Crocker Range is near a road and part of the stream has already been negatively impacted by this. The Assessor would not generally consider over-collecting to be a threat to odonate species, but in the case of this species, which is only known from two small, easily accessed and in one case well known areas, it does pose a potential threat and steps should be taken to prevent illegal collection by trophy collectors.</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed. Any future expansion of infrastructure in the vicinity of park headquarters at Mount Kinabalu should be planned so that it avoids disturbance to the habitats of this species. Monitoring of the known population is highly desirable, and would be relatively easily to accomplish since no species of similar appearance occurs at the known sites. Education of the park staff concerning this species is desirable, and ensuring that they are vigilant against illegal collecting; there is, however, no need for additional legislation on collecting; it is already illegal to collect specimens in the world heritage site without a research permit, all that is required is to ensure that existing legislation is enforced. To be absolutely clear, a blanket ban on collecting specimens of this species would actually be counterproductive since it would stop the collection of vital voucher specimens needed to confirm identification and so hamper searches for new sites.</p>", "usetrade": null}]}