{"name": "171546", "result": [{"species_id": 171546, "taxonomicnotes": null, "rationale": "The species is restricted to western Thessaly in northern Greece, where it is known from two localities northeast of Trikkala (Uit de Weerd 2004, Welter-Schultes 2012). The species has a small area of occupancy (AOO = 8 km²), and it occurs in two locations. The species might be under-recorded, and a wider presence within the region is expected, however, there are concerns over the status of its habitat. Limestone quarrying is happening immediately next to one of the known localities and could expand further, which would directly affect the species. Habitat loss and degradation through fire, recreational activities and tourist pressure are also ongoing. Temperature extremes are also a future threat. Therefore, the species is assessed as Endangered under criterion B (EN B2ab(iii)).  Research is required on the distribution, threats, population size and trend of this species. Frequent habitat and population monitoring is also needed, and also likely site protection.", "geographicrange": "The species is restricted to western Thessaly in northern Greece, where it is known from two localities northeast of Trikkara (Uit de Weerd 2004, Welter-Schultes 2012). The area of occupancy is 8 km². Although the species may have a wider distribution, the favourable habitats in the area where the species occurs have been highly impacted.", "population": "No population data are available.", "populationtrend": "unknown", "habitat": "The samples were collected from rocky habitats within sparse, open Mediterranean shrubland.", "threats": "Limestone quarrying is happening immediately next to one of the known localities for this species and could expand further, which would directly affect the species. Habitat loss and degradation through fire, recreational activities and tourist pressure also threaten this species. Climate change is likely to be causing temperature extremes. This species relies on a diapause period to develop into adults (Barker 2001), and if extended drier conditions are occurring, this may reduce the time for development.", "conservationmeasures": "The species occurs within a Natura 2000 site. It has been assessed as (Vulnerable (D2)) in Greece by the Greek Red Book of Threatened Species (Legakis and Maragkou 2009). Research is required to confirm the distribution, threats, population size and trend of this species. Frequent habitat and population monitoring is also needed.", "usetrade": "The species is not used or traded."}]}