{"name": "10770", "result": [{"species_id": 10770, "taxonomicnotes": null, "rationale": "<p>Once widespread in the Yaqui and Casas Grande drainage basins, this species is now likely restricted to the Yaqui, Mayo and Fuerte river basins. Major pervasive threats that have caused past and current declines in population size include habitat degradation resulting from land use changes, pollution, surface water diversion, ground water extraction and the impacts of nonnative species, including hybridization with blue catfish. <em>Ictulurus pricei</em> is listed as Endangered (EN) because its area of occupancy is unlikely to surpass 500 km<sup>2</sup>, number of locations is unlikely to exceed five, and distribution and abundance exhibit ongoing declines (rate unknown, but threats have increased in recent years).</p>", "geographicrange": "<p>The historical range most probably included the uppermost Rio Yaqui system, Arizona, and the basins of the Rio Yaqui and Rio Casas Grandes, Sonora and Chihuahua, Mexico (USFWS 1994, Page and Burr 2011); also Rios Sonora, Mayo, and Fuerte, northwestern Mexico (Miller 2005). The species is apparently extirpated in the Rio Sonora basin and in the Rio Casas Grandes, an endorheic interior drainage in Chihuahua, Mexico (Miller 2005, Varela-Romero <em>et al.</em> 2011). Recent range-wide surveys indicated that <em>Ictalurus pricei</em> is now restricted to the Yaqui, Mayo and Fuerte river basins, though the species is possibly extirpated in the Mayo drainage (Varela-Romero<em> et al. </em>2011). There is mounting evidence that populations of native <em>Ictalurus</em> spp. south of the Fuerte River represent a distinct, undescribed species (Miller 2005, Varela-Romero <em>et al.&#160;</em>2011, Castaneda-Rivera <em>et al.</em> 2014, Ballesteros-Cordova<em> et al.</em> 2016).<br/><br/>Three small, wild populations (introduced from hatchery stock) exist in the United States: Twin Pond (San Bernardino National Wildlife Refuge) and House Pond (Slaughter Ranch), both in the Yaqui River Basin, and Big Tank (El Coronado Ranch) in the Sulphur Springs Valley drainage, all in Cochise County, Arizona (Baker <em>et al.</em> 2008, Varela-Romero <em>et al.</em> 2011). Baker<em> et al.</em> (2008) indicated it is fairly certain that populations in Twin Pond and Big Tank were pure<em> I. pricei</em>, but there was some concern as to whether the population in House Pond was contaminated by either blue catfish or channel catfish.</p><p>Extirpation in the U.S. is likely eminent without immediate conservation action (e.g., captive reproduction efforts). Remaining individuals at this locality are likely remnants of the original stocking program in the 1990’s, and are approaching senescence (Lohrengel 2014, Stewart<em> et al.</em> 2017). There is no evidence of recruitment at Twin Pond and Big Tank since the time of stocking (Lohrengel 2014, Stewart<em> et al.</em> 2017).</p>", "population": "<p>This species is represented by a limited number of distinct occurrences, or subpopulations (probably fewer than 20). Varela-Romero<em> et al.</em> (2011) surveyed the entire Mexican range and found this species in three sites in the Yaqui basin, zero sites in the Mayo basin, and two sites in the Fuerte basin. Not more than a few small populations exist in Arizona (Varela-Romero <em>et al. </em>2011). Based on pervasive threats in most occupied drainage basins, the number of distinct locations may not exceed five.</p>  <p>The total adult population size is unknown. This fish is rare to uncommon throughout its range (Varela-Romero <em>et al.</em> 2011).</p>  <p>Surveys in 1979 found Mexican populations to be seriously depleted. USFWS (1990) categorized the status as 'declining'. Recent surveys found <em>Ictalurus pricei</em> in only five collection sites in Mexico, compared to 15 historical collection sites (Varela-Romero <em>et al.</em> 2011).</p>  <p>Global population trend over the past 10 years or three generations is uncertain, but distribution and abundance probably are still declining. Local population trend at Big Tank has declined by 15% annually since the 1990’s (Stewart <em>et al.</em> 2017). </p>", "populationtrend": "decreasing", "habitat": "Habitat includes medium to slow currents over gravel/sand substrates in small to medium rivers (Lee <em>et al</em>. 1980, Page and Burr 2011). Habitat in Mexico includes moderate to large streams, at elevations up of 2100 m, in moderate to swift currents; substrates of mud, sand, gravel, rock, and scattered boulders; vegetation may be sparse except for diatoms and green algae on riffles; depths of 1.0 - 4.0 m (Miller 2005).", "threats": "Current diminished distribution and abundance are due to habitat modifications such as arroyo cutting, water diversion, dam construction, excessive groundwater pumping, and chemical and sewage pollution, combined with the effects of non-native fish species, especially competition and hybridization with <em>Ictalurus punctatus</em> (Miller 2005). All drainages currently inhabited by <em>I. pricei</em> now harbour non-native Blue (<em>I. furcatus</em>) and Channel (<em>I. punctatus</em>) Catfishes, the non-native Black Bullhead (<em>Ameiurus melas</em>) is now known from the Yaqui Basin, and the Flathead Catfish (<em>Pylodictis olivaris</em>) has been recorded anecdotally in the Yaqui Basin (Varela-Romero <em>et al</em>. 2011).<br/><br/>Extirpation in most of its range in the United States resulted from ground water pumping that decreased spring flow, causing San Bernardino Creek to dry up; trampling by livestock made remaining habitat unsuitable. Geothermal leases pose a potential threat through possible lowering of groundwater levels and increased likelihood of pollution.<br/><br/>Threats (non-native species, new reservoirs) to the Yaqui Catfish have increased in recent years, and hybridization with the Channel Catfish now appears widespread (Varela-Romero <em>et al</em>. 2011).", "conservationmeasures": "<p><em>Ictulurus pricei</em> is listed as federally threatened in the U.S. with designated critical habitat in the San Bernardino Natural Wildlife Refuge (USFWS 1994). In Mexico, this species is federally listed as federally threatened under NOM-59-SEMARNAT-2010. The American Fisheries Society’s Endangered Species Committee lists <em>I. pricei</em> as endangered (Jelks <em>et al. </em>2008).<br/><br/>More information is needed about life history and reproductive methods and the effects on the population from water removal and invasive species. There is a critical need to assess the population status and trend of this species within its Mexican range (Stewart<em> et al.</em> 2017).</p>", "usetrade": "There is no information on the use and trade of this species."}]}