{"name": "58600285", "result": [{"species_id": 58600285, "taxonomicnotes": null, "rationale": "This species is endemic to peninsular Malaysia, where it is known from the Pahang region, found on several small limestone hills in a cluster. The population trends are uncertain, due to little survey data, but living populations are known at one location. The main general threats to species of this genus come from uncontrolled forestry or quarrying of limestone habitats and one of these sites has been considered for quarrying in the past. Currently the plans to quarry one hill have been abandoned and as such the species is assessed as Vulnerable, whilst recognising that if quarrying plans restarted then the species could be at risk of extinction given the small range of this species and the population decline associated with habitat loss.", "geographicrange": "This species is endemic to peninsular Malaysia, where it is known from the Pahang region, found on several small limestone hills in a cluster, the two largest being Gunung Senyum and Jebak Puyuh (Liew<em>&#160;et al</em>. 2014). There is also a collection record from&#160;Pulau Singa Besar, but this is considered dubious. (Liew <em>et al</em>. 2014) and here excluded.", "population": "The population trends are uncertain, due to little survey data, but living populations are known at Jebak Puyuh, within an enclosed humid sinkhole. At this time, intensive surveying on the limestone rock faces of Gunung Senyum and other parts of Jebak Puyuh failed to retrieve any additional living individuals, probably because most of the rock faces were very dry (Liew<em> et al</em>. 2014).", "populationtrend": "unknown", "habitat": "These species were found in forest habitats on limestone hills, where often associated with rock faces (Liew <em>et al</em>. 2014).", "threats": "The species occurs on forested limestone hills, hence the main general threats to species of this genus come from uncontrolled forestry or quarrying of limestone habitats both of which cause forest loss or degradation that impact these species (Schilthuizen <em>et al</em>. 2005). Two of the locations, Gunung Senyum and Jebak Puyuh are the larger among the limestone hills. Gunung Senyum&#160;is gazetted as recreation forest but the Jebak Puyuh&#160;&#160;has been at risk of destruction as it had been earmarked for quarrying several years ago, but the plan has now been abandoned. The small range for this species, and the possible threats from habitat loss (Whitten 2015), mean the species would rapidly become extinct, if quarrying plans restarted.", "conservationmeasures": "Research is need on the distribution and populations, possible impact of increasing frequency of drying of microhabitats, as well as monitoring habitat trends.", "usetrade": "There is no known trade in this species."}]}