{"name": "191694", "result": [{"species_id": 191694, "taxonomicnotes": "A first collection of the Catarina Allotoca from the Presa Santa Catarina by Hobart M. Smith in 1936 was examined by Carl Hubbs and Clarence Turner, but placed within <em>Neoophorus </em>(now <em>Allotoca</em>)<em> diazi </em>(Hubbs and Turner, 1939). A few years later in 1941, the Spanish ichthyologist Fernando de Buén Lozano examined individuals collected by fishermen from the Estación Limnológica de Pátzcuaro, also from the Presa Santa Catarina. He recognised differences to <em>diazi</em> and saw the necessity to give this population subspecies level (De Buén, 1942). Finally, a decade later, the Mexican ichthyologist José Álvarez del Villar gave it full species rank (Àlvarez del Villar, 1959). Affiliated to its occurence in only one river system, no subpopulations are distinguished.", "rationale": "<em>Allotoca catarinae</em> is only known from the Río San Antonio or Santa Bárbara, an affluent of the Río Cupatitzio, south of the town of Uruapán and the section of the Río Cupatitzio (after the junction with the Río Santa Bárbara to just below the Presa Cupatitzio). The population seems to be stable in the upper section of the Río Santa Bárbara, including the spring and the subsequent Presa Santa Catarina, but stocks below the town are heavily impacted by water pollution. Though the species still seems to inhabit all known collection sites since the 1990's (Lyons 2011), a survey by Köck <em>et al.</em> in 2017 indicates that these stocks are threatened by declines.&#160;<br/><br/>The small EOO (25 - 70 km<sup>2</sup>) and presence at a single location, coupled with the decline in habitat along with AOO and EOO (an inferred due to ongoing decline in the lower portion of its distribution range), indicates this species is&#160;Critically Endangered.", "geographicrange": "The Catarina Allotoca is endemic to the Mexican federal state of&#160; Michoacán. It inhabits the Río San Antonio (Río Santa Bárbara or Río Santa Catarina), an affluent of the Río Cupatitzio, from the spring of this river above the Presa Catarina (Presa Caltzontzín) downstream, and after its junction with the Río Cupatitzio in this river downstream with the last known location at Presa Cupatitzio. The Río Cupatitzio itself is an affluent of the Río El Marqués, an affluent of the Río Grande, which is the western tributary to the Río Balsas; therefore, the species belongs to the fish fauna of the Río Balsas drainage.", "population": "The population of this species is not particularly large at any of the collection sites, but has persisted everywhere since the late 1990's (Lyons 1990). Nevertheless, inferred from ongoing water pollution from the town of Uruapán and from observations (Köck <em>et al</em>. 2017), a the population appears to be declining south of Uruapán and possibly also in the Río Cupatitzio.", "populationtrend": "decreasing", "habitat": "The Presa Santa Catarina has an extension of 300 m x 100 -180 m; the average depth couldn't be ascertained, but might be deeper than 1.5 m. During a survey in 2017, Köck <em>et al.</em> documented this species from the upper part of the Presa. The water was about 50 cm deep, the ground made up of silt, mud and sand, with almost evenly distributed rocks and boulders. Those rocks were densely covered with green filamentous and short brown algae and aufwuchs. The shore was partly made up of riparian grass, partly building up dense vegetation growing in the shallow water or hanging over the surface. The Presa itself is bordered by walls forming a steep bank on the left side and a sandy-grassy shallow beach on the right hand side.&#160;The habitat was partly shaded by huge willow trees (<em>Salix </em>sp.).&#160;<em>Allotoca catarinae </em>was mainly hiding between the rocks or, more often, in the vegetation. The water parameters taken in March 2017 were: water temperature; 17.4°C; pH, 7.25; conductivity, 1,108 μS.&#160; Recent studies (Hernández-Chávez&#160;<em>et al.</em>&#160;2015) revealed a trophic level for this species of TROPH = 2.48±0.28, indicating that it is&#160;a carnivorous species. The only other fish species found at this collection site was another Goodeid, <em>Ilyodon whitei</em>.", "threats": "The Catarina Allotoca is known from only about 20 km along the Río Santa Bárbara-Cupatitzio system and south of Uruapán. Waste waters from the town of Uruapán heavily impact on the river sections below the town, probably making parts of it uninhabitable. During a survey in 2017, Köck <em>et al.</em> were not able to find any fish directly below the falls of Tzaráracua, about 2.5 km southwest of Uruapán. The water had a bad smell and the surface was covered with foam. Downstream river sections might be in slightly better condition due to the cleaning possibilities of riparian vegetation, but suitable habitats might not reach further downstream than the power plant at Charapendo (Hidroeléctrica Cupatitzio) and the Presa de Jicalán (about 7 km south of the most southern known collection site). An expansion of turbid sections of the river can be observed, which will hinder the vision of this carnivorous species and, subsequently, its capacity to hunt for fry.<br/><br/>Besides water pollution, another threat comes from a trout farm in the Parque Nacional \"Barranca del Cupatitzio\" in the headwaters of the Cupatitzio river in Uruapán. Rainbow trout (<em>Oncorhynchus mykiss</em>) are top predators in aquatic systems and escaped individuals constitute a threat for native fish. Though they would not be able to access the Río Santa Bárbara due to the above mentioned waterfall, the impact on stocks in the Río Cupatitzio would be dramatic and lead to a decline.", "conservationmeasures": "The Catarina Allotoca is included in the international <em>ex-situ</em> breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera<em> Allotoca</em> and <em>Neoophorus</em> (http://www.oevvoe.org/allotoca-mesa-central). Another&#160;conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico. No other conservation efforts for this species are known.", "usetrade": "The Catarina Allotoca is neither harvested for food nor a target species for the ornamental fish trade."}]}