{"name": "892", "result": [{"species_id": 892, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a range-restricted endemic species in Mpumalanga Province, South Africa (Extent of Occurrence and Area of Occupancy&#160;8 km<sup>2</sup>). There is one location. The subpopulation at the type locality is no longer extant due to the destruction of its habitat by invasion of alien vegetation and lack of burning. Only one colony, at Dindela in Sekhukhuneland, is known, which appears to move regularly indicating that it may be unstable. Declines have been recorded for Extent of Occurrence, Area of Occupancy, area, quality of habitat, number of locations and subpopulations, and number of mature individuals. This is based on half the known localities being destroyed and habitat threat to the only known subpopulation. The taxon thus qualifies globally under the IUCN criteria as Critically Endangered under criteria B and C.", "geographicrange": "This species is only known from Mpumalanga Province and Limpopo Province in South Africa, formerly found on the top of a pass to the south-west of Stoffberg, now only found on the mountain above Dindela.", "population": "The small colonies at the Stoffberg location have not been recorded in recent times and their habitat is overgrown with alien vegetation. Currently only one subpopulation, north of Stoffberg at Dindela, is known.<br/><br/>Population size calculation: About 10 adults are observed recorded on a good day. If we take flying time of about 6 weeks max. at a turnover rate (life expectancy) of 5 days (from research on related taxa, mark and recapture as well as research from the USA on similar species) and if we say that the average is double the number seen, as 20 per day, then the population would be:&#160;<br/><br/>6 [weeks] x (7 [days]/5 [life expectancy]) x 20 [mature individuals] = 168 mature individuals. Therefore, the population size is estimated at fewer than 250 mature individuals.&#160;<em><br/></em><em><br/></em><em>Aloeides</em> colonies are based on ant nests in suitable habitat, often recorded in the literature as being “the size of a tennis court”.", "populationtrend": "decreasing", "habitat": "It occurs in high-altitude grassland, in gullies with sandy patches. It occurs in a very limited geological area, which is the Rashoop Granophyre suite.", "threats": "The habitat at the type locality in the area south-west of Stoffberg has already become overgrown by invasive alien plants and secondary succession, largely owing to a lack of burning, and is uninhabitable for the butterfly taxon. The only known remaining locality at Dindela is on tribal land where burning, grazing and habitat modification is causing ongoing decline in habitat quality.", "conservationmeasures": "A management plan should be developed that includes regular monitoring of population levels and habitat quality, the removal of alien invasive trees and the implementation of an appropriate fire regime. Ecological studies are also needed.", "usetrade": null}]}