{"name": "192893", "result": [{"species_id": 192893, "taxonomicnotes": null, "rationale": "<p>The species is e<span class=\"ff5 current-selection\">ndemic to the Laguna de la Media Luna and the upper Rio Verde in San Luis de Potosi, Mexico <span class=\"ff5 current-selection\"><span class=\"ff5 current-selection\"> (Miller <em>et al.</em> 2005). The population size of <em>H. bartoni</em> is apparently large and protected in parts of its range. However, some populations in the headwaters of the Río Verde are in decline as a result of habitat loss and degradation caused by over-extraction of water resources, water pollution and the introduction of invasive alien species such as <em>Herichthys cyanoguttatus, Micropterus salmoides </em>and&#160;<em>Oreochromis mossambicus. </em><span class=\"ff5 current-selection\"><span class=\"ff5 current-selection\"><span class=\"ff5 current-selection\">With an extent of occurrence of 692 km<sup>2 </sup>and 2-5 locations based on the most plausible threats, this species assessed as Endangered.<em> <br/></em></span></span></span></p>", "geographicrange": "<span class=\"ff5 current-selection\">  <p>Endemic to the lagoons of the Laguna de la Media Luna area and also in parts of the Upper Rio Verde (Miller <em>et al.</em> 2005), Río Pánuco drainage.</p>  <br/><span class=\"current-selection\"></span>", "population": "By 1954, collections by Mr. Gregg showed that in \"La Laguna de la Media Luna\" and its surroundings <em>Herichthys bartoni</em> was in association with six species, <em>Astyanax fasciatus mexicanus [=A. argentatus</em>; JJSS<em>]</em>, <em>Dionda rasconis, Ictalurus mexicanus, Herichthys labridens, Ataeniobius toweri</em> and <em>Cualac tessellatus</em>. <br/><br/>In addition, in the lagoon, &#160;<em>H. bartoni</em> and <em>H. labridens </em>constituted 80% of the collections (40% each), while in the channels both species were only surpassed in abundance by <em>Astyanax.</em> Therefore, by the middle of the 20th century, although the distribution of <em>H. bartoni </em>was limited to the Rio Verde valley, this mojarra was one of the two most abundant species within it (Miller 1956). <br/><br/>This situation changed in 2006, since these cichlids only represented 3.6 and 11% of abundance in the lagoon (Palacios-Nuñez<em> et al.</em>&#160;2010), while in 2017, in the lotic systems around the lagoon, they are two of the three least abundant and least frequent species (Soto-Galera <em>et al.</em> 2018).", "populationtrend": "decreasing", "habitat": "This species inhabits clear, sulfurous, spring-fed lagoons, marshes, and channels of clear to murky streams, in very slight to moderate currents over substrates of sand, silt, soft muck, gravel, marl, rock, and boulder (Miller&#160;<em>et al.</em>&#160;2005). Vegetation comprises green algae, water lilies, water hyacinth, <em>Utricularia, Chara, Scirpus, Juncus</em>, and a dense (large-leafed) unidentified submergent plant (Miller&#160;<em>et al.</em>&#160;2005). It is found at depths to 3 m or more with a salinity (La Media Luna) of 1.3 ppt, and specific conductance of 1930 μmhos·cm̄¹ (Miller&#160;<em>et al.</em>&#160;2005). Recorded&#160;water temperatures are 26° - 30 °C in spring-fed habitats and 20 °C in a stream in late November (Miller <em>et al.</em> 2005).", "threats": "<p>The springs in the desert area suffer from environmental pressure because of the demand for water for human use. This has led to the disappearance of many of the springs, with the consequent extinction of the species found in them. It is only a matter of time before the reserves of the water tables are unable to maintain the water levels in the bodies due to the large amount of water extracted, which will force them to ration their use, or stop their extraction for a period of time, with the consequent bankruptcy of human activities. The aquifer may be restored over time, but the fauna could disappear. On the other hand, it is necessary to be aware of the danger of introducing exotic species, since these could harm the habitat through other methods. Beyond the ecological wealth and the beauty that these species represent, it is important to understand that evolutionary and geological processes continue to be carried out (Artigas-Azas 1994). It is necessary to plan projects that allow for use of water for the human populations surrounding the lagoons of the Valley, but which also ensure adequate levels of water for the permanence of the aquatic communities. In addition, enactment of laws that impede the access of people inside the lagoons is important, since these are used as recreational places and for practising diving, which directly affects the quality of the water causing deterioration of established vegetation on the walls and edges of the lagoon and springs.&#160;Additionally, the lotic systems of the \"Río Verde\" basin shows severe symptoms of environmental deterioration, as a result of the modification and contamination by urban waste, garbage, agrochemicals and fertilizers. In a study of the fish community of La Media Luna Lagoon, Palacio-Nuñez&#160;<em>et al</em>. (2010) found impacts from Tilapia (<em>Oreochromis</em> sp.) on native fishes due to niche overlap.</p>", "conservationmeasures": "This species is listed by Mexican law (NOM-056).", "usetrade": "This species is not utilized."}]}