{"name": "886", "result": [{"species_id": 886, "taxonomicnotes": null, "rationale": "This is an endemic taxon from the Western Cape Province in South Africa. There are subpopulations within the De Hoop Nature Reserve that are not threatened, however, subpopulations occurring outside the reserve are threatened by agricultural developments, alien vegetation, poor fire management and coastal housing development. In Worcester and Rawsonville, there is an ongoing decline in the extent of occurrence (EOO), area of occupancy (AOO), habitat quality, number of subpopulations and mature individuals due to severe infestations of invasive plant species and too frequent fires. The taxon has also lost significant habitat to viticulture over the past 15 years in this area. This species has an AOO of 56 km<sup>2</sup>, an EOO of 6,739 km<sup>2</sup>, and is known from eight locations. It qualifies globally under the IUCN Red List criteria as Vulnerable under criteria B1ab(iii)+2ab(iii).", "geographicrange": "This species is endemic to the Western Cape Province of South Africa and is known from&#160;Slanghoek Valley, Goudini near Worcester in the west and the south-western side of the Badsberg north-west of Rawsonville in the east. It has not been seen at some of its former localities on the Slanghoekberge for 20 years. It is also known from De Hoop Nature Reserve near Bredasdorp in the west to the Riversdale district in the east (see Mecenero <em>et al. </em>2020).", "population": "One subspecies, <em>Aloeides carolynnae</em> ssp. <em>carolynnae</em>,<em>&#160;</em>has a narrow habitat specificity, a small and shrinking geographical range, and it occurs at low abundance. There is no information regarding the population of the other subspecies, <em>A. c. </em>ssp. <em>aurata</em>.", "populationtrend": "decreasing", "habitat": "It occurs in montane fynbos on the south-western side of the Badsberg, on the lower slopes, at elevations between 300 and 600 m. It is also found in flat, sandy terrain in subcoastal fynbos. It has a presumed larval ant association, and its larval food plant is probably an&#160;<em>Aspalathus</em>&#160;sp. It is a rapid flight butterfly, often settling after a short spurt on vegetation or the ground (see Mecenero <em>et al. </em>2020).", "threats": "For subpopulations outside the De Hoop Nature Reserve, agricultural development, new roads or housing could severely impact on the habitats. Fire frequency and grazing also have to be monitored. A number of properties near some of the localities may become available for sale and the associated development has to be monitored. The ecosystem status of the habitat, from a vegetation perspective, is Vulnerable. Invasive alien vegetation remains a future potential threat (see Mecenero <em>et al. </em>2020).<br/><br/>The type locality in the Worcester to Rawsonville area has been destroyed by expanding viticulture. Invasive alien vegetation, mainly&#160;<em>Hakea sericea</em>, but to a lesser extent <em>Pinus</em>&#160;species, has affected the rest of the habitat at the type locality. Further habitat destruction by viticulture could be an added threat, as well as too frequent fires. The ecosystem status of the habitat, from a vegetation perspective, is Endangered (see Mecenero <em>et al. </em>2020).", "conservationmeasures": "Management plans for this taxon, which include an integrated approach to the control of&#160;<em>Hakea sericea</em>&#160;using mechanical and biological control, are required. These plans are required for the sites where the species occurs and should consider the presumed larval ant associations and include regular monitoring of the known habitats. There should be no further upslope extension of vineyards into the remaining habitat. Further surveys for additional sites as well as autecological and synecological studies are required. Research is also needed to locate additional subpopulations.", "usetrade": null}]}