{"name": "171774", "result": [{"species_id": 171774, "taxonomicnotes": null, "rationale": "This species is endemic to northwestern Greece, where it occurs in Ipeiros.  Subspecies&#160;<em>Gyralina epeirotica epeirotica</em>&#160;is known from two sites near Metsovo lying close to each other and subspecies&#160;<em>Gyralina epeirotica mylonasi&#160;</em>is known from two localities in Tymfi Mountain lying close to each other. The species is presumably subterranean, but it is only known from a limited number of individuals. Quarrying, road construction, fire and grazing can locally pose a threat to the species any time, whereas habitat alteration resulting from droughts may affect its whole range in the future but they are not affecting it immediately. It is therefore&#160;assessed as Near Threatened (NT). Research is recommended upon the population trends, distribution and ecology of the species, and frequent monitoring of the habitat and population is suggested.", "geographicrange": "This species is endemic to Ipeiros, northwestern Greece. Subspecies <em>Gyralina epeirotica epeirotica</em> is known from two sites near Metsovo lying close to each other and subspecies <em>Gyralina epeirotica mylonasi </em>is known from two localities in Tymfi Mountain, also lying close to each other. The subspecies <em>G. e. epeirotica</em> presumably is subterranean, but it is only known from a limited number of individuals (Riedel 1992, Riedel and Subai 1993, Welter-Schultes 2012). The subspecies <em>G. e. mylonasi</em> was found under rocks in alpine meadows (K. Vardinogianni pers. comm. 2023).", "population": "The population size and trends are not known for this species. <em>Gyralina e. epeirotica</em> is known from a limited number of individuals (Riedel 1992, Riedel and Subai 1993), but this is not an indication of the population size in general.", "populationtrend": "unknown", "habitat": "The subspecies&#160;<em>G. e. epeirotica</em>&#160;is presumably subterranean, but it is only known from a limited number of individuals (Riedel 1992, Riedel and Subai 1993, Welter-Schultes 2012). The subspecies&#160;<em>G. e.&#160;</em><em>mylonasi&#160;</em>was found under rocks in alpine meadows (K. Vardinogianni pers. comm. 2023).", "threats": "Quarrying, road construction, fire and grazing can pose local threats to the species at any time. Habitat alteration resulting from droughts may affect its entire range in the future.", "conservationmeasures": "The species occurs in a protected area (Natura 2000 site). There are no conservation actions regarding the species, but they are needed given the restricted distribution of the species and the presence of immediate and future threats. Research is recommended on the population trends, distribution and ecology of the species,  and frequent monitoring of the habitat and population is suggested.", "usetrade": "The species is not used or traded."}]}