{"name": "176459132", "result": [{"species_id": 176459132, "taxonomicnotes": null, "rationale": "This species occupies a small range, with an EOO equating to 9,761 km<sup>2</sup>. Within this small range, the species occurs in two threat-based locations and is undergoing a continuing decline in habitat quality as a result of ongoing threats due to large dams for energy production, and the cattle and agriculture sector, as well as urbanisation. It is also considered to be very restricted and may be at risk from becoming Critically Endangered or Extinct in a very short time. As such, this species is assessed as Vulnerable under criteria B1ab(iii) and D2.", "geographicrange": "This species has been recorded in tributaries to the Paraná River in Paraguay (Kullander 1983, 2003). The original description of the species stated the distribution to include the Paraná River in Paraguay and the Uruguay River in Brazil and Uruguay (Kullander 1983). However, based on Kullander (2003), the records from the Uruguay River are now disregarded because they represent a different taxon.", "population": "This is a rare species, known from only two localities based on the available literature. There is no documentation about the population trend. Research and monitoring is needed to know the population composition, structure, size and trend.", "populationtrend": "unknown", "habitat": "There are no data about its habitat preferences or ecology. The species was first collected in the&#160;Puerto Palma, Río Alto Paraná system, Paraguay (Fricke <em>et al</em>. 2023).", "threats": "The species is threatened by large dams for energy production, the cattle and agriculture sector, and urbanisation.", "conservationmeasures": "There is no research, monitoring and planning known to be conducted for this species in Paraguay. However, the Itaipu dam area in Paraguay conducts ichthyological monitoring within the dam area, but this does not necessarily include the species' range. Further research is necessary into its taxonomy, population, ecology, conservation and threats.", "usetrade": "It is used in the aquarium trade, as are most cichlids."}]}