{"name": "186462", "result": [{"species_id": 186462, "taxonomicnotes": "<p>There are no relevant taxonomic limitations.</p>", "rationale": "<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">The species is rare and restricted to rapids areas, which are mostly flooded by dams in the Paraná river basin, and r<span title=\"\" class=\"\">ecent efforts have not registered the species in three of the six locations where it was known. However, the species has been registered in new localities in Brazil, although further information on exact occurrences needs to be investigated, whilst its exact range in Argentina also requires a deeper look. The species' habitat is&#160;moderately threatened by ongoing habitat loss attributed to the construction of dams and destruction of lotic habitats. As such, based on the lower bounds of the extent of occurrence (EOO; 17,200-45,700 km<sup>2</sup>) and area of occupancy (AOO; 20-4,940 km<sup>2</sup>) meeting the required thresholds, as well as an inferred continuing decline on habitat quality, the species is precautionarily assessed as Near Threatened under&#160;B1b(iii)+2b(iii). Further research and investigation into the species range may however lead to a status change in the future.&#160;<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><br/></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "This species occurs in South America, in the Paraná River basin in Argentina and Brazil (Fricke <em>et al</em>. 2020). In Brazil, the species is restricted to some areas from upper Paraná, and in Argentina it is known from Yahapé in Corrientes (ICMBio 2018); although its exact occurrence in Argentina is unknown. Further localities have been registered in Nova Laranjeiras on the Piquiri River (where there are 13 new records but is still considered to be rare), a tributary of the Paraná River, in Paraná and&#160;<span title=\"\">on the Tibagi River, in Paraná, as well as additional occurrences on the Paranaíba River in Minas Gerais (ICMBio 2018). Therefore, it is likely that the species could occur elsewhere compared to its known restricted range. However, the extent of these localities are currently unknown, with little evidence of how extensively the species may occur along river courses in both Argentina and new localities in Brazil. As such, further research is urgently required on the species' overall distribution.", "population": "<p>According to Oyakawa <em>et al</em>. (2011), the species is rare. In Brazil, the species was previously known only from <span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">specimens captured in 1964 from the Paraná River.&#160;</span></p><p><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">According to da Graça and Pavanelli (2009), the type-locality of this species at&#160;Urubupungá Falls, Paraná River, was flooded by Jupiá Reservoir in 1974. Despite fishes having been surveyed throughout the entire upper Paraná River, including the type-locality region, only 77 specimens were archived among Brazilian collections. From those, 62 were collected before the impoundment in 1974 and only two after that.</span></span></p><p>There are now around <span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\">83 specimens in Brazilian collections (ICMBio 2018). The great majority of the species' distribution is within Brazil. The species was recently registered in the following localities: Nova Laranjeiras on the Piquiri River (where there are 13 new records but is still considered to be rare), a tributary of the Paraná River, in Paraná; <span title=\"\">on the Tibagi River, in Paraná and on the Paranaíba River, in Minas Gerais (ICMBio 2018). However, the extent of the coordinates of these localities are currently unknown.&#160;</span></span></p><p><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\"><span title=\"\">Despite new findings on localities in Brazil, and with the knowledge that the species occurs in Argentina (although exact occurrences are unknown), it is thought that the habitat of this species has likely reduced&#160;to 20% of its original distribution due to ongoing habitat loss by dams (R. Frederico Guimarães&#160;<em>pers comm</em>. 2023). Although the current population trend remains unknown, further research therefore needs to be conducted to investigate the impact of habitat loss on the population.</span></p>", "populationtrend": "unknown", "habitat": "The species inhabits rapids (Graça and Pavanelli 2009) characterized by&#160;<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">rocky bottoms and clean water (ICMBio 2018).</span>", "threats": "The main threat to the species is dams, which change the species' habitat from lotic to lentic environments. It is thought that the habitat of this species has resultantly reduced&#160;to 20% of its original distribution (R. Frederico Guimarães&#160;<em>pers comm</em>. 2023).&#160;Other impacts are difficult to assess because of scant information about metapopulation dynamics, biology and ecology (Graça and Pavalelli 2009).", "conservationmeasures": "The species is classified as Endangered in Brazil, where capture is prohibited. Site protection and management where the species occurs is a conservation priority. Additional research on population size and trend, threat impacts, and on necessary conservation actions should be prioritized.", "usetrade": "<p>There is no information about species use or trade.</p>"}]}