{"name": "195357", "result": [{"species_id": 195357, "taxonomicnotes": "Formerly of the genus&#160;<em>Laubuca</em>,&#160;now of the genus&#160;<em>Laubuka</em>.&#160;<em>Laubuca</em>&#160;was believed to be a misspelling of the genus name (Kottelat 2013).", "rationale": "<em>Laubuka insularis</em> is an endemic, range-restricted species, known from three locations in the Mahaweli River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 1692 km² and its Area of Occupancy(AOO) is 96 km². The main population of&#160;<em>Labuka insularis</em> has undergone  fragmentation into three populations due to the construction of two  large dams in the Moragahakanda and Kalu ganga reservoirs. A continuing decline in the quality and extent of its habitat has also been observed as a result of water  pollution caused by siltation and accumulation of agrochemicals. These threats are likely to continue as the area is undergoing agricultural expansion and development, and there is no current protection for a majority of its habitat. Therefore, the speciesis assessed as Endangered.", "geographicrange": "<em>Labuka insularis</em> is endemic to Sri Lanka where it is restricted to Mahaweli main river and its tributaries (Kambarawa Oya, Kalu River, Amban River, Heen Ganga, Hasalaka Oya, Ulhitiya Oya) beginning from the Knuckles mountain range (De Silva <em>et al</em>. 2015).", "population": "There is no information available on the population size and population trends for this uncommon species. However, it is inferred to have a decreasing population number owing to habitat loss and degradation.", "populationtrend": "decreasing", "habitat": "<p><em>Labuka insularis</em> occurs in rivers and streams and prefers to fast flowing streams with gravel-pebble rock bed or boulders (De Silva <em>et al.</em> 2015). </p>", "threats": "<p>The main population of&#160;<em>Labuka insularis</em>&#160; has undergone fragmentation into three populations due to the construction of two large dams in the Moragahakanda and Kalu ganga reservoirs. This species is also threatened by&#160;habitat loss and degradation includig water pollution, siltation and accumulation of agrochemicals.</p>", "conservationmeasures": "There are no conservation actions in place for this species.", "usetrade": "There is no information on the use or trade of this species."}]}