{"name": "163443511", "result": [{"species_id": 163443511, "taxonomicnotes": null, "rationale": "This species is restricted to eastern Ghana, where it has only been recorded on the Atewa Range in&#160;the Akyem Abuakwa region of southeastern Ghana, and is currently thought to be endemic to Upland Evergreen forest habitats. <br/> <br/> In 2017, the Republic of Ghana signed a Memorandum of Understanding with the People’s Republic of China to develop a bauxite industry in Ghana, with the Atewa Range as one of the sources of the raw mineral. A recent visit (November 2019) to the Atewa Range confirmed that mineral surveys have been undertaken in Upland Evergreen Forest habitats in 2019. The mineral surveys extended across the area from which the only records of this species have been made. The surveys have resulted in the clearance of Upland Evergreen Forest habitat, to construct access roads and around survey stations.<br/> <br/> As this species is currently only known from a restricted area that is being impacted by exploratory works, a precautionary assessment of Endangered (B1ab(iii)) has been made, although if found to be very restricted within the forest it could qualify as Critically Endangered (B2ab(iii)), and by contrast if other surveys in the forest find it is more widespread at different elevations, then a re-evaluation of the status will be required.&#160;<span style=\"\"></span>There is also the potential that the species would qualify as CR under Criterion A3 (future population size reduction) given the likely scale of Upland Evergreen Forest loss and degradation once mining activities commence in full (as opposed to the access infrastructure development phase), however, given the lack of knowledge on the timing of this and the resulting impact on habitat area and quality within a ten-year timeframe, we have not applied A3 here. The species should in any case be reassessed once significant mining operations have commenced.", "geographicrange": "<p>This species is restricted to the Eastern Region of Ghana, where it has only been recorded on the Atewa Range in&#160;the Akyem Abuakwa Traditional Area, near the towns of Kibi and Sagamase (Segyimaase). It is currently thought to be endemic to the Atewa Range, where it has only been found in Upland Evergreen Forest habitats (at least 660 m asl). This is based on information collected from field surveys in 2010 (P. Tattersfield, A.J. de Winter &amp; M. Eliken Nutsuakor pers. comm. 2020) and 2019 (same workers; the material collected is still being processed so additional records may come to light)&#160;The species' detailed microhabitat associations are not know but there is some evidence that it is associated with arboreal microhabitats.</p>  <p>The Atewa Range Forest Reserve and the Atewa Range Extension Reserve have a total area of 263 km², but Upland Evergreen Forest habitats are estimated to occupy only 174 km² (information from BirdLife International (2020) <em>Important Bird Areas factsheet: Atewa Range Forest Reserve</em>. Downloaded from <a href=\"http://www.birdlife.org\" target=\"_blank\">http://www.birdlife.org</a> on 21/01/2020). There is a possibility that the species may occur across a wider elevational range within the Atewa Range, but based on current knowledge the species' maximum extent of occurrence (EOO) is estimated at approximately 174 km². &#160;Based on the species' currently confirmed localities, its minimum EOO may be estimated as approximately 5 km<sup>2</sup>.</p>  <p>The three records of this species derive from two field surveys in 2010 and 2019. There are few other mollusc records from the Atewa Range or close by areas, although small land-snail collections were made by two Dutch researchers in the early 2000s and neither contained <em>Pseudavakubia majus. </em>The material collected in 2019 is still being examined in detail so there is a possibility that further specimens of this species may be identified.</p>  <p>The total extent of the Upland Evergreen Forest, to which this species is believed to be restricted, is very limited in the country and most is found in the Atewa Range. The few other areas containing upland forest in Ghana, such as Tano Ofin Forest Reserve, are small in extent and in much poorer condition. In terms of other forest types, several land-snail surveys have been undertaken elsewhere in Ghana although no areas have been studied exhaustively. However, this species has not been recorded. This adds weight to the conclusion that the species is probably restricted to upland forest habitat, and since there is so little of this forest type in the country it seems reasonably unlikely that populations occur elsewhere and thus reasonably likely that the species is endemic to the Atewa Range.</p><p><span style=\"background-color: rgb(255, 255, 0);\"><br/></span></p><p><span style=\"\"><br/></span></p><p><br/><span style=\"\"></span></p><p><span style=\"background-color: rgb(255, 255, 0);\"><br/></span></p>", "population": "This species has been recorded only three times, in very small numbers and from different but closely adjacent parts of the Upland Evergreen forest in the Atewa Range. There are indications that the species has an arboreal lifestyle. There are no other data on population status or changes, although limited areas of the species' upland forest habitat were damaged by mineral surveys in 2019 and this may have affected local populations.   <br/><span style=\"\"><span style=\"\"></span><span style=\"\"><span style=\"\"></span><span style=\"\"><span style=\"\"><span style=\"\"></span><span style=\"\"></span></span></span>", "populationtrend": "unknown", "habitat": "The species is only known from Upland Evergreen Forest habitats at 660 m ASL or higher in the Atewa Range. The Atewa Range supports the largest of the very limited small patches of Upland Evergreen Forest in Ghana. Based on current (although limited) information it is likely that future mineral (bauxite) mining would result in the loss or degradation of much of the Upland Evergreen forest habitat in the northern part of the Range, which contains this species' only known location.<br/><span style=\"\"></span><span style=\"\"></span>", "threats": "<p>In 2017, the Republic of Ghana signed a Memorandum of Understanding with the People’s Republic of China to develop a bauxite industry in Ghana, with the Atewa Range as one of the sources of the raw mineral. At Atewa, the bauxite deposits are located in the Upland Evergreen forests, which is the only habitat type from which this species has been recorded. The Ghanaian Parliament has passed the Ghana Bauxite Integrated Aluminum Industry Act which would provide a legal framework to exploit the country’s bauxite deposits. </p>  <p>A recent visit (November 2019) to the Atewa Range confirmed that mineral surveys have been undertaken in Upland Evergreen Forest habitats in 2019. The mineral surveys extended across the area from which the only records of this species have been made. The surveys have resulted in the clearance of Upland Evergreen Forest habitat, to construct access roads and establish mineral survey stations. </p>  <p>Detailed information on the potential scope and/or extent of future mineral exploitation in the Atewa Range is not known, but maps have been seen which indicate that the 'Kibi Bauxite Project' may extend across most of the upland plateau area in the north of the Range. This plateau is currently this species' only known location. </p>  <p>The threat from mineral exploitation is assessed to be ongoing because the recent mineral surveys have removed limited parts of the species' Upland Forest habitat. Based on current although limited information, there is evidence that future bauxite mining may result in the loss or degradation of much of the Upland Evergreen Forest habitat in the northern part of the Range, which contains this species only known location. Such activity could thus result in a rapid decline in much of the species' habitat, and therefore, by inference, of its only known populations.</p>  <p>If mineral extraction proceeds then a range of additional indirect impacts can be predicted on this snail's habitats and populations, as well as the direct impact caused by the loss of its Upland Evergreen forest habitat. Such effects are likely to be significant and negative for this species (as well as for many other forest dependent species). In particular, forest microclimates (for example, light, humidity and temperature levels and gradients) are likely to be significantly altered in areas of retained forest that lie adjacent or close to quarrying areas. Strong edge effects will also result in changes in vegetation structure, with consequential changes in snail microhabitats. Such effects are likely to be important for specialist forest-dwelling invertebrates such as this snail. Other potential effects of quarrying, which have been shown to be significant for land-snails elsewhere and maybe especially so for this arboreal species, include the release of dust pollution, which may accumulate on surfaces and impede feeding activity.<br/></p>  <p></p>", "conservationmeasures": "The site is traditionally owned by the Akim Abuakwa Traditional Area,  but, as a Forest Reserve, it is under the administration of the Forestry  Department. A recent report commissioned by A Rocha Ghana and the Ghanaian Forestry Commission (September 2016,  <a href=\"http://www.arocha.org/ghana\">http://www.arocha.org/ghana</a> or <a href=\"http://www.saveatewa.com.gh\">http://www.saveatewa.com.gh</a>) recommended that the Atewa  Range Forest Reserve should be upgraded to a National Park. Birdlife International has designated the Atewa Forest Reserve as an Important Bird Area (IBA), and the Forestry Division reclassified the forest a  Globally Significant Biodiversity Area (GSBA).<br/><br/>Although this Red List assessment is provisional pending further information on the distributional status and habitat requirements of this species, the currently available evidence suggests that the species is restricted to (i.e endemic) the Atewa Range. Further research is needed and recommended to better understand the geographical and elevational distribution of this species on the Atewa Range. This should comprise field survey to establish the species' relative abundance and the types of forest that it is associated with. Such information should then be used to confirm or update the Red List assessment as appropriate. <p>If plans for mineral extraction in the Atewa Range are to proceed, then further surveys of this species will be essential to obtain a better understanding of its distribution and ecology, and thus accurately assess the potential impacts of the mineral proposals. It is strongly recommended that such information should be included in any impact assessments (e.g. EIA) that are produced to support the mineral proposals.<br/></p>  <p>If mineral extraction proceeds then options to mitigate negative impacts should be explored and, if feasible, implemented. A scheme should also be implemented to monitor the effects of the works on the species. The monitoring scheme should include a pre-works baseline survey, followed by regular surveys designed to detect changes in the species' distribution or abundance that may be caused by the loss of habitat and/or any deterioration in its quality (for example, caused by dust deposition or changes in microclimates).</p>  <span style=\"\"></span>", "usetrade": "<span style=\"\">There is no known use or trade in this species.</span>"}]}