{"name": "158297632", "result": [{"species_id": 158297632, "taxonomicnotes": null, "rationale": "The species is endemic to Kenya in central highlands and Cherangani Hills. It occurs at between seven and nine locations, its extent of occurrence (EOO) is 12,284 km² and its area of occupancy (AOO) is 36 km².  There is ongoing decline in habitat quality throughout its range due to significant habitat transformation in unprotected areas as a result of deforestation and transformation to subsistence agriculture. It therefore  qualifies for listing as Vulnerable under criterion B (VU B1ab(iii)+2ab(iii)).", "geographicrange": "The species is endemic to Kenya, occurring in the central highlands and Cherangani Hills. The species has occurrence records from Ndaragwa, Thomson falls, East Aberdares, Subukia, Kiganjo, Cherangani Hills (Stempffer and Bennett 1958/59), Mount Kenya, Gatamaiyu and Nyahururu (Larsen 1996).", "population": "The population size and trend is unknown. However, there are 103 specimen records in both National Museums Kenya and African Butterflies Research Institute collections. Collection records for this species were collected between 1951 and 1998.", "populationtrend": "unknown", "habitat": "The species' habitat is mainly montane forest (Stempffer and Bennett 1958/59, Larsen 1996). The larval food plants for the species are&#160;<em>Loranthus woodfordii </em>and&#160;<em>Loranthus freisiorum&#160;</em>(Loranthaceae) (van Someren 1974). The larval host plant genera <em>Loranthus</em>&#160;is a parasitic plant growing on branches of forest trees.&#160;Many individuals never get far away from the host plants on which they hatched (Larsen 1996).", "threats": "The species occurs in both protected and unprotected habitat. Mount Kenya, East Abadares, Ndaragua Forest, Thomson Falls, Gatamaiyu and Subukia are protected habitats while Cherangani Hills, Kiganjo and Ngobit are unprotected. The collection records from Kiganjo and&#160;Ngobit are old, and extensive transformation of habitat, and the species is suspected to no longer be extant at these two locations. There is reduction in extent and quality of habitat due to deforestation and transformation of forest habitat for subsistence crop cultivation, mainly for the subpopulations occurring outside protected areas. In addition,&#160;the impacts of climate change are already being experienced through changes in rainfall patterns with extended dry seasons occurring in some parts of its range (Wilson <em>et al</em>. 2011, GoK 2018).", "conservationmeasures": "No targeted conservation measures are in place for the species. Larval stages are dependent on the genera <em>Loranthus</em> which is a parasitic plant surviving on forest woody plants, it is therefore critical that forest habitats are protected in order for the host plant to be in place for this species. Remaining subpopulations within protected areas need to be monitored.", "usetrade": "This species is not utilized"}]}