{"name": "195361", "result": [{"species_id": 195361, "taxonomicnotes": "The name <em>Puntius dorsalis </em>was misapplied to this species (Pethiyagoda <em>et al</em>. 2008)", "rationale": "<em>Puntius kelumi</em> is a range-restricted, endemic species, known from five locations in the western lowland wet zone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 4682 km<sup>2</sup> and its Area of Occupancy (AOO) is 180 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed as a result of deforestation caused by logging activities and water pollution due to accumulation of  agrochemicals and increased sedimentation. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore, the species is assessed as Endangered.", "geographicrange": "<em>Puntius kelumi</em> is endemic to Sri Lanka and restricted to wet zone lowland rivers, streams and inland waterbodies (De Silva <em>et al</em>. 2015).", "population": "There is no population data for this species which is uncommon. A decline in population may be inferred on the basis that it is found to face threats such as pollution which degrades the quality of its habitat.", "populationtrend": "decreasing", "habitat": "<p>Inhabits mainly larger and small, clear-water streams descending from the central mountains, close to the areas in which these reach the coastal floodplain. Substrates of these streams are composed of granite, pebble or sand which they mostly prefer. They are common in shady streams with marginal vegetation (De Silva <em>et al.</em> 2015).</p>", "threats": "The species in threatened by habitat loss and degradation caused by deforestation and water pollution due to due to accumulation of agrochemicals and increased sedimentation.", "conservationmeasures": "No conservation actions have been put into place for this species.", "usetrade": "There is no use or trade information available for this species."}]}