{"name": "175699560", "result": [{"species_id": 175699560, "taxonomicnotes": "Records of this species from Guyana are here considered misidentifications of <em>Petulanos plicatus</em>.", "rationale": "This species is known from only a few collections, but sampling is sparse, and so it is not possible to determine if it truly a narrowly endemic species, or simple difficult to collect from its swift water, rocky habitats, and therefore, under-represented in museum collections. Based on its known distribution, it has an extent of occurrence (EOO) of 1,131 km<sup>2</sup>. Mining is a threat to this species and there is one location based on this, as well as an inferred continuing decline in habitat. Therefore, this species is assessed as Endangered.", "geographicrange": "This species was thought to be endemic to the Nikerie River basin in Suriname. The type locality is Fallawatra River at rapids, 5 kilometers south-southwest of Stondansie Falls, Nickerie River system, Suriname (Winterbottom 1974). Although this species has been reported from Guyana, following Sidlauskas and Vari (2012) those records are here considered to be <em>Petulanos plicatus</em>, which occurs in Guyana and as far east as the Corantijn River. Those authors give the range of <em>Petulanos spiloclistron</em> as&#160; the Corantijn and Suriname rivers and the smaller intervening between them.", "population": "No population information is available.", "populationtrend": "decreasing", "habitat": "This species was collected from the swift water of the rapids in the Fallawatra River, at this site about 60 m wide, over a sand bottom and many rocks. Water in Guiana Shield rivers is typically clear, very low in nutrients, acid in pH and stained to a tea like color by tannic acids from decaying vegetation. It probably feeds on aquatic invertebrates, as do related species. It is oviparous.", "threats": "There are no data on specific threats, but this species lives in areas impacted by gold mining.", "conservationmeasures": "There are no conservation measure specifically protecting this species, but it occurs near, and probably in Stondasi protected area in Suriname.", "usetrade": "This species is not used."}]}