{"name": "164691400", "result": [{"species_id": 164691400, "taxonomicnotes": "<p>Some authors consider <em>B. olomina</em> as junior synonym of <em>B. rhabdophora</em>, however morphological evidence (see Bussing 1998) supports the separation of both species.&#160; </span></p>", "rationale": "<p><em>Brachyrhaphis rhabdophora </em>is endemic to the Pirrís, Tusubres and Térraba River drainages, Costa Rica. This species is relatively common to uncommon in the few localities where it occurs. Existing threats include deforestation associated with agricultural expansion, mining activities, subsistence harvest, and damming projects, which have produced inferred continuous declines in the quality and availability of habitat, and in the number of subpopulations. Extent of Occurrence (EOO) is estimated to be 13,203 km<sup>2</sup>. As such, this species is assessed as Vulnerable (VU) under criterion B1ab(iii,iv). Additional research is needed to reduce uncertainties in distribution, population status, biology and ecology, and magnitude of threats.</p>", "geographicrange": "<p><em>Brachyrhaphis rhabdophora</em> is endemic to the Pirrís, Tusubres and Térraba River drainages on the central Pacific coast of Costa Rica (Angulo <em>et al</em>. 2013, 2015). Elevation ranges from 3-1450 meters above sea level (Angulo <em>et al</em>. 2013).</p><p></p><p>Extent of Occurrence (EOO) is estimated to be 13,203 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the pervasive nature of existing threats in the Pirrís, Tusubres and Térraba River drainages, but considering inclusion within multiple protected areas, this species is inferred to occur in 7-10 locations. </p><br/><p></p>", "population": "<p></p><p>Total population size and population trend are currently unknown.</p>  <p>Ichthyological surveys in the Turubres River basin qualitatively characterize this species as relatively common (Angulo <em>et al</em>. 2015). Rojas and Rodriguez (2008) did not find this species in the Térraba River Basin; however, this result may be due to the fact that the fishing gear used did not allow this species to be captured, given its relatively small size.</p><br/><p></p>", "populationtrend": "unknown", "habitat": "<p>This benthopelagic, freshwater species typically occurs in low elevation streams and creeks characterized by low to moderate water velocity, temperatures ranging from 23-32 °C and substrates of sand, gravel and mud (Bussing 1998). It also has been reported in highland streams and lagoons (Angulo <em>et al</em>. 2013). Diet is comprised primarily of terrestrial insects, but also includes aquatic insects and diatoms (Bussing 1998). Maximum reported body size is 5.5 cm total length (TL) (Bussing 1998), however, aquarium specimens can reach up to 7 cm TL (A. Angulo pers. comm. 2019). Reproduction occurs throughout the year (Bussing 1998); approximately every 28 days, female gives birth to 10-30 young (Wischnath 1993). This species can be very aggressive, even to their own young (Wischnath 1993).</p>", "threats": "<p>Expansive agriculture has led to the deforestation of much of the Tusubres, Pirrís and Terraba River drainage (Krishnaswamy <em>et al</em>. 2001, Angulo <em>et al</em>. 2015). As a result, sedimentation rates have increased and have likely resulted in a decline in the quality of habitat available to <em>B. rhabdophora</em>, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Terraba River basin (Anderson <em>et al</em>. 2006). Existing subpopulations have been extirpated due to expanding hydroelectric infrastructure (A. Angulo pers. comm. 2019). Discharge from plantation agriculture has resulted in increased sedimentation, nutrient loading, and chemical pollution (Rojas and Rodriguez 2008).</p>  While the scope and magnitude of these threats are uncertain, they are producing continuous inferred declines in the quality and availability of habitat, and in the number of subpopulations.", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation actions directed towards <em>B. rhabdophora</em>. The range of this species includes a number of protected areas (IUCN and UNEP-WCMC 2019). More research is needed to reduce uncertainties in distribution, population status, biology and ecology, and magnitude of threats.</p><p></p>", "usetrade": "<p>This species is relatively common in the ornamental trade, but the total volume of wild harvest is unknown. In Europe, the majority of traded specimens are aquacultured (Lee <em>et al</em>. 1980, A. Angulo pers. comm. 2019).</p>"}]}