{"name": "10769", "result": [{"species_id": 10769, "taxonomicnotes": null, "rationale": "<em>I. mexicanus </em>is herein categorized as Vulnerable (VU) due to the restricted extent of its geographic distribution (upper Pánuco River, San Luis Potosí, México) coupled with the pervasive threats to the species, such as habitat degradation (resulting from land use changes, pollution, surface water diversion, and ground water extraction) and the impacts of non-native species, including hybridization with blue catfish&#160;<em>Ictulurus pricei. </em>The restricted number of locations (1) defined by the main current threats to the species makes it vulnerable to become Critically Endangered (CR) or Extinct (EX) in a very short time.", "geographicrange": "<p><em>Ictalurus mexicanus</em> is a species endemic of the upper Pánuco River (above Cascada de Tamul), San Luis Potosi, Mexico, Atlantic Slope (Miller <em>et al</em>. 2005). Closely related but undescribed species are reported for a wider geographic extent, including drainages in the states of Querétaro and Hidalgo. For the purpose of this assessment, the geographic distribution is restricted to the population of the upper Pánuco River, San Luis Potosí (Miller <em>et al</em>. 2005).</p>", "population": "<em>Ictalurus mexicanus</em> is a very rare species, with&#160;a restricted geographic range and very few documented records (Miller <em>et al</em>. 2005, Ceballos <em>et al</em>. 2016). There is virtually no information regarding population sizes and trends.", "populationtrend": "unknown", "habitat": "<p>Specifics details are unknown for this species. It is encountered in both still and moving water (moderate to swift currents), over rocky or sandy bottoms with no aquatic vegetation; adults are likely to prefer deeper, quieter areas (Miller <em>et al</em>. 2005).</p>", "threats": "The main threats to the species include habitat modification, water abstraction and pollution, and invasive species in the&#160;Pánuco river basin.", "conservationmeasures": "<p>In Mexico,&#160;<em>Ictalurus mexicanus</em>&#160;is federally listed as threatened [“Amenazado” (A)] in the Norma Oficial Mexicana NOM-059-SEMARNAT-2010 (SEMARNAT 2010), a compendium of species or populations of wild flora and fauna at risk in Mexican territory. The category “A” of the NOM-059-SEMARNAT-2010 implies a high risk of extinction in the short- and medium-term if the current threats to the species persist.&#160;A compendium of the conservation status of imperiled&#160;North American freshwater and diadromous fishes (Jelks <em>et al</em>. 2008) lists <em>I. mexicanus</em> as Vulnerable (V). Besides being included in the above mentioned lists, there are no official programs for the conservation of this species (Ceballos <em>et al</em>. 2016).</p>", "usetrade": "This species is not utilised or traded."}]}