{"name": "139567828", "result": [{"species_id": 139567828, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta lestoides</em> is known from Dinagat, Mindanao, Panaon and Samar in the Philippines. Threats exist throughout the range of the species, including within protected areas and the overall population is believed to already be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large, probably not greater than 2,000 km² and likely significantly less than this. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta lestoides</em> is known from Dinagat, Mindanao, Panaon and Samar in the Philippines (Lieftinck 1961; van Tol 2005; Villanueva 2009, 2011; the assessor also has unpublished data). The assessor is aware of records from at least 15 locations but it has only been possible to assign separate coordinates to 14 of these for mapping purposes. The species is present in protected areas, for instance the Mount Kitanglad Range Natural Park in Mindanao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large, probably not greater than 2,000 km² and likely significantly less than this. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. </p>", "population": "<p>This species is local in occurrence and is only found at low densities. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and severe fragmentation is almost certain for the same reasons.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs at small forest streams. The assessor has found it at a stream in a small patch of disturbed original forest without forest either upstream or downstream, so it appears that the species has some tolerance to disturbance and is capable of surviving in small patches of suitable habitat.&#160; The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</span></p>", "threats": "<p>The main threats to this species will be from complete clearance of forest for agriculture or as a result of logging or mining, and at some locations from toxic chemicals released into streams during mining. Unfortunately these threats are present in various combinations even in protected areas, for instance for the Mount Kitanglad Range Natural Park BirdLife International (2019, but based on data compiled in 2001) state that “The human activities most severely impacting the protected area are high value crop plantations, kaingin [slash and burn agriculture], small-scale logging and establishment of buildings and roads for telecommunications and military camps. There are lower intensity impacts from gathering of non-y[sic]imber forest products, tourism, hunting, fishing and grazing. Unfortunately, government programmes promoting plantation agriculture and forestry are providing encouragement to communities to encroach into the protected area and its buffer zone. Further, the lack of security of tenure over the land by local communities has created an open access situation; it is a disincentive to investing in more sustainable agricultural practices and leaves local communities powerless when trying to keep people from expanding agriculture into the forest areas. On the southern slope of Mt Kitanglad, especially in the Lantapan and Basak areas, vegetable farming techniques (the “gardening technology”) have been brought in by migrant Igorots from Luzon’s Mountain Province. Large tracts of montane forest have been cleared for this by burning and then planted to cultivars that do not thrive in the lowlands, including cabbage, potato, radish and carrots. Fires that spread into the forests from adjacent grasslands are also a problem. Overhunting and commercial collecting of wildlife are widespread. Vast agricultural plantations have been established, such as a Dole pineapple plantation. These have displaced local farmers, who have destroyed secondary forests for farming, and fires started to burn areas of forest have gone out of control.”</p>", "conservationmeasures": "<p>The priorities for this species are for better protection for existing protected areas where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}