{"name": "49829641", "result": [{"species_id": 49829641, "taxonomicnotes": "<p>A revision of the <em>Hyphessobrycon panamensis</em> species group was made by Ota (2018) under the format of a PhD thesis; the results will be published soon (Ota <em>et al</em>. in press.). </p><p><br/></p>  <p>In her dissertation and the unpublished paper, Ota <em>et al</em>. redescribes <em>H. panamensis</em> restricting it to rivers of (western and central) Panama (i.e., Agua Clara, Bejuco, Boqueron, Calovébora and Llano Sucio), describes the Costa Rican (and western Panamanian) population (Sixaola and San San River basins) as new, and extends the distribution of <em>H. columbianus</em>, previously only known from its type-locality (Acandí River basin, Colombia),<em> </em>to the province of San Blas, Southeast Panama.</p>", "rationale": "<p></p><p>This species is limited to a few drainages on the Atlantic slope of Panama. While this species is known from a limited number of collection records (see Ota 2018, Ota <em>et al</em>. in press), Extent of Occurrence is not expected to exceed 10,000 km<sup>2</sup>. Land-use changes in the northwestern and central regions of Panama have had documented impacts on the area, extent, and quality of available habitat. Additionally, adverse effects on local populations, given the introduction of exotic species have been reported. As such, this species is assessed as Vulnerable (VU) under criterion B1ab(iii). More research is needed to reduce uncertainties in population status, biology and ecology, and magnitude of threats.</p><br/><p></p>", "geographicrange": "<p>Ota (2018) restricts the range of <em>H. panamensis</em> to central Panama in the Río Bejuco, Río Calovebora, and Río Chagres drainages. Populations in Costa Rica (and presumably western Panama) were recognized as an undescribed species. Formerly, it was believed that the range of <em>H. panamensis</em> was much greater, including Atlantic coast drainages of Colombia (Magdalena and Atrato rivers), and Pacific Coast drainages from the San Juan River of Colombia to the Santiago River of Ecuador (Weitzman and Palmer 1997). However, these populations have been recognized as distinct species.&#160;</p>  <p></p><p>Extent of Occurrence (EOO) is estimated to be 7,354 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019) and the distribution proposed by Ota (2018) and Ota <em>et al</em>. (in press). Given the inclusion within at least three protected areas (Maron <em>et al</em> 2015), but demonstrated and pervasive threats throughout this species range including deforestation, land conversion and the establishment of non-native species (Choudhury <em>et al</em>. 2013, Maron <em>et al</em> 2015, Sharpe <em>et al</em>. 2017), this species is inferred to occur in 5-10 locations.</p><br/><p></p>", "population": "<p>Collection records available via VertNet and FishNet2 are of 1-160 individuals per site (most below 20) with no indications of decline over time.&#160;Sharpe <em>et al</em>. (2017) did not record this species in samples taken between 2013-2016 in two locations, where it had been previously reported within the Chagres River basin. On a range-wide scale, population size and trend are unknown. In scientific collections, <em>H. panamensis</em> is uncommon to rare (Ota 2018,&#160;A. Angulo pers. comm. 2019).</p>", "populationtrend": "unknown", "habitat": "<p></p><p>This freshwater, benthopelagic species occurs in pools of small rivers and is mainly insectivorous (Bussing 1998, Froese and Pauly 2019). In the Río Frijolito of Panama, adult body size is 2.9-4.0 cm SL for males and 2.5-4.1 cm for females. Individuals were mature from late November to late April and fry first appeared in January. It is believed that individuals mature within a year and die after spawning (Kramer 1978). The species is restricted to lowland habitats (Lorion <em>et al</em>. 2011).&#160;Maximum body size is approximately 5 cm standard length (SL) (A. Angulo pers. comm. 2019).</p><br/><p></p>", "threats": "<p>Plantation agriculture and livestock ranching are prevalent on the Caribbean coast of western Panama. The introduction of non-native peacock cichlid <em>Cichla monoculus</em> in the Panama River drainage has resulted in extirpation of <em>H</em><em>. panamensis</em> from the Trinidad arm of the lake (Sharpe <em>et al</em>. 2017); however, small stream habitat preferred by this species is likely unaffected. Additionally, the non-native Asian fish tapeworm <em>Bothriocephalus acheilognathi</em> has been reported from the Panama Canal drainage (Choudhury <em>et al</em>. 2013), and it may parasitize <em>H. panamensis</em>. The future availability of water resources may affect the extent and quality of habitat in lake Gatun and Lake Alajuela, which serve as primary water sources for the urban cities of Colon and Panama City (Larsen 2019).&#160;</p><p>Despite uncertainty regarding the scope and direct impact of existing threats, they are producing inferred and continuous declines in the area and quality of habitat.</p>", "conservationmeasures": "<p>There are no species-specific conservation actions directed towards <em>H. panamensis</em>. The range of this species includes more than one protected area (Garcés and García 2007, IUCN and UNEP-WCMC 2019), including Parque Internacional La Amistad, Parque Nacional Soberania and Parque Nacional Chagres in Panama. In addition, much of the Atlantic coastal range of the species is undeveloped and relatively inaccessible with several rivers containing likely habitat, but remains unexplored.&#160;</p><p>More research is needed to reduce uncertainties in population status, biology and ecology, and magnitude of threats. Additional taxonomic research would be useful in supporting species-level differences between <em>H. panamensis</em> and close congeners that occur further west in Panama and Costa Rica.</p>", "usetrade": "<p>This species is not threatened by use or trade. Species of the Rosy Tetra group are common in the pet trade; however, <em>H. panamensis</em> is not. Congeners that have been elevated from <em>H. panamensis</em>, like <em>H. colombianus</em> and <em>H. ecuadorensis</em>, are reported in the pet trade.<em></em></p>"}]}