{"name": "49830029", "result": [{"species_id": 49830029, "taxonomicnotes": null, "rationale": "The extent of occurrence (EOO) for this species is best estimated at 4,037 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 888 km<sup>2</sup>. It is important to note that identification of <em>Astroblepus </em>species is very difficult, so the true extent of this species' distribution is unknown at this time. Given the widespread habitat destruction and alteration in mountain  rivers and streams, it is likely that this species has suffered  significant a population reduction. There are a best estimate of two locations based on these threats. Continuing decline in habitat and population size is inferred. Therefore, <em>Astroblepus mariae</em> is classified as Endangered.", "geographicrange": "<em>Astroblepus mariae</em> occurs in Colombia in the Orinoco and Pacific slope rivers basins (Maldonado-Ocampo <em>et al. </em>2008). Its type locality is a brook the near small village of Choachi, 25 kilometers east of Bogotá, Colombia, at an elevation of 1,800 meters&#160;(Fowler&#160;1919). The species has an elevational distribution from 980-2,200 m above sea level.<br/><br/>The extent of occurrence (EOO) for this species is best estimated at 4,037 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 888 km<sup>2</sup>.<br/><br/>The distribution of <em>Astroblepus mariae</em>&#160;in this assessment is a summary based on scientific reports and records compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "The current population trend is decreasing due to human expansion in its distribution.&#160;Buitrago-Suárez <em>et al.</em> (2015) document the decline of this species and the threats it faces.", "populationtrend": "decreasing", "habitat": "This species occupies high Andean streams and rivers where it feeds on insect larvae, and the benthic algae community. The male identified in the type description had big diptera larvae in the pharynx (Fowler 1919). The habitat includes small, shallow creeks, and springs characterized by rocks, stones, gravel and mud, and diverse riverine vegetation. Its ability to climb (Johnson 1912, Buitrago-Suárez 1995) enables its to explore habitats that are unreachable for other species of fish.", "threats": "Several rivers drainages where <em>Astroblepus mariae</em>&#160;occurs are threatened by urban and agricultural activities. Climate change could cause future habitat loss for the species.", "conservationmeasures": "There are no national protected areas covering the known distribution of this species (IUCN and UNEP-WCMC&#160;2020). Awareness raising and communications are recommended. It is necessary to research the population size and distribution, threats and habitat.", "usetrade": "This species is eaten by subsistence fishers."}]}