{"name": "157846164", "result": [{"species_id": 157846164, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents in the West Pacific Ocean. It is currently known from five restricted locations in the distinctive and restricted habitat of active black smokers and sites of diffuse venting, located at depths of 470 m to 1,360 m bsl. Three of these locations lie within deep-sea mining licence areas within the Japan EEZ. As the species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO), and has been found at a limited number of locations, it would be severely threatened by the anthropogenic impacts associated with mineral extraction at these deep-sea mining sites. However, the other two known locations lie within MPAs within the USA EEZ, and these populations are protected from the impacts of commercial exploitation and deep-sea mining. Therefore, owing to the significant protection provided by these MPAs and the resulting variability in extinction risk for the different populations, we have opted to assess the species as Near Threatened. The species is close to qualifying for a threatened category based on the potential threat of mining activity in a subset of locations where the species occurs. As such, the assessment as NT is dependent on the maintenance of the current marine protection within the USA EEZ vent fields. A reassessment would therefore be merited if there was a substantial change to the status of the MPAs, whereby the species would become EN B2ab(iii), based on the projected continuing decline in habitat associated with the three locations in mining licence areas.", "geographicrange": "This deep-sea gastropod is restricted to five locations at hydrothermal vents on deep ocean ridges in the Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. Three locations lie within the Exclusive Economic Zone of Japan, the other two locations lying within the USA (Mariana Islands &amp; Guam) EEZ. The species occurs at active black smokers and sites of diffuse venting located at depths of 470 m bsl to 1,360 m bsl. It has been observed from five vent fields: at the Kaikata Seamount vent field (Location 1), Yoron Hole vent field (Location 2), Myojin Knoll vent field (Location 3), East Diamante Seamount vent field (Location 4) and Kasuga 2 Seamount vent field (Location 5) (Okuntani <em>et al. </em>1989, Watanabe and Kojima 2015, Fukumori <em>et al. </em>2019). The species is present over very small areas in each of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Okuntani&#160;<em>et al.&#160;</em>1989, Watanabe and Kojima 2015, Fukumori&#160;<em>et al.&#160;</em>2019).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 470 m to 1,360 m bsl.", "threats": "<p>The vent fields Kaikata Seamount (1), Yoron Hole (2) and Myojin Knoll (3) lie within the Japan Exclusive Economic Zone and are not subject to International Seabed Authority governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner <em>et al.</em> 2018). The Japan Oil, Gas and Metals National Corporation (JOGMEC) has developed test mining equipment, which targets seafloor massive sulphides and is in the process of conducting verification tests (Shirayama <em>et al.</em> 2017). Polymetallic sulphide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the current exploratory mining and the likelihood of future exploitative mining licences within the Japan EEZ to be a significant threat to the species at these three locations. The East Diamante Seamount (4) and Kasuga 2 Seamount (5) vent fields lie within the USA Exclusive Economic Zone and are found within the Mariana Trench National Monument (MTNM) which was established in 2009 (Bush, 2009). Vents within the MTNM are Marine Protected Areas (MPAs), and mining is prohibited here (Beaulieu <em>et al. </em>2011, Richmond <em>et al. </em>2019). The US Bureau of Ocean Energy Management issues marine mining permits, however they have no authority to issue permits in the EEZ of the US Territories. There is currently no regulatory structure that would allow any deep sea mining&#160;within the USA EEZ of the Commonwealth of the Northern Mariana Islands&#160;or Guam. The Minerals Management Policy also states that extracting or developing leasable Federal minerals on National Wildlife Refuge System land (i.e. the MTNM) is prohibited (US Fish &amp; Wildlife, 2016). We have therefore concluded that there is no threat to <em>Shinkailepas kaikatensis </em>at these locations at this time.&#160;</p>", "conservationmeasures": "The East Diamante Seamount and Kasuga 2 Seamount vent fields, which lie within the USA EEZ, are Marine Protected Areas and are protected from commercial and scientific exploitation (Beaulieu <em>et al. </em>2011, Richmond <em>et al. </em>2019). There are no conservation actions currently in place at any vent fields within the Japan EEZ. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites within the region.", "usetrade": "There is no known trade or use of this species."}]}