{"name": "187245", "result": [{"species_id": 187245, "taxonomicnotes": null, "rationale": "This Red List assessment of <em>Austrolebias viarus</em> is based only on distributional data since these are the only information available for this species. Furthermore, distributional data on this species are very detailed, based on intensive and extensive field sampling (from 1998-2015), and a complete bibliographical revision. The extent of occurrence (EOO) of 4,000 km² is the area of the minimum convex polygon around the 27 known sites of occurrence. Annual fishes occur in seasonal temporary ponds which can be found within a matrix of wetlands. The area of the wetland habitat was used as the area of occupancy (AOO) as this species may be present in other pools within the wetlands it is known to occur in. This results in a conservative estimate of 348 km². Threats not only in close proximity to the species habitat but also those that are present in the same hydrological basin (especially those upstream) were considered. There are three threat-based locations:&#160;Cebollati (major threats are forestation and wetlands desiccation to prevent flooding); Northern Laguna Castillos basin (major threats are wetland&#160;desiccation&#160;for soy and rice crops) and; Southern Laguna Castillos basin (major threats are tourism, urban and industrial expansion). There are projected continuing declines due to these threats. As a result, this species is listed as Endangered.", "geographicrange": "This species occurs in the wetlands of the Cebollatí river basin (southern Patos-Merin drainage), and the wetlands of Laguna de Castillos basin (Atlantic Ocean coastal tributary); freshwater ecoregion 334 according to Abell <em>et al</em>. (2008) and Hales and Petry (2013).<br/><br/>The species' estimated area of occupancy (AOO) is 348 km², based on suitable potential areas of occurrence (seasonal wetlands) derived from information obtained from 27 collection records from National Fish Collections of Uruguay (Facultad de Ciencias and Museo Nacional de Historia Natural, Montevideo), and Costa (2006). Its estimated extent of occurrence (EOO) is 4,000 km², based on the area of the minimum convex polygon around the 27 known sites of occurrence. These sites are the result of decades of field research and are likely to accurately represent the distribution of this species.", "population": "No data on population size and trend are available for this species. This species occurs in two disjunct areas, separated by 60 km and belonging to different hydrographic basins. It is possible that the species is severely fragmented but more information on the viability of the subpopulations is required to confirm this.", "populationtrend": "unknown", "habitat": "<p>The habitat for <em>Austrolebias viarius</em>, as in other annual fishes of the genus, is flatland seasonal ponds that dry out between late spring and autumn. Dry conditions are necessary for successful embryo development and viability (Berois<em> et al.</em> 2014). Soils with high percentage of clay seem to be the best for egg deposition. The minimum wet period for individuals to reach maturity and reproduce is around two months; reproduction is continuous from adulthood to death (Berois <em>et al. </em>2014). Ponds may be filled by rains or adjacent stream floods. Adults are found in a wide range of water temperatures from 6°C to 24°C, but higher temperatures could reduce survival. This species feeds on aquatic and terrestrial invertebrates (microcrustaceans, oligochaetes, insect larvae, arachnids, etc.) (Laufer<em> et al.</em> 2009). Potential predators are larger annual fish species, insect larvae, aquatic snakes and birds. &#160; &#160;</p>", "threats": "Threats for <em>Austrolebias viarius</em> are:&#160;<br/><ol><li>Tourism and recreation. Part of the distribution of this species occur is within an area of increasing tourism activities, which have already destroyed several ponds (Laguna Castillos basin).</li><li>Annual &amp; perennial non-timber crops. The distribution of this species is in areas used for rice and soy crops. &#160;</li><li>Wood &amp; pulp plantations.&#160;<em>Eucalyptus&#160;</em>spp. and <em>Pinus </em>spp. plantations occur upstream within the distribution area of this species.&#160;</li><li>Mining &amp; quarrying. These activities are planned in upstream localities in the same basin of one of the distribution areas (Upper Cebollatí river basin).</li><li>Fishing &amp; harvesting aquatic resources. Annual fishes are very popular in the pet trade, and national regulations of collecting activities are not tight. &#160;</li><li>Abstraction of surface water (agricultural use). Rice crops modify freshwater courses that may affect annual fish populations by draining natural wetlands.</li><li>Nutrient loads. Rice and soy crops use high quantities of fertilisers that may cause eutrophication in seasonal ponds.&#160;</li><li>Herbicides and pesticides.&#160;Rice and soy crops use high quantities of these substances that may reduce subpopulation viability.</li><li>Droughts. Considering global climate change predictions, severe droughts for more than two consecutive years may eliminate subpopulations of annual fishes. &#160;&#160;</li><li>Storms &amp; flooding. Annual fish embryos need a brief period (time unknown) of drought to normally complete their development. Floods in spring and summer may negatively affect embryos viability. &#160;</li></ol>", "conservationmeasures": "Recommended conservation actions are to:<ol><li>Improve national legislation and infrastructure to control harvesting (fishing).</li><li>Create protected areas considering the distribution of all subpopulations of this species.&#160;</li><li>Create and promote safe agricultural practices that avoid desiccation, eutrophication and pollution of seasonal ponds and wetlands.</li></ol>", "usetrade": "Annual fishes are being used in the pet trade internationally. Eggs in humid peat moss are sold and sent by mail."}]}