{"name": "139569066", "result": [{"species_id": 139569066, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta taurus</em> is known from old records from the type location apparently in Davao Province and a series collected from Mount Agtuuganon, both locations are in Mindanao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small and with the presently available data can be assumed to be below 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest in the part of Mindanao where the species occurs. In most circumstance this assessor would only place such a poorly known species in Data Deficient but judged from the size of the series from Mount Agtuuganon this species should not be particularly hard to find where present so the species is likely to be genuinely extremely local in occurrence and confined to a small area. The severity of threats to forest-dependent Odonata in Mindanao is such that Least Concern is not likely to ever be justified for this species and therefore Data Deficient is not an appropriate assessment. It qualifies for Endangered under criteria B2ab(ii,iii) and is assessed accordingly. Whilst it is to be hoped that fresh data will allow re-assessment to a lower threat category it is entirely possible that re-assessment to Critically Endangered will be required.</p>", "geographicrange": "<p><em>Drepanosticta taurus</em> is known from old records from the type location apparently in Davao Province (Needham and Gyger 1941, van Tol 2005) and a series collected from Mount Agtuuganon (van Tol 2005), both locations are in Mindanao. The assessor has not been able to pinpoint the type locality and it is not impossible that it is actually also on Mount Agtuuganon. Mount Agtuuganon is within the Mount Agtuuganon and Mount Pasian Important Bird Area, but to the assessor's knowledge this does not have any true protected status. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small and with the presently available data can be assumed to be below 500 km². The AOO is inferred to be declining due to loss of forest in the part of Mindanao where the species occurs.</p>", "population": "<p>Judged from the number of specimens collected on Mount Agtuuganon the species was quite common there in 1996. Beyond this there is insufficient information to make any statement about current population sizes and health except that an ongoing decline is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs and if not confined to a single mountain then severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and biology of this species but it will be a species of forest streams or seeps, like the others in the genus. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture or as a result of logging. Based on information from 2001 BirdLife International (2019) state for the Mount Agtuuganon and Mount Pasian Important Bird Area: “The northern portion of Mt Pasian is in the PICOP Concession, and the logging company has protected the forest there, which remains pristine. An area of primary lowland forest at 450 m within the Community Forest Program (PFP) area at Mantunao, to the east of Mt Agtuuganon, is included in the IBA. There are small communities of Mandayas in these mountains, who practice slash-and-burn agriculture and plantation farming on the more accessible flatter slopes. The PICOP Resources logging company has built an access road along the north-south ridge leading to Mt Pasian, where PICOP and the Philippine Long Distance Telephone Company (PLDT) have built radio and telephone relay stations.”</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for the protection of Mount Agtuuganon (which would also be highly beneficial to a number of other Philippine endemic odonates that have been recorded there). Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}