{"name": "139541671", "result": [{"species_id": 139541671, "taxonomicnotes": null, "rationale": "<p><em>Pandanobasis cantuga</em> is known from about 19 locations in Mindanao and Dinagat Islands in the Philippines. Threats exist to all populations, even within protected areas and the overall population is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, it is not likely to be large and is believed to be below 2,000 km² (probably it is not vastly greater than 500 km²) and it could possibly be less than this. Additionally, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest within the range of the species. The species qualifies for Vulnerable status and is assessed as such. If the AOO was known to less than 500 km² the species would qualify for Endangered status and it may need re-assessment to that category in the future.</p>", "geographicrange": "<p><em>Pandanobasis cantuga</em> is known from Mindanao and Dinagat Islands in the Philippines (Needham and Gyger 1939, Villanueva 2012). The assessor is aware of records from at least 19 locations. The species is present in the Mount Apo Natural park is likely to be present in several other protected areas in Mindanao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but since it will be constrained by the area occupied by plants from the Pandanceae of suitable type and size to provide homes to the larvae of the species (see Habitats and Ecology), it is not likely to be large, probably it is not vastly greater than 500 km² and it could possibly be less than this. Additionally, the AOO is inferred to be declining due to loss and degradation of forest within the range of the species.</p>", "population": "<p>This species is not uncommon where it occurs. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss of and disturbance to its habitat and that severe fragmentation is almost certain for the same reasons.</p>", "populationtrend": "decreasing", "habitat": "<p>“The [larva of this] species is restricted to phytotelmata. Leaf axils of <em>Pandanus</em> and <em>Freycinetia</em> species are the preferred habitat” Villanueva (2012: 590). Both of these genera are in the family Pandanceae and the species utilised by <em>Pandanobasis </em>occur in forest. The extent and quality of suitable habitat for the species are both declining due to loss and degradation of forest within the range of the species.</p>", "threats": "<p>Threats to this species include clearance of forest for agriculture, mining or as a result of logging. Unfortunately these threats extend even to protected areas, for instance BirdLife International (2019, but based on information compiled in 2001) state for Mount Apo “The biggest threat to Mt Apo National Park is the influx of settlers and kaingineros [slash and burn farmers]. Uncontrolled fires started to clear land for kaingins have burned portions of the forest. The construction of a geothermal plant and an associated road, illegal and indiscriminate logging and landslips have added to the rate of forest loss.” There is no evidence that the situation has improved and banana plantations in the buffer zone have now extended into the strict protection zone in some areas (R. Villanueva personal communication 2019).</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed, and better protection for existing protected areas where it occurs.</p>", "usetrade": null}]}