{"name": "189551829", "result": [{"species_id": 189551829, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that it is suspected to have undergone a decline of greater than 50% immediately following the 2019-2020 bushfire season, inferred from a decline in suitable habitat of approximately 50% in its New South Wales range, and of 95% on Kangaroo Island in the same timeframe. This species has a history of suffering declines and has become extinct in both Victoria and mainland South Australia, a consequence of recurring fire events and habitat clearance which destroy its highly specific breeding habitat, and as annual bushfires are expected to increase in both scale and intensity and as such the cause of this decline has not ceased.", "geographicrange": "This previously widespread species historically occurred in New South Wales, Victoria, and South Australia, at low elevations. It became extinct in Victoria after the 1938 bush fire in the Grampians, and disappeared from the South Australian mainland after 1896 (Glatz <em>et al</em>. 2015). Extant records are known from Kangaroo Island off the coast of South Australia, where it is restricted to areas where natural habitat remains (following historical range contraction restricting it to the west of the island - McIlwee and Leijs 2003), and from around Sydney, and north into the Great Dividing Range as far as the New South Wales-Queensland border. In the past three years it has been recorded from the Botanical Gardens in Canberra; no previous records exist from the Australian Capital Territory and this may represent the effects of climate warming or aided introduction<span style=\"\">&#160;rather than a previously undetected locality within its historical range. The species appears to have a genuinely highly disjunct range associated with the distribution of suitable habitat, and is considered the best-studied bee species in Australia over the last 20 years (R. Leijs pers. comm. 2021).</span>", "population": "This is a common, regularly encountered species around Sydney in New South Wales. The species is highly sensitive to fire, having been lost from Victoria following bushfires in 1938. Most (estimated at 95%) suitable habitat on Kangaroo Island was destroyed during the 2007 and 2019/2020 bushfire seasons (R. Leijs pers. comm. 2020). Post-2020 fire surveys by three surveyors in surviving habitat on Kangaroo Island found 23 nests in 3 weeks of targeted surveys, while prior to fire a comparable number of nests with as many fieldworkers could be found in three hours (Glatz<em> et al.</em> 2020, Fig. 2). In the following summer only two female individuals were observed foraging. The species was also severely impacted by fire on the mainland in 2019-2020. About 50% of suitable habitat around Sydney was affected by fire (R. Leijs pers. comm. 2021). From this it is reasonable to infer a decline in the number of mature individuals of at least 50% as a result of the 2019/2020 fires.<br/><br/>The species occurs as two isolated subpopulations (on the mainland and on Kangaroo Island), and the latter is now restricted to highly fragmented habitat patches mostly on private land. The bee does not appear to traverse cleared areas. The species' failure to recolonize Victoria more than 80 years after bushfires destroyed this subpopulation indicates that the species may not return to areas from which it has been lost over even moderate timescales unless these are very close to surviving localities.", "populationtrend": "decreasing", "habitat": "This species occurs in temperate forest, woodland and shrubland, and dry sclerophyll Sydney forest. It is a generalist forager without specific host plant requirements, but is particularly dependent on a small number of softwood species (such as grass trees, <em>Xanthorrhoea</em>) in which to dig nests, or sufficiently decayed standing dead trees (particularly of <em>Banksia </em>but occasionally also&#160;<em>Leptospermum</em>) (Steen and Schwarz 2000).&#160;The relationship between fire and the availability of nest substrates after fire in <em>Xanthorrhoea</em> and <em>Banksia</em> is well understood (McIlwee and Leijs<em>&#160;</em>2003). <em>Xanthorrhoea </em>mass flower immediately after fire and dried flower stalks are available as nest substrate 2-6 years after fire. <em>Banksia</em> is killed after fire and trunks need to decay before timber is sufficiently soft. This takes at least 8 years for bigger trunks, they may last as suitable nest substrate up to 15 years after fire. <em>Banksia </em>regenerate from seed after fire and need to grow at least 15 years to form a suitable trunk. High fire frequency results in decrease or unavailability of <em>Banksia</em> substrate. Consequently, after the short peak in the availability of <em>Xanthorrhoea</em> substrate no other substrates are available for more than 20 years. This is now the state of for almost the whole of Flinders Chase National Park on Kangaroo Island (R. Leiijs pers. comm. 2021). The preferred habitat is old-growth (more than 30 years old) forest, in which <em>Banksia</em>s die and decay at a more or less continuous rate.", "threats": "During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram <em>et al. </em>2021) and represent a particular threat to species such as this one. This species can fly rapidly, and has been found to recolonise burned areas more than 20 km from the source subpopulation where natural habitat extends through the intervening area. However, it appears unable to traverse cleared areas based on the absence of evidence of nests in these areas (McIlwee<em> et al.</em> 2003, R. Leijs pers. comm. 2020) and there is no evidence of recolonisation following fire for at least several decades following burning. This species nests in stems and standing wood, and a severe fire has the potential to destroy an entire cohort as a result.<br/>During the same several-decade timeframe there was severe burning within the bee's mainland range, which has already been reduced substantially since the start of the 20<sup>th</sup> Century (in at least one case as a result of bushfire) with no evidence of recolonisation of areas from which the species has been lost. As much as 50% of its range in New South Wales may have been burned in the 2019-2020 event (R. Leijs pers. comm. 2020). Observations over the last 25 years on Kangaroo Island suggests that the species has suffered a rapid range contraction, having previously been widespread across most of the island (R. Leijs pers. comm. 2020). The intensity and scale of fires is expected to increase as a result of a drying, warming climate, and changes to seasonal precipitation are expected to reduce the availability of floral resources during the bee's activity period. The consequence is a likely reduction in fecundity: studies of overwintering nests found an average of 5.5 individuals per nest (Steen and Schwarz 2000, R. Leijs pers. comm. 2015); but X-ray measurements of more than 150 artificial nests in the winters of 2018 and 2019 - following dry summer and winter seasons - found an average of 1.5 overwintering individuals per nest.<br/><br/>Throughout the mainland range the species is subject to ongoing pressures from habitat loss, fragmentation and degradation from agriculture and other forms of land use change, as it is largely reliant on mature forest to sustain sufficient quantities of nesting substrate over long periods.", "conservationmeasures": "It occurs in several protected areas. Since the 2007 fires on Kangaroo Island, conservation measures targeting this species have involved adding nest substrates in place and this has continued since 2019-20 fires (Hogendoom <em>et al.</em> 2020). As yet this initiative has not been successful in attracting any individuals following the 2019-2020 fires, while in previous seasons artificial nests were occupied within two months. Conservation interventions should focus on continuing this practice. Surveys are planned in 2021 to determine the impacts of fire in New South Wales on this species.", "usetrade": "There is no known use of or trade in this species."}]}