{"name": "228480052", "result": [{"species_id": 228480052, "taxonomicnotes": null, "rationale": "<em>Punctum dageletense</em> has been exclusively found from Ulleung Island, Republic of Korea. According to our analysis of distributional data, its area of occupancy (AOO) and extent of occurrence (EOO) both are 64 km<sup>2</sup>.<br/><br/>There are three causes responsible for the continuing decline of this species’ habitat. (1) crop field conversions and infrastructure constructions in the past; (2) realignment of urbanization by the upcoming airport; (3) phenological disturbance by climate change. These continuing declines meet subcriterion b(iii).<br/><br/>The current status of this species doesn't meet subcriteria a or c. This is because the majority of the remaining habitat of this species is located within protected forest areas. Even though these protected areas have historically been violated many times, for now, there is no basis to identify geographically distinct threat-defined locations where such violations will occur in the future. After the completion of the Ulleung Airport, a development plan will be devised and announced for the island. After this reliable threat-defined locations can be calculated. Meanwhile, there is a lack of information to detect severe fragmentation or extreme fluctuations.<br/><br/>Therefore, this species is only close to meeting the conditions for listing as threatened under criterion B. Therefore, this assessment concludes this species’ category as Near Threatened.", "geographicrange": "<em>Punctum dageletense</em> is a land snail endemic to the Republic of Korea (National Institute of Biological Resources 2014). Historically, this species has only been found on Ulleung Island, a small island with a total area of 73 km<sup>2</sup>. The quality decline in forest area and conversion near human habitations, where this species once has occupied, are thought to be responsible for the decrease in their distribution (National Institute of Biological Resources 2012).<br/><br/> Due to the limited knowledge of this species' ecology and the small number of samples, we have created a habitat map based on the general preference of land snails in Korea. They are known to prefer broad-leaved forests. On this basis, the habitat range was first restricted to <em>Fagus engleriana</em> and <em>Acer okamotoanum</em> communities on the actual vegetation map (Jung <em>et al</em>. 2001). Using a geographical tree map (Korea forest service 2022) and GPS-pinpointed information on dominant species in local colonies (Korea Society of Forest Policy 2014), a detailed boundary has been contoured. Finally, crop fields and human facilities that are visually identified in GPS satellite images (Google Earth 2022) were excluded. Consequently, this species' AOO was estimated to be 64 km<sup>2</sup>. Since this map shows the maximum range of habitats available on Ulleungdo Island, the actual habitat area should be much smaller. Even so, the final EOO met the threshold for B1 of CR, after following the IUCN Guidelines; with the smaller EOO increased to match its AOO.", "population": "Historically, this species was rarely observed even in Ulleung Island's forests (National Institute of Biological Resources 2014). So far, this species has been recorded on this island only through Kuroda and Hukuda (1944), Kwon (1990), Lee pers. obs. 2000 in NIBR (2023), and Min (2004), despite several surveys for terrestrial snails on this island. The species underwent past declines as a result of human activities, and there is a significant reason to believe that the species may begin to decline again; however, it is hard to depict its current population status, and as such, the population trend is unknown.", "populationtrend": "unknown", "habitat": "So far, little is known about this species' ecology. It is known that this species lives in moist and shaded environments in forest areas. Due to the limited geographical distribution of this taxon, it is suspected that there is little dispersal, colonization and, therefore, very limited gene exchange between subpopulations. It makes this taxon very vulnerable to forest area reduction and fragmentation.", "threats": "There have been three ways of continuing decline in area and quality of the habitats on Ulleung Island.<br/><br/>(1)&#160;<strong>Historical decline driven by human activities</strong>: A past decline has been inferred, tied to general human activities (National Institute of Biological Resources 2012). Despite the total forest area remaining constant since the 1970's, there are a few possible factors that have been suggested as catalysts for the declines in this species' distribution. First, there have been large scale constructions - such as the Ulleung belt way (Korea Development Institute 2010), military bases (Oh 2001), and stone mining from mountains (Oh 2001) - placed directly upon its past occupancies inferred from soil condition (Lee&#160;<em>et al</em>. 2001) and the forest community there (Oh 2001, Jung&#160;<em>et al</em>. 2001). Second, there has been continuous conversion of habitats into special crop fields. The forest conversion to open fields could have directly contributed to habitat loss (Korea University Research and Business Foundation 2011) since these crops require the same physical, soil, and location conditions as the habitat of this species (Kim&#160;<em>et al</em>. 2014). The area of this crop land grew by 15% (0.401 km<sup>2</sup>) between 2010 and 2017 (Southern Regional Korea Forest Service 2018). The area will continue to increase (Southern Regional Korea Forest Service 2018). Third, the urbanization of human settlements. The area of infrastructure including roads (increased by 1.3 km<sup>2</sup>&#160;until 2021), factories (0.06 km<sup>2</sup>), and parking lots (0.02 km<sup>2</sup>) has grown steadily since the 1980's (Ministry of Land, Infrastructure and Transport 2021) and this also may have contributed to a decline (Korea University Research and Business Foundation 2011).<br/><br/>(2)&#160;<strong>Projected decline driven by an upcoming airport</strong>: The increased number of visitors after the completion of Ulleung Airport is projected to facilitate declines. It is supported by the historical trend of a positive correlation between the number of visitors, the number of building extensions and alterations (Pohang Branch, The Bank of Korea 2013), the number of buildings and facilities (Pohang Branch, The Bank of Korea 2013), and the proportion of the local population employed in tourism-related and construction industries (Choi and Cho 2001, Pohang Branch, The Bank of Korea 2013), after the land became more accessible to inland tourists (Choi and Cho 2001). Upon completion of Ulleung Airport in 2025, the number of annual visitors is estimated to increase by about three times (by 2040's) from 335,220 (average of 2010-2019; Korea Development Institute 2013). It is also suspected that the current underdevelopment will not cope with the growing number of visitors (Kim 2022). To this end, it is expected that there will be work to expand roads, housing, electricity plants, tour facilities, as well as additional infrastructure facilities on this island (Kim 2022). In light of the past decline due to urbanization, changes brought by the upcoming airport are expected to result in a decline in the area and the quality of habitats.<br/><br/>(3)&#160;<strong>Projected decline driven by climate change</strong>: Snail populations on this island are expected to decline in population size due to climate change. It is predicted that Ulleung Island will experience warming temperatures, especially in winter, along with a decrease in snowfall (Lee&#160;<em>et al</em>. 2010). Snail hibernation is controlled by soil temperature (Jeppesen 1977, Bailey 1981). Thus, when warming disturbs this signal and then hibernation pattern, the survival rate of individuals and success in oviposition will significantly decrease (Augspurger 2013, Nicolai and Ansart 2017). In addition to that, as a result of the decrease in snowfall and increase in evaporation, it is predicted that the microhabitat on the surface will lack moisture in April-May (Lee&#160;<em>et al</em>. 2010). This is the spawning season for Korean snails, so this disturbance will result in a population reduction.", "conservationmeasures": "To begin with, it is necessary to study the species' distribution status, habitat, ecology, and population size. Based on this, conservation strategies and protected areas should be established before human activities in the future begin seriously. Even in forest areas protected by the Korean natural monument law, additional conservation strategies need to be implemented. This is because there is a history of violations in these areas (e.g. changing the land's legal status to build hotels and other tour facilities, or building military facilities above this legal restriction). Meanwhile, residents are using snail-targeted pesticides in a wide range of areas to prevent damage to crops caused by exotic slugs (Y. Chul pers. comm. 2019). A protocol for management supervision on this should be established.", "usetrade": "There has been no trade in this taxon."}]}