{"name": "60286", "result": [{"species_id": 60286, "taxonomicnotes": null, "rationale": "<p></p><p><em>Azuragrion granti </em>has been found only on the main Island of the Socotra archipelago, where it is still common in the eastern, mostly granitic, mountains and is considered locally abundant (Riservato <em>et al. </em>2010), because of the higher number of suitable habitats. The species is unknown from the karstic western half of the island where few open freshwater bodies are found. Previously, this species was assessed as Least Concern (assessment date 2006), because there was no observation of any population trend or more recent threats, e.g. road construction and increase in water extraction. The species is known only from 25 records from 18 locations and its extent of occurrence (EOO) is 550 km² (Haghier mountains). The area of occupancy (AOO) 80 km².&#160;The species is close to qualifying for the category VU or even EN under criterion B1 and B2, however, the number of locations is larger than 10 and the population is not severely fragmented. Decline of the quality of its habitat as a consequence of water extraction and pollution has also been observed in the lowlands where tourism concentrates and is rapidly developing. It is therefore listed as Near Threatened. Due to the endemicity and small range of the species, future predicted impacts by infrastructural development on Socotra Island will have negative effects. To assess a future change in the conservation status of the Socotra Bluet monitoring of population trends and water quality and quantity are recommended.</p><p></p>", "geographicrange": "<em>Azuragrion granti</em> is endemic to Socotra Island, Yemen (Van Damme 2010). The species is known only from the&#160;eastern, mostly granitic,&#160;mountainous&#160;half of the island over 550&#160;km² (Haghier mountains). 25 records are available from 20 localities in 18 locations. 76% of the&#160;records&#160;date from 1990 onwards and 68% from 2000 onwards. Additional records are available (Schneider, unpublished).", "population": "<em>Azuragrion granti</em> is said to be locally abundant (Riservato <em>et al.</em> 2010).", "populationtrend": "stable", "habitat": "This species reproduces in mountain running water.", "threats": "The main threats to this species are surface and ground water abstraction for irrigation and domestic use, pollution, as well as drought.&#160;Deforestation and future&#160;infrastructural&#160;development on Socotra and an increase in populations of goats and cattle are other threats to the species.", "conservationmeasures": "Monitoring and protection of water quality and population trends, together with research and protection through&#160;legislation, are needed for this species.", "usetrade": "This species is not utilised."}]}