{"name": "164691443", "result": [{"species_id": 164691443, "taxonomicnotes": null, "rationale": "<p><em>Phallichthys quadripunctatus</em> occurs in the Sixaola and Guarumo river basins on the Atlantic slope of Costa Rica and western Panama, and additional sampling may reveal a further range extent into the Cricamola River. Extent of Occurrence (EOO) is estimated to be between 3,569&#160;km<sup>2</sup>. Deforestation, land-use change, increased sedimentation, and non-point pesticide pollution associated with intensive plantation agriculture have resulted in declines in the area, extent, and quality of habitat. Fish kills closely linked to pesticide pollution infer recent declines in the number of mature individuals. Given the pervasive impact of these threats on downstream catchments where <em>P. quadripunctatus</em> occurs, this species is inferred to occur in fewer than five locations. As such, this species is assessed as Endangered under criterion B1ab(iii,v). Additional research is needed to clarify distribution, population size, population trend, and the scope and magnitude of major pervasive threats.</p>", "geographicrange": "<p><em>Phallichthys quadripunctatus</em> occurs in the Sixaola River on the Atlantic slope of Costa Rica (Bussing 1998, Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). Elevational distribution ranges from 0-40 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is a small tributary of the Sixaola River, between the towns on Puerto Viejo and Bratsi in Limón, Costa Rica (Angulo <em>et al</em>. 2015). </p>  <p>This species has also been observed in small bodies of water within the Guarumo River basin, near Punta Peña, Chiriquí Grande in Bocas del Toro province, which represents a range extension outside of the Sixaola River (R. González pers. comm. 2019). Additional georeferenced records exist southward in the Róbalo River, Panama (GBIF 2019, W. Matamoros pers. comm. 2019), and additional sampling may reveal a further range extent into the Cricamola River (R. González pers. comm. 2019).</p>  Extent of Occurrence (EOO) is estimated to be 3,569 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019, A. Angulo pers. comm. 2019, R. González, pers. comm. 2019). Given the pervasive impact of non-point agricultural pollution on coastal river drainages (Polidoro and Morra 2016), and no georeferenced collections from upstream catchments, this species is inferred to occur in fewer than five locations.", "population": "Total population size is unknown. However, this species is reportedly uncommon throughout its known range, except for in streams near Gondoca where it is relatively common (Bussing 1998). This species is poorly represented at the Museum of the University of Costa Rica, where it is known from 26 specimens across two collection lots (Angulo <em>et al</em>. 2015). Population trend is suspected to be in decline, given reported fish kills associated with pesticide pollution within the Sixaola River, (Polidoro and Morra 2016), but the rate of decline is unknown.", "populationtrend": "decreasing", "habitat": "<p><em>Phallichthys quadripunctatus</em> occurs in puddles, standing water and slow, sluggish coastal streams characterized by water temperatures ranging from 26-34 C and moderate to abundant vegetation (Bussing 1998, Regus <em>et al</em>. 2013, Oosterhout and Velde 2015). Diet is comprised primarily of microalgae and detritus (Bussing 1998). </p>  <p>This species reproduces by giving live birth, characterized by a lack of superfoetation, an interbrood interval of 26-37 days, and a mean brood size of nine offspring (Regus et al. 2013). Maximum reported body size is 3.5 cm standard length (SL) (Bussing 1998).</p>", "threats": "<p>The Sixaola River drains an extensive corridor of land that has been deforested and converted into plantation agriculture, which has resulted in a considerable amount of non-point agricultural runoff and pesticide pollution (Bower 2014, Polidoro and Morra 2016). Additionally, fish kills associated with acute pesticide pollution have been documented in the Sixaola drainage, inferring recent losses in the number of mature individuals (Polidoro and Morra 2016). The town of Sixaola has introduced additional domestic pollutants into the Sixaola drainage resulting primarily from lacking sewerage (Mena-Rivera and Quirós-Vega 2018). </p>  <p>Any subpopulations or individuals that occur in the Róbalo River in western Panama are likely affected by extensive deforestation and land-use change associated with banana and teak plantation agriculture, and declines in habitat quality resulting from increased sedimentation and agricultural runoff pollutants (Seemann <em>et al</em>. 2014, Larsen 2019). </p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>P. quadripunctatus</em>. The range of this species may extend into Palo Seco Protected Area, but at present it has not been collected in any protected areas (IUCN and UNEP-WCMC 2019). More information regarding distribution, population size, population status, and the scope, magnitude, and direct impact of major pervasive threats is needed. Site protection and population monitoring may be necessary.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}