{"name": "191755", "result": [{"species_id": 191755, "taxonomicnotes": null, "rationale": "<em>Poecilia velifera </em>has been assessed as Vulnerable (American Fisheries Society) by Jelks<em> et al.</em> (2008), and also listed in the Mexican Official Norm. Given the restricted area of occupancy (200-300 km<sup>2</sup>), the restricted number of locations (nine), the probable decreasing trend in the number of locations and AOO, and the threat to coastal mangroves in the Yucatan Peninsula (causing decrease in extent and quality of habitat), this species is listed as Vulnerable under B2ab(ii,iii,iv,v).", "geographicrange": "<em>Poecilia velifera </em>is endemic to the Yucatan Peninsula in Mexico, in the states of&#160;Campeche (from Laguna de Términos northward), Quintana Roo (including the islands Mujeres and Cozumel, south to Tulum), and Yucatán (Miller <em>et al.</em> 2005). There is also a record for this species at the Isla Contoy marine protected area (Vega-Cendejas and Hernándes 2014).&#160;The species is invasive in Florida, Brazil, Colombia, Peru, Israel, Singapore, Taiwan, Vietnam, and Thailand (Sa-nguansil &amp; Lheknim 2010).", "population": "More information is needed about the population size and population trend of <em>P. velifera.</em>&#160;However, since two out of ca. 28 known sub-populations have been destroyed by urban/highway development over a period of about 20 years (Schmitter-Soto 1998, Schmitter-Soto<em> et al.</em> 2006), an estimation of a declining trend can be obtained, namely 3.5% per decade, or 0.35% every year.", "populationtrend": "decreasing", "habitat": "<em>Poecilia velifera</em> is restricted to coastal habitats,&#160;mostly brackish but also freshwater,&#160;such as cenotes (karstic sinkholes), mangrove channels, coastal lagoons, and salt marshes, never higher than c. 20 m above sea level. It&#160;&#160;is known to perform courtship displays (Hankison and Ptacek, 2008), which likely necessitates good visibility, that is, good water conditions.&#160;The maximum size for this species is 15 mm TL (males). An omnivore, the species feeds on filamentous algae and diatoms, as well as crustaceans and insects (Schmitter-Soto 1998).", "threats": "The species is potentially threatened by habitat loss and degradation, including perturbations caused by factors such as sedimentation, chemical pollution, dewatering, and anthropogenic modifications to natural channels or flow regimes within its natural range; perhaps more importantly, also outright destruction of mangrove habitat for urban development and highway building (Schmitter-Soto 1998, Schmitter-Soto <em>et al.</em> 2006).", "conservationmeasures": "No species-specific conservation actions currently known to be in place for <em>P. velifera</em>. It has beeen recorded at the Isla Contoy marine protected area (Vega-Cendejas and Hernándes 2014) and a range biosphere reserves (IUCN-UNEP 2018).", "usetrade": "The species is commercialised in the aquarium trade, but this is mostly from captive lines, with no extraction of wild specimens evident."}]}