{"name": "197358269", "result": [{"species_id": 197358269, "taxonomicnotes": "Further research is needed to determine whether this species is identical to the Japanese species, <em>Inversiunio yanagawensis</em>&#160;(Sayenko <em>et al</em>. 2020).", "rationale": "<em>Inversiunio verrucosus</em>&#160;is found in a few patches of the Seomjin-River and Bosung-River, Jeolla-Province, South Korea. According to our analysis of distributional data, its extent of occurrence (EOO) is estimated at 2,175 km<sup>2</sup> and the area of occupancy (AOO) is estimated at 104 km<sup>2</sup>. These values meet the criteria B1 and B2 thresholds for Endangered. There are four subpopulation left.<br/><br/>This species' habitat shows four types of continuing decline: first, observed decline in the inhabited area induced by the water management plan to prevent floods over an extensive and continued period; second, decline in population size suspected from habitat fragmentation; third, qualitative decline of the species’ habitat which can be inferred from decline in water quality; and fourth, decline in population size suspected from reduction of a host fish. These continuing declines meet subcriteria b(iii,v).<br/><br/>In accordance with the range of each river management plan, the distribution of this species was initially divided into three locations since the river management plan specifies when and how to manage running waters within its influence sphere. Also, future conservation measures such as removing barriers in rivers will also be conducted separately, within each river management plan's influence zone. However, the upper portion of the Boseong-River Dam was set as an additional independent location because local governments and residents change this river structure by their own accord, not by following the management plans. This give the number of locations as four and meets subcriterion a for Endangered. Thus,&#160;<em>I. verrucosus </em>is assessed as Endangered.", "geographicrange": "<em>Inversiunio verrucosus</em> is a freshwater mussel endemic to the Republic of Korea (National Institute of Biological Resources 2014). Currently, the distribution of this species is limited to the Seomjin-River and the Bosung-River, Jeolla-Province, Republic of Korea.<br/><br/>When covering potential habitats near the observation sites, the area of occupancy (AOO) is estimated to be 104 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Its extent of occurrence (EOO) is estimated to be 2,175 km<sup>2</sup> based on total area within a minimum convex polygon around all known and inferred occurrences.", "population": "This species is rarely observed in its type locality. Until now, about 25 individuals have been recorded in each of four known subpopulations, which were Seomjin-River Dam's upper (eight individuals; Kondo pers. obs. 2003, 2005 in Kondo <em>et al</em>. 2007; Lee pers. obs. 2013 in Lee 2019) and lower (five individuals; Lee pers. obs. 2013-15 in Lee 2017) river bodies as well as Bosung-River Dam's upper (one individual; H. Kim pers. obs. 2022 in iNaturalist 2023) and lower (eleven individuals; S. Seong pers. obs. 2020 in iNaturalist 2023; H. Kim pers. obs. 2020, 2021 in iNaturalist 2023) river bodies. While there are no obvious literature reports on the population size or trend of this species, chronic declines in habitat quality and area, as well as the population size of its host fish, the Seomjin Bitterling (<em>Tanakia somjinensis</em>; National Institute of Biological Resources 2011, 2017), suggest this species' numbers are declining steadily.", "populationtrend": "decreasing", "habitat": "This species is a habitat specialist. Shellfish that specialize in habitat selection are known to be sensitive to riverbed structures and hydrological characteristics (Akiyama and Maruyama 2010, Haag 2012, Vaughn 2012, Campbell and Prestegaard 2016). In a couple of rivers on the south-western Korean Peninsula, this species has been exclusively found with substrates composed of cobbles under fast-flowing water within mainstreams (Kondo&#160;<em>et al</em>. 2007, National Institute of Biological Resources 2014). In these areas, which include fertile flood plains with agricultural properties, the hydrological environment and physical structure have been interfered by agricultural activities and flood management plans. A continuing decline in habitat quality is inferred.<br/><br/>To disperse, the fertilized egg grows from the gills of the mother to glochidium, then attaches to the fins or gills of fish, undergoing a parasitic period, and transforming into a larva. Shellfish are used as spawning grounds by Acheilognathinae and Sarcocheilichthys fish&#160; (Song and Kwon 1989, 1994), but while shellfish larvae do not have a preference for hosts (Coker <em>et al</em>. 1921), interactions are concentrated on specific host fish because fish are highly selective to species of shellfish to spawn (Song and Kwon 1994). Therefore, the decrease in the population of the Seomjin Bitterling (National Institute of Biological Resources 2011, 2017), which shows high fidelity to the target species (National Institute of Biological Resources 2011), must negatively affect this species (National Institute of Biological Resources 2012). Other fish in this species' territory are known to prefer other mollusc species so they cannot compensate for the loss of distribution opportunities for this species (Song and Kwon 1989, Kim and Yang 2003; Yeom. pers. comm. 2022).", "threats": "The habitat of this species, located in the rivers running floodplain, has been exposed to the following four types of threats.<br/><br/><strong>(1) Decline in area of habitat</strong>: The habitat area of this species, a habitat specialist, is inferred to have decreased due to the river management plan, and the decline is expected to continue in the future. Many freshwater mussels are sensitive to the environmental characteristics of their habitats, such as water flow and riverbed structures (Akiyama and Maruyama 2010, Vaughn 2012, Haag 2012, Campbell and Prestegaard 2016). The stream where this species lives has been modified by three large dams and chronic dredging to prevent floods. Generally, alterations in substrate composition and water flow brought about by these activities are known to be the most critical cause of the reduction of freshwater mussels (Strayer and Ralley 1993, Heinricher and Layzer 1999, Konrad <em>et al</em>. 2012, Haag 2012).<br/><br/><strong>(2) Habitat fragmentation</strong>: Large dams fragment freshwater mussels' population by blocking sperm drift and host fish migration (Lydeard <em>et al</em>. 2004). There are four subpopulations for the target species: the upper (to Yongdam Dam) and the lower (to Juam Dam) water bodies of Seomjin-River Dam as well as the upper (to the source of the river) and the lower (to Juam Dam) water bodies of Boseong-River Dam. In addition to that, these subpopulations have hundreds of in-river barriers (weirs and banks) within their territories. Fragmentation is suspected to cause a decline in population size by decreasing genetic diversity (Haag 2012, Liu <em>et al</em>. 2020a,b).<br/><br/><strong>(3) Decline in habitat quality</strong>: This species has been observed only in clean water. The current water quality of habitats is appropriate. However, it is projected that a steady decline in water quality will accompany a decline in habitat quality. It is known that agricultural wastewater regulates the distribution of freshwater mussels (Hu <em>et al.</em> 2010, Li <em>et al.</em> 2019).<br/><br/><strong>(4) Decline in the number of individuals</strong>: a decrease in host fish is suspected to lead to long-term population decline of this species by limiting genetic exchange (Haag <em>et al</em>. 2014). Since the decrease in host fish species is also due to the above three factors, it is inferred that the decline will continue if no action is taken.<br/><br/>In the lower part of Seomjin-River Dam, dredging and mining riverbeds have been carried out (e.g. 390,000 m<sup>3</sup> of sediments across 2.3 km in Iksan Regional Land Management Office 2009; 1 km<sup>2</sup> of sediments in Iksan Regional Land Management Office 2021; Jeollanam-do 2008), sometimes directly upon this species' historical occupancy (Kim 2022). In addition, Naeseo-Stream Dam is planned to be built in the future (Iksan Regional Land Management Office 2021), so the habitat area is predicted to be reduced and fragmented. In addition, several in-river barriers are installed (Iksan Regional Land Management Office 2009). The Benthic Macroinvertebrates Index (BMI) from the Water Environment Information System (2022) showed a tendency for water quality decline over the past 11 years (2011-2021; Mann-Kendall Test; p&lt;0.005).<br/><br/>In the upper part of Seomjin-River Dam, river dredging has been placed directly on the historical occurrence points of this species(Kondo <em>et al</em>. 2007, 953,000 m<sup>3</sup> of sediments across 1.1 km in Iksan Regional Land Management Office 2009). This subpopulation is isolated between Seomjin-River Dam and Yongdam Dam. Several in-river barriers has been installed. BMI showed a tendency for water quality decline over the past decade (2011-2020; Mann-Kendall Test; p&lt;0.005).<br/><br/>In the lower and upper water bodies of the Boseong-River Dam, river dredging has been frequently conducted to lower the depth of the riverbed to prevent floods (ex. Iksan Regional Land Management Office 2014). More than seven in-river barriers have been identified in this habitat, and the upper and lower parts are fragmented by the Boseong River Dam. The subpopulation in the lower part is isolated from the subpopulations in the Seomjin River by the Juam Dam. Biochemical Oxygen Demand (BOD) and Chemical Oxygen Demand (COD) levels have increased over the past 20 years, revealing a tendency for water quality to deteriorate (2002-2021; Mann-Kendall Test; p&lt;0.005).", "conservationmeasures": "It is necessary to investigate the life history and dispersal abilities of this species as well as the magnitude of host species populations. As a result of this investigation, it is necessary to set up conservation strategies to overcome habitat fragmentation and to effectively remove barriers in rivers. Agricultural land located around the habitat should also be managed to reduce non-point pollutants. Residents consume freshwater shellfish and fish, including this species and its hosts. During the main breeding season between October and April of the following year, persuasion and publicity should be conducted to regulate fishing. Further research is needed to determine whether this species is identical to the Japanese species (Sayenko <em>et al</em>. 2020).", "usetrade": "Residents consume freshwater shellfish and fish, including this species and its hosts. This alone would not appear to be a critical factor driving this species to extinction. Even so, combined with fragmentation, it may boost the loss of genetic diversity in population."}]}