{"name": "175716644", "result": [{"species_id": 175716644, "taxonomicnotes": null, "rationale": "This species occurs in the Lower Caura River basin. It has a known area of occupancy (AOO) of 4 km<sup>2</sup> calculated based on point occurrence data. However, there is a need to increase collection efforts specifically for this species to confirm its distribution range. Legal and illegal mining are threats to this species, and there is one location based on the threat of mining, which is leading to a continuing decline in habitat. Therefore, this species is assessed as Critically Endangered.", "geographicrange": "This species occurs in the Lower Caura River basin. The type locality is Caño Chuapo, about 20 minutes downstream from Jabillal (on opposite bank) along Caura River, 7°07'N, 65°00'W, Bolívar, Venezuela (Ferraris and Vari 2000).", "population": "<p>It is only known from the type locality. </p>", "populationtrend": "unknown", "habitat": "The Caura River presents tea-coloured waters, with pH values between 5.04 and 5.82 and conductivity between 6 and 20 µS/cm (Riseng and Spark 2003). For the genus, pelagic habits are reported, with species with long and numerous gill rakes, and probably feeding on plankton (Akama and Ribeiro 2013). However, <em>Pseudepapterus gracilis</em> was collected in a pool isolated from the main riverbed, which does not represent a typical habitat for the genus. This small pool of about 20 m in depth had a bottom of mud, debris, leaf litter, and logs (Ferraris and Vari 2000).", "threats": "This distribution is at the southern limit of the Manuelita Sáenz block of the Orinoco Mining Arc, in which gold and diamonds are predominantly mined (Ministerio del Poder Popular para Desarrollo Minero Ecológico 2020). Additionally, the threat of non-formal mining, which exists towards the upper part of the Caura River basin, entails the destruction of habitat and the contamination of water bodies with mercury and other heavy metals (Chernoff <em>et al</em>. 2003). In general, illegal mining activity impacts locally, with the wastewater from the camps, deforestation, the settlements of miners and groups outside the law.", "conservationmeasures": "It occurs in El Caura Forest Reserve (Bevilacqua <em>et al.</em> 2005). The underrepresentation of this species in scientific collections could  be an artefact of the difficulty of collecting it, given its ecological  preferences. Collection efforts should be made around the distribution area using specific methods of manually collecting in trunks, which is unusual in expeditions (B. Calegari pers. comm. 2021).", "usetrade": "<p>It is unknown if this species is traded in the ornamental fish market.</p>"}]}