{"name": "109686382", "result": [{"species_id": 109686382, "taxonomicnotes": null, "rationale": "The species <span lang=\"EN-GB\">is endemic to Lake  Mahalona in Sulawesi,&#160;which is counted as a single location with major    threats including the potential impacts of pollution  from nickel   mining, eutrophication&#160;<span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">and invasive species. This species is  only found at one rocky shore locality in Lake Mahalona and has an  extent of  occurrence  (EOO)&#160;and an area of occupancy (AOO) both of 4 km<sup>2</sup>, which makes it extremely vulnerable to the invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.). Flowerhorn Cichlids are now confirmed in Lake Mahalona and are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids on small-sized <em>Tylomelania </em>in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder&#160;<em>et al.</em>&#160;2012) and contributed to the decline of <em>Tylomelania</em> populations (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Critically Endangered given its extremely limited distribution, deterioration of its habitat and the future impact of Flowerhorn Cichlids in Lake Mahalona.</span></span>", "geographicrange": "The species&#160;is endemic to Lake Mahalona (24.4 km<sup>2</sup>), which is part of the Malili Lakes system, Sulawesi, Indonesia. It is only known from a single locality in Lake Mahalona.", "population": "<p>The current population trend is unknown, however an overall population decline of &gt;90% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al.</em> 2012) and are thought to have caused the decline of some <em>Tylomelania </em>species through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Adults of this species are likely small enough to be eaten and Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018), where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This species occurs in the freshwater lake Mahalona and can be found on rocks.", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. </p>  <p>Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade.&#160;<em>Tylomelania hannelorae </em>does not seem to be traded yet, however, and is unlikely to become a target because of its small size that makes it unattractive.<br/><br/>Finally, invasive species (particularly Flowerhorn Cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation (Herder <em>et al. </em>2012), as recent surveys in Lake Matano have found only large individuals of large <em>Tylomelania</em> species remaining (T. von Rintelen pers. comm. 2018). Adults of this species are likely small enough to be eaten and Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018), where they are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T von Rintelen pers. comm. 2018).</p>", "conservationmeasures": "There are no known conservation actions currently in place for this species and research into potential threats and population dynamics is recommended.", "usetrade": "Many species of&#160;<em>Tylomelania</em>&#160;are being collected for the aquarium pet trade.&#160;<em>Tylomelania hannelorae&#160;</em>does not seem to be traded yet, however, and is unlikely to become a target because of its small size that makes it unattractive."}]}