{"name": "128723603", "result": [{"species_id": 128723603, "taxonomicnotes": "Bhattacharjee <em>et al</em>. (2012) recognised this species as a synonym of <em>Mystus vittatus </em>through DNA barcoding. However, <em>M. horai </em>is still a valid species in the Catalogue of Fishes (Eschmeyer <em>et al</em>. 2018).", "rationale": "<em>Mystus horai</em> is only known from the Indus River, within both the east and west banks of the Taunsa Barrage and Kalabagh. The species has an area of occupancy (AOO) of 1,900 km<sup>2</sup>&#160;and an extent of occurrence (EOO) of 12,300 km<sup>2</sup>,<sup>&#160;</sup>which is subjected to ongoing decline as a result of siltation in the dams and barrages, as well as proliferation of weeds. The species is assessed as Vulnerable due to its restricted distribution and ongoing threats to the habitats.", "geographicrange": "Endemic to Pakistan,&#160;<em>Mystus horai</em> was described from Kalabagh in the Indus River, and has been recorded from both the east and west banks of the Taunsa Barrage (Haji <em>et al.</em> 2017a. 2017b). The species has an area of occupancy (AOO) of 1,900 km<sup>2</sup> and an extent of occurrence (EOO) of 12,300 km<sup>2</sup>.", "population": "No information is available regarding the population size or trend of this species.", "populationtrend": "unknown", "habitat": "This is a carnivorous species, which inhabits stony beds with a smooth flow of water. Little is known of the species habitat preferences. Taunsa Barrage, however, provides a huge and diverse macro-habitat for this species to thrive in. This consists of shoots, side streams, shallow waters, deep waters, clear stagnant and also fast flowing water, with high oxygen content, as well as side water with low oxygen due to vegetation decomposition, it also holds shallow water with submerged vegetation, side pockets with lotus and typha and seepage water on sides to variety of fish fauna (Haji <em>et al.</em> 2017b). At Kalabagh, the species lives in fast-flowing warm water.", "threats": "Habitats of <em>Mystus horai </em>are threatened due to damming, siltation and flooding. Ongoing siltation due to dams and barrages result in the excess growth of macro-vegetation along the banks and the shallow areas of reservoirs resulting in the loss of breeding and foraging grounds for this species (A. Iftikhar pers. comm. 2020).", "conservationmeasures": "No conservation actions are in place. There is an urgent need to carry out studies on the micro-level distribution, population status and trends as well as threats.", "usetrade": "There is insufficient information regarding the use of this species, and more research is required. It is likely that this species is caught for human consumption in subsistence fisheries."}]}