{"name": "173832004", "result": [{"species_id": 173832004, "taxonomicnotes": null, "rationale": "<p><em>Hypostomus yaku</em> occurs in the Quente River, a small tributary of the Piracanjuba River in the upper Paraná River basin, central Brazil that is characterized by thermally warmed waters. Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 8 km<sup>2</sup>, and the species is known from a single threat-based location. Comprehensive ichthyological sampling in the region failed to identify any additional collection localities in the immediate vicinity and this species is likely restricted to warm water. Threats to this species are localized and include urban expansion, habitat degradation and solid waste pollution associated with tourism, and organic pollutants associated with urban runoff. Continuing decline in habitat quality is inferred. Therefore, <em>H. yaku</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p><em>Hypostomus yaku</em> occurs in the Quente River, a small tributary of the Piracanjuba River in the upper Paraná River basin, central Brazil (Martins&#160;<em>et al.</em>&#160;2014).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimate to be 8 km<sup>2</sup>, based on a 2x2 km grid overlain on the three known collection localities for which this species is reported (Martins&#160;<em>et al.</em>&#160;2014). This species is assigned to a single threat-based location because all collection localities are closely adjacent to one another, and are likely impacted by pollutants from the municipality of Rio Quente.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is abundant at the type locality (Martins&#160;<em>et al.</em>&#160;2014). </p>", "populationtrend": "unknown", "habitat": "<p>This species is reported from the Quente River, a small tributary characterized by a width of three meters, depths of 1-1.5 m, with moderate flow and substrates of sand, pebbles, and rock (Martins&#160;<em>et al.</em>&#160;2014). This species appear to be restricted to warm waters such as the Quente River Resort and other sites in the urban area of the Municipality of the Rio Quente (Martins&#160;<em>et al.</em>&#160;2014). Sampling in other nearby streams with lower water temperature did not yield any additional specimens (Martins&#160;<em>et al.</em>&#160;2014). </p>", "threats": "<p>The type locality from which this species is described is impacted by urban expansion, tourism, and organic pollutants (Martins&#160;<em>et al.</em>&#160;2014). Solid waste pollution associated with tourism is apparent in areas within the municipality of the Rio Quente (Ramos and Ferreira 2013a). Bathing and recreational activities in the Quente River is supported by tourism infrastructure and has the potential to further degrade habitat (Romas and Ferreira 2013b). This species co-occurs with two widely established invasive species, <em>Xiphophorus hellerii</em> and <em>Oreochromis niloticus</em> (Martins&#160;<em>et al.</em>&#160;2014), but the direct impacts of these species on native ichthyofauna are not known. </p>  <p>Despite uncertainty regarding the scope and direct impact of existing threats, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>H. yaku</em>. This species does not occur in any protected areas. Comprehensive ichthyological sampling in the region failed to identify any additional collection localities in the immediate vicinity (Martins&#160;<em>et al.</em>&#160;2014). Frequent population monitoring is a warranted conservation priority (Martins&#160;<em>et al.</em>&#160;2014). Habitat monitoring and site protection may be warranted.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}