{"name": "164691475", "result": [{"species_id": 164691475, "taxonomicnotes": null, "rationale": "<p><em>Poeciliopsis retropinna</em> occurs on the Pacific slope of Central America from the Térraba River drainage in Costa Rica southeastward to the Chiriquí River drainage in western Panama, and exhibits an estimated Extent of Occurrence (EOO) of 6,184-9,236 km<sup>2</sup>. A number of pervasive threats exist throughout the range of this species, including deforestation, non-point agricultural runoff, and land-use changes associated with the expansion of plantation agriculture. Additional threats include industrial and domestic wastewater discharge, inadequate sewerage, and the presence of hydroelectric structures. While there is considerable uncertainty regarding the scope and magnitude of these threats, they have resulted in an inferred decline in the area and quality of habitat available, and the species is suspected to occur in 6-10 locations. Therefore, <em>P. retropinna</em> is assessed as Vulnerable under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Poeciliopsis retropinna</em> is distributed on the Pacific slope of Central America from the Térraba River drainage in Costa Rica southeastward to the Chiriquí River drainage (including the Chiriquí Viejo, Chico, Chiriquí, Fonseca, San Felix, and Tabasará rivers) in western Panama (Bussing 1998, Smith and Bermingham 2005, Vega <em>et al</em>. 2006, Angulo <em>et al</em>. 2013). Elevational distribution ranges from 0-940 meters above sea level (Angulo <em>et al</em>. 2013).</p>  Extent of Occurrence (EOO) is estimated to be 6,184-9,236 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the scope of non-point pollution, deforestation, and land-use change associated with expansive plantation agriculture, and considering distribution in at least three major river drainages and at least four protected areas, this species is inferred to occur in 6-10 locations.", "population": "The total population size and population trend of <em>P. retropinna</em> are unknown. This species was uncommon in samples taken from Quebrada Negra, where it comprised 3.9% and 3.8% of relative fish abundance in pools and sites with moderate water velocity, respectively (Pichler and Schiemer 2008). Three individuals were collected from samples taken in small streams on the Osa Peninsula (Monfredi 2012). In Piedras Blancas National Park, this species was moderately abundant in samples taken from 2011-2012 (Füreder <em>et al</em>. 2014).", "populationtrend": "unknown", "habitat": "This species prefers midwater and low regions of creeks, streams, rivers, and pools, where it feeds primarily on algae, detritus, and mud (Pichler and Schiemer 2008, Füreder <em>et al</em>. 2014). Habitat is characterized by water temperatures of 21-29 °C and substrates of rock, gravel, and sand (Bussing 1998). Maximum reported body size is approximately 7.5 cm total length (TL) (Bussing 1998). This species reproduces by giving birth to live young, and exhibits superfetation (Hagmayer 2018).", "threats": "<p>Expansive agriculture has led to deforestation in much of the Térraba River drainage (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have probably reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). A number of existing hydroelectric dams, and additional planned hydroelectric projects, have altered natural hydrology and have the potential to act as physical barriers that can lead to population fragmentation (Anderson <em>et al</em>. 2006a, 2006b). In the Osa Peninsula, ichthyological sampling in pastureland and agricultural areas failed to detect this species (Monfredi 2012), suggesting that land-use change may be having a direct impact on the abundance of this species. Additional impacts on aquatic habitat are expected from industrial and domestic sources of pollution (Bower 2014), but the direct impact of these threats are difficult to quantify.</p>  <p>The Coto River drains extensive areas of plantation agriculture (Spongberg and Davis 1998). These localities have undergone significant deforestation and land-use changes in the last 35-45 years, and now consist primarily of coffee and palm oil plantations (Reeves and Lilieholm 1993, Santos-Barrera <em>et al</em>. 2008).</p>  Despite considerable uncertainty regarding the scope and magnitude of existing threats, continuing declines in habitat quality are inferred.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. retropinna</em>. The range of this species extends into a number of protected areas, including Corcovado National Park, Golfo Dulce Forest Reserve, Piedras Blancas National Park, and Golfito National Wildlife Refuge (Monfredi 2012, Füreder <em>et al</em>. 2014, IUCN and UNEP-WCMC 2019). Additional information regarding population size, population trend, and the scope and magnitude of major pervasive threats would be useful in guiding future conservation action.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}