{"name": "53875783", "result": [{"species_id": 53875783, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys fuscolineatus</em> occurs in the San Carlos and possibly the Bebedero river drainages on the Atlantic and Pacific slopes of northern Costa Rica respectively, and has an estimated Extent of Occurrence (EOO) of 832 km<sup>2</sup>. Total population size and population trend are unknown, but this species is reportedly uncommon throughout its known range. A number of threats have resulted in inferred declines in the extent, area, and quality of available habitat. The most pervasive threat of agricultural runoff and land-use change associated with extensive plantation agriculture is inferred to widely impact aquatic habitat availability, and therefore this species is inferred to occur in 2-5 locations. As such, it is assessed as Endangered under criterion B1ab(iii). </p>", "geographicrange": "<p><em>Cynodonichthys fuscolineatus</em> has been recorded from the San Carlos and the Bebedero river drainages on the Atlantic and Pacific slope of northern Costa Rica, respectively (Angulo <em>et al</em>. 2013). However, subpopulations within the Bebedero may be the result of translocated individuals through artificial waterways from the Atlantic slope of Costa Rica (A. Angulo pers. comm. 2019). The majority of georeferenced collection records are around and within Lake Arenal (A. Angulo pers. comm. 2019). This species has not been recorded outside of Costa Rica, and is considered endemic (Angulo <em>et al</em>. 2013). The type locality of this species is Santa Fe stream, approximately 6 km north of the town of Tilaran at 640 meters above sea level in Guanacaste, Costa Rica (Reis <em>et al</em>. 2003). Extensive ichthyological surveys in adjacent river drainages have not resulted in any range extensions to date (Angulo <em>et al</em>. 2015).</p>  <p>Extent of Occurrence (EOO) is estimated to be 832 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the pervasive nature of agricultural runoff and land-use change on downstream aquatic habitat, considering the ineffectiveness of protected areas in reducing or preventing the impacts of such threats occurring outside protected area boundaries, and occurrence records in two major river drainages, this species is inferred to occur in 2-5 locations. </p>", "population": "<p>The total population size and population trend of this species are unknown. The ichthyological collection at the Museum of the University of Costa Rica holds 243 specimens across 10 lots (Angulo 2015). This species is reportedly uncommon throughout its known range (Bussing 1998).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in streams and rivers characterized by moderate to high water velocity, abundant submerged vegetation, sand or muddy substrates, and elevations ranging from 525-695 meters above sea level (Bussing 1998). It is also found in isolated pools with little to no water velocity and within abundant vegetation (Bussing 1998). Diet is comprised primarily of aquatic insects (Bussing 1998). Maximum reported body size is 7.5 cm total length (TL) (Costa 2003).</p>", "threats": "<p>In the San Carlos River drainage, there is an extensive existing hydroelectric infrastructure (Anderson <em>et al</em>. 2006). In many instances, large and small dams have a negative impact on aquatic habitat connectivity and natural hydrology, and in isolated cases the discharge of sediments has resulted in massive fish mortality events (Anderson <em>et al</em>. 2006). Mining activities in northern Costa Rica may present localized threats to adjacent catchments, due to increased sedimentation and heavy metal discharge (Espinoza Mendiola 2008). Lacking sewerage and industrial wastewater discharge around urban areas may present additional threats to downstream habitat (Bower 2014). Water extraction from Lake Arenal to supply agricultural production on the northern Pacific coast may result in further declines in habitat availability (A. Angulo pers. comm. 2019).</p><p>From 1960-2000, intensive cattle ranching practices in the Bebedero and Tempisque river drainages contributed to significant deforestation and forest degradation throughout much of Guanacaste (Jiménez <em>et al</em>. 2016). Plantation agriculture to produce sugar cane, rice, and melon has likely resulted in additional land-use changes, pollution from agricultural pesticides, and habitat deterioration due to water over-extraction (Frankie <em>et al</em>. 2004, Jiménez <em>et al</em>. 2016). The use of antibiotics in agriculture and subsequent runoff into aquatic environments may present additional stressors if they are not regulated sustainably (De La Cruz <em>et al</em>. 2014).</p>  <p>While the direct impact of these threats on the population status of <em>C. fuscolineatus</em> have not been evaluated in detail, they are inferred to have resulted in decreases in the area, extent, and quality of available habitat. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. fuscolineatus</em>. The range of this species extends into a number of protected areas, including Children’s Eternal Rainforest, Juan Castro Blanco National Park, and possibly extending into Palo Verde National Park, depending on the origin of Pacific slope subpopulations (IUCN and UNEP-WCMC 2019). Protected area boundaries are likely to provide indirect protection against habitat degradation resulting from deforestation and land-use change within the protected area itself, but are ineffective at reducing or preventing pollutants and threats upstream of protected area boundaries. More information regarding distribution, population size, population trend, and the direct impacts of pervasive threats would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is occasionally found within the ornamental aquarium trade, but the annual volume of harvest from wild populations is unknown.</p>"}]}