{"name": "139352357", "result": [{"species_id": 139352357, "taxonomicnotes": null, "rationale": "<p><em>Procordulia moroensis</em> is endemic to the Philippines where it is known from scattered records from 16 locations in Luzon, Mindanao, Mindoro and Negros, threats exist at all locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it might not be large, probably not vastly greater than 2,000 km² and quite likely is considerably smaller than this. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The species is close to qualifying for Vulnerable status, and would do if the AOO was known to be below 2,000 km² and the overall population was known to be severely fragmented; it is therefore assessed as Near Threatened. </p>", "geographicrange": "<p><em>Procordulia moroensis</em> is endemic to the Philippines where it is known from scattered records from Luzon, Mindanao, Mindoro and Negros (Asahina 1980, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen and Muller 1997). The assessor is aware of records from 16 locations but it has not been possible to assign coordinates to one of these for mapping purposes. Some locations are within protected areas, for instance Mount Kanala-on Natural Park in Negros, Mount Apo Natural Park in Mindanao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it might not be large, probably not vastly greater than 2,000 km² and quite likely considerably smaller than this. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species. The overall population may be severely fragmented but the species might have sufficient powers of dispersal that the separate populations are not truly isolated.</p>", "populationtrend": "decreasing", "habitat": "<p>Almost nothing has been recorded on the habitats and ecology of this species. It is likely to be forest-dependent and although it has been recorded as low as 200-400 m asl, most records are from higher altitudes. It might breed in either standing or flowing waters. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species are likely to be from clearance of forest for agriculture or as a result of logging. Unfortunately these threats extend even to protected areas. For instance BirdLife International (2019 but based on information compiled in 2001) list many threats to Mount Kanl-aon: “The national park status of Mt Kanla-on has not protected the forests on its lower slopes from total clearance. It is now heavily occupied by settlers, and a recent census indicated that there are over 3,000 households living in the park. The rich volcanic soils give the area great potential for agricultural cultivation, especially in San Carlos, Kanla-on and La Castellana. This is a successful vegetable production area and the need for more farmland has encouraged the inhabitants to continue to clear forests. On the eastern slope of the mountain it is reported that no forest occurs below 1,200-1,300 m, and on the western slope it has retreated to around 1,000 m in most areas, with only one sector, Mambucal, still extending down to 750 m. When this lowest block of forest at Mambucal is lost, as it could be in a few years if the current intensity of cutting and clearance continues, the only suitable habitat for several of the park's rarest birds will be lost. Resource extractive activities are also degrading and clearing forest in the park, including the illegal cutting of trees for charcoal-burning and timber, and kaingin [slash and burn agriculture], mainly in the lower altitude forests.”</p>", "conservationmeasures": "<p>More data on the distribution, habitat requirements and ability to tolerate disturbance of this species are needed, and better protection for the existing protected areas where it occurs.</p>", "usetrade": null}]}