{"name": "176539550", "result": [{"species_id": 176539550, "taxonomicnotes": null, "rationale": "The species is listed as Critically Endangered. It has an area of occupancy (AOO) best estimated at 4 km<sup>2</sup>. <a>Threats include </a><a>reduction of water flow due to human recreation in pools, contamination by detergents,</a> and climate change. There is a single location and a continuing decline in habitat inferred based on these threats.", "geographicrange": "<em>Trichomycterus therma&#160;</em>is known solely from the type locality situated within the limits of the man‐made thermal bath of Miraflores, along a 1 km stretch of a small stream that runs to the highly polluted (due to mining) Tarapaya River, in the northern portion of the Department of Potosí, Bolivia (Fernandez and Miranda 2007, Miranda<em> et al. </em>2009).", "population": "There are no data on the population size and trend for this species, but the population size seems to be low.", "populationtrend": "unknown", "habitat": "This species inhabits a slightly sloping stream that arises from a spring and runs a short distance before emptying into the Tarapaya River (Pilcomayo‐Paraná basin) at an elevation of&#160;3,600 m asl. The clear water stream ranges between 1–1.5 m in width and 0.15–0.50 m in depth, and runs over clay and rock‐pebble substrata with algae. This area has geothermal activity. At the spring source, the water emerges at 50 to 60° C into a small pool, which drains&#160;400 m away from the source into the stream where water temperature cools down to 37° C. The species occurs mainly in the area where the water is 37° C and has a pH of 8.2. Based on three specimens analysed, the diet consists mainly of Diptera (mostly Chironomidae) and Coleoptera (Elmidae) (Fernandez and Miranda 2007).", "threats": "<a>It is presumed to be affected by water reduction for </a><a>human recreation in pools</a>, contamination by detergents, and climate change.", "conservationmeasures": "This species is not present in any protected areas.", "usetrade": "This species is not used."}]}