{"name": "161326462", "result": [{"species_id": 161326462, "taxonomicnotes": "There are no notable issues.", "rationale": "This species is restricted to Limpopo Province, South Africa (Extent of Occurrence (EOO) 4 km<sup>2</sup>). There is one location and the population is small. There is a continuing decline in habitat and number of mature individuals, mainly due to fires during the flight period. The taxon thus qualifies globally under the IUCN criteria as Critically Endangered under criteria B and C.", "geographicrange": "This species is restricted to Limpopo Province in South Africa, now only existing at one locality in Sekhukhuneland.", "population": "No specimens have been seen at the type locality for 17 years despite frequent searches, and the remaining population is restricted to a unique habitat. Seldom have more than a dozen adults been seen to fly at any one time during the flight period.", "populationtrend": "decreasing", "habitat": "This species occurs on grassy, rocky ridges and slopes of the eastern edge of the Highveld plateau in a very limited geological area; the Rashoop Granophyre suite.", "threats": "The main threat to this species is untimely fires (both natural and human-induced). Fires during the flight period of the adults could destroy a large part of the reproductive population. The larvae may survive a fire in certain instars, but no published information on this is available. The main locality is near a human settlement, and cattle are grazed on the common land. There is potential for some agricultural development, and nearby mining operations may also pose a threat. There is also a possible invasive plant threat from a nearby Black Wattle (<em>Acacia mearnsii</em>) infestation.", "conservationmeasures": "There are currently no conservation measures in place, but a detailed management plan is recommended for this taxon. Special attention should be given to appropriate fire regimes as well as to the constant threat of mining and agricultural activities in the area. The current research programme should expand to include the life history and ecology/habitat requirements, with monitoring of the population size, distribution and trends.", "usetrade": null}]}