{"name": "49829846", "result": [{"species_id": 49829846, "taxonomicnotes": null, "rationale": "<p><em>Dasyloricaria latiura</em> is distributed in the Tuira River drainage in Panama southward to the Atrato River on the Atlantic slope of Colombia. Extent of Occurrence (EOO) is estimated to be 18,890 km<sup>2</sup>. Total population size and population trend are unknown. However, mining activities, land-use changes and agricultural expansion along major transportation corridors, and deforestation associated with these activities is producing a continuous inferred decline in habitat quality throughout much of the species range. Given uncertainties regarding species distribution, and the scope and magnitude of major pervasive threats, the number of locations where this species occurs cannot be determined. Therefore, <em>D. latiura </em>is assessed as Near Threatened because it nearly reaches the threshold for classification under a threatened category using criterion B1ab(iii).</p>", "geographicrange": "<p><em>Dasyloricaria latiura</em>&#160;is distributed from the Bayano River drainage to the Tuira River drainage on the Pacific slope of eastern Panama (Pineda 1976), and in the Atrato River drainage on the Atlantic slope of Colombia (Reis <em>et al</em>. 2003, Smith and Bermingham 2005, Maldonado-Ocampo <em>et al</em>. 2006, 2012, Covain <em>et al</em>. 2016). The type locality of this species is Boca de Certegai, Colombia (Reis <em>et al</em>. 2003). This species does not occur in Pacific slope drainages of Colombia (Donascimiento <em>et al</em>. 2017), nor has it been recorded from Atlantic slope drainages in Panama (Breder 1927).</p>  Extent of Occurrence (EOO) is estimated to be 18,890 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). Additional sampling is needed to determine southward range extent in the Atrato River drainage.", "population": "<p>The total population size and population trend of this species is unknown. This species is poorly represented in museum collections (GBIF 2019). Limited ichthyological survey suggests that <em>D. latuira</em> is uncommon in the lower Atrato River (Arango-Sánchez <em>et al</em>. 2019).</p>", "populationtrend": "unknown", "habitat": "This species occurs in central and South American freshwaters. The specific habitat preferences and life history characteristics of this species have not been evaluated. This species reaches a maximum reported body size of 35.5 cm standard length (SL) (Reis <em>et al</em>. 2003).", "threats": "<p>Potential threats in eastern Panama include land-use changes and deforestation associated with agricultural expansion and development adjacent to roadways (Girot 2002, Robinson <em>et al</em>. 2004, Suman 2007, Larsen 2019). </p>  <p>In northwestern Colombia, the greatest and most pervasive threat to this species is habitat degradation associated with mining activities, which is occurring throughout much of northeastern Colombia. Threats to habitat quality include heavy metal pollution, sedimentation, deforestation, and land-use changes (Etter <em>et al</em>. 2006, Vallejo Toro <em>et al</em>. 2016, Palacios-Torres <em>et al</em>. 2018, Pecharroman 2018, Palacios-Torres <em>et al</em>. 2019).</p>  <p>While the scope and magnitude of these specific impacts are unknown, they are having a continuous inferred decline in habitat quality. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>D. latiura</em>. The range of this species extends partly into Darien National Park (IUCN and UNEP-WCMC 2019), which may provide indirect protection against habitat degradation.&#160; Additional ichthyological sampling is needed to confirm range extent. Additional information regarding biology and ecology, population size, population trend, and the scope and magnitude of major threats is needed.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}