{"name": "173718951", "result": [{"species_id": 173718951, "taxonomicnotes": null, "rationale": "<p><em>Macromia murakii</em> is known from four locations: two in north-eastern Laos, one in central Laos, and one from Xuan Son National Park in northern Viet Nam. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, however it is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest and other threats within the range of the species. Its extent of occurrence (EOO) is likely &lt;20,000 km² (EOO = 8,073–21,803 km²). The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it is to be hoped that when more data are available reassessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Macromia murakii</em> is known from two locations in north-eastern Laos, another location in central Laos, and another from Xuan Son National Park in northern Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest and other threats within the range of the species. Its minimum extent of occurrence (EOO) is 8,073 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 21,803 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This does not appear to be a particularly common species and also appears to be local in occurrence. No other statement about current population sizes and health can be made for this species with the available data except that an ongoing decline in overall population is inferred from loss of forest and disturbance to streams and rivers within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs at forest streams and rivers, Yokoi and Souphanthong (2019) report that it was found in sections of stream 5–10 m wide and approximately 30 cm deep with a sandy bottom, surrounded by forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>  <p>&#160;</p>", "threats": "<p>The main threats to this species will be from deforestation (with farming of one type or another as a major driver, logging as another), and also pollution of streams and rivers and probably sand mining.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of more habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}