{"name": "147473164", "result": [{"species_id": 147473164, "taxonomicnotes": null, "rationale": "<p><em>Calicnemia rectangulata</em> is only known from mountains in Peninsular Malaysia. The assessor is aware of records from sites comprising only seven threat-defined locations (taking clearance for agriculture as the main threat). The majority (five) of the known locations are in the Cameron Highlands area which has been experienced severe loss of forest as a result of clearance for agriculture in recent years. An accurate estimate of the Area of Occupancy (AOO) of this species is not possible with the available data but it may be relatively small and will certainly be declining due to forest clearance in the Cameron Highlands area. Based on the known locations the Extent of Occurrence (EOO) of the species is less than 5,000km<sup>2</sup>. Given the serious threat at the majority of the known locations, a Least Concern assessment is not appropriate at this time, although more surveying above 1,000m in the mountains of Peninsular Malaysia will almost certainly reveal a larger distribution than is currently known. Since the known EOO is less than 5,000km<sup>2</sup>, the species qualifies for Vulnerable status under criteria B1ab(ii,iii). It is to be hope that when more data are available re-assessment to Near Threatened or even Least Concern will be possible.</p>", "geographicrange": "<p><em>Calicnemia rectangulata</em> is only known from mountains in Peninsular Malaysia (For instance see Donnelly 1997, 1998, Laidlaw 1932, Lieftinck 1984, Ng <em>et al.</em> 2011). The assessor is aware of records from sites comprising only seven threat-defined locations (taking clearance for agriculture as the main threat). Many of the known locations are in the Cameron Highlands area which has been experienced severe loss of forest as a result of clearance for agriculture in recent years. An accurate estimate of the Area of Occupancy (AOO) of this species is not possible with the available data but it may be relatively small and will certainly be declining due to forest clearance in the Cameron Highlands area. Based on the known locations the Extent of Occurrence (EOO) of the species, calculated using <span class=\"MsoHyperlink\"><a href=\"http://geocat.kew.org/\">http://geocat.kew.org</a>, is only 2,976.143 km<sup>2</sup>.</p>", "population": "<p>This species is rather locally occurring and seldom common even where it occurs. Beyond this all that can be said with the available information is that a decline on overall population is inferred from loss of habitat in the Cameron Highlands area.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded on the habitats and ecology of this species but it occurs at streams and muddy seepage areas in forest. Lieftinck (1954) gave the lower limit of its altitudinal range as 600m a.s.l. but most records are from 1,000-1,500m a.s.l. Most or all records are from relatively undisturbed (at least at the time the record was made) forest and the species might be particularly sensitive to disturbance. An ongoing decline in extent and quality of suitable habitat is certainly occurring in the Cameron Highlands area.</p>", "threats": "<p>Populations in the Cameron Highlands area (where the majority of the known locations are) are seriously threatened by the clearance of forest for agriculture occurring there. Another location is at Fraser’s Hill, a resort area and any future expansion of resort facilities etc., could pose a threat to that population.</p>", "conservationmeasures": "<p>The priorities for this species are for further data on its distribution, exact habitat requirements and ability to tolerate disturbance and for protection of at least part of the remaining forest where it occurs in the Cameron Highlands. </p>", "usetrade": null}]}