{"name": "3320", "result": [{"species_id": 3320, "taxonomicnotes": "Has sinistral shell, small and slender in comparison to <span style=\"font-style: italic;\">B. nyassanus</span>. Obtuse spire and closed umbilicus.", "rationale": "This species has an extent of occurrence of 221 km<sup>2</sup>&#160;and recent surveys have shown it is found in only two threat-based locations, which are restricted to the edges of Lake Malawi at a maximum depth of 5 m. These are threatened by a continual decline in habitat quality&#160;due to sedimentation and pollution, the destruction of <em>Vallisneria aethiopica</em> by seine net fishing and resort construction. It is therefore assessed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi. It is only known from four localities restricted to Monkey Bay and the northwest shores, but it may occur in between these localities.<br/><br/>The surveys during the last decade have been predominantly carried on the Malawian side of the basin, with foci in the north as well as central and southern parts of the lake. The Tanzania shoreline has only occasionally been visited, whereas the part belong to Mozambique has largely been ignored. It is currently considered endemic to Malawi.", "population": "There is no population information available for this species.", "populationtrend": "unknown", "habitat": "This species has a restricted habitat in the crown of <span style=\"font-style: italic;\">Vallisneria aethiopica</span>, a short grass-like plant that grows submerged in Lake Malawi.", "threats": "This species is threatened by the destruction of submerged <em>Vallisneria aethiopica</em> plants due to the use of seine nets and clearance of these plants on the shoreline, for example for construction. This species is also threatened by pollution from agricultural and forestry effluents as well as sedimentation from soil erosion.", "conservationmeasures": "There is no information available on conservation actions for this species. Research is needed into its population and ecology.", "usetrade": "There is no information available on the use or trade of this species."}]}