{"name": "199468", "result": [{"species_id": 199468, "taxonomicnotes": "In 1998, it was described by using single specimen collected in 1976 from Marawila (Bailey and Gans 1998).", "rationale": "<em>Monopterus desilvai</em> is a range-restricted freshwater fish species endemic to Sri Lanka,  where it is known only from Marawila and Bolgoda swamps along the  western and northwestern coastal lowland in the Bolgoda River Basin. Its estimated Extent of Occurrence (EOO) is around 77 km<sup>2</sup> and Area of Occupancy (AOO) is 12 km<sup>2</sup>. A continuing decline in its habitat quality has been observed due to accumulation of agrochemicals used in the surrounding paddy fields, urban run-off and overfishing. These threats are likely to continue as the area is undergoing agricultural expansion and there is no current protection for its habitat. Therefore the species is assessed as Critically Endangered.&#160;<br/><br/><br/>&#160;<br/><br/><em>&#160;</em>", "geographicrange": "<em>M.desilvai </em>is a freshwater fish species endemic to Sri Lanka, where it is known only from Marawila and Bolgoda swamps along the western and northwestern coastal lowland in the Bolgoda River Basin (Bailey and Gans 1998, Goonatilake 2000).", "population": "There is no information available about the population size and population trends for species. However a decline in the population number of this species has been observed based on the inability to come across this species.", "populationtrend": "decreasing", "habitat": "This species lives a sedentary life in swampy and paddy areas (Bailey and Gans 1998, Goonatilake 2000, De Silva <em>et al</em>. 2015)", "threats": "The species is primarily threatened by overfishing of mature individuals and water pollution caused by agrochemicals used in the paddy fields and urban run-off.", "conservationmeasures": "<p>The species is protected under the&#160;Fauna and Flora Protection Ordinance No. 2 of 1937 (amended in 2009 by Act No. 22).&#160;</p>", "usetrade": "The larger specimens are known to be consumed as food by local villagers (Goonatilake 2000)."}]}