{"name": "115866950", "result": [{"species_id": 115866950, "taxonomicnotes": null, "rationale": "This species is restricted to a single island with a circumference of about 2.2 km and which is about 2.1 km from the mouth of a small mainland river.&#160;It meets the area requirements under criterion B for Critically Endangered and it is known from one location. However, continuing declines or extreme fluctuations in EOO, AOO, habitat quality or population size are possible but uncertain. The effects of sedimentation and subsistence fishing on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi and restricted to Lundo Island in Tanzania.", "population": "No information is available on the population.", "populationtrend": "unknown", "habitat": "It occurs in intermediate habitat at a depth ranging between 7-20 m. Often the sandy bottom is covered with a layer of muddy sediment and such sediment is also found on the rocks of the habitat. The slope of the bottom around Lundo Island is rarely steep but often slowly shelving to greater depths. It feeds on phytoplankton and on the aufwuchs, in particular the blue-green algae (cyanobacteria) that grows on the rocks and, although in this habitat a considerable amount of sediment covers the aufwuchs, it appears to obtain sufficient nutrition to establish a dense population. Males are territorial and have a burrow under a rock on the sand or near the bottom between a small pile of rocks, while females and non-territorial males are normally found in small groups or are solitary. Breeding females visit the territorial males and are immediately courted and led into the burrow where spawning takes place. Mouth-brooding females do not usually join a foraging group and are often found solitary between the rocks of the intermediate habitat.", "threats": "Sedimentation is a potential threat to this species.", "conservationmeasures": "No conservation actions are in place for this species.", "usetrade": "This species has not been targeted by the ornamental fish trade and has only rarely been collected.&#160;It is of no importance to subsistence fishermen."}]}