{"name": "139563724", "result": [{"species_id": 139563724, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis rubripes </em>is only known from seven locations in Dinagat and Mindanao in the Philippines. The only record from Dinagat is that of the type series from 1931. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be relatively small and is inferred to be declining as a result of loss and degradation of forest in north-eastern Mindanao. Similarly, the extent of occurrence (EOO) is not likely to be large and, based on the available data, is likely to be smaller than 5,000 km². However, the overall population may not yet be severely fragmented so that the species does not qualify for Endangered with the available data and instead qualifies for and is assessed Vulnerable under criteria B1ab(ii,iii). </p>", "geographicrange": "<p><em>Igneocnemis rubripes </em>is only known from Dinagat and Mindanao in the Philippines (Gassmann and Hämäläinen 2002, Needham and Gyger 1939, the assessor also has unpublished data). The assessor is aware of records from at least seven locations but it has only been possible to assign separate coordinates to five of these for mapping purposes. The only record from Dinagat is that of the type series from 1931 without further location data. It is not clear if the species is present in any protected areas but it might be present, for instance, in the Cabadbaran River Watershed Forest Reserve within the Mount Hilong-hilong Important Bird Area. An accurate estimate of the area of occupancy (AOO) for this species is not possible with the available data, but it is likely to be relatively small and is inferred to be declining as a result of loss and degradation of forest in north-eastern Mindanao. Similarly, the EOO is not likely to be large; when calculated based on the mapped data points, EOO is 1,458 km², however since this does not include its occurrence on Dinagat, this is certainly an underestimate. However, the known EOO is still likely to be less than 5,000 km².</p>", "population": "<p>This species appears to be local in occurrence but can be moderately common where it does occur. The overall population is suspected to be declining as a result of loss and degradation of forest in north-eastern Mindanao but may not be severely fragmented yet.</p>", "populationtrend": "decreasing", "habitat": "<p>Virtually nothing has been recorded on the habitats and ecology of this species but it is a forest stream species. The extent and quality of suitable habitat are inferred to be declining as a result of loss and degradation of forest in north-eastern Mindanao.</p>", "threats": "<p>The main threats to this species are from clearance of forest for agriculture or as a result of logging and from toxic pollution in streams as a result of mining activities (often illegal).</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, presence in protected areas, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}