{"name": "64791152", "result": [{"species_id": 64791152, "taxonomicnotes": null, "rationale": "<em>Corydoras axelrodi&#160;</em>is restricted to upper Guaviare and Meta tributaries in the plains. The area of occupancy (AOO) is best estimated at 1,536 km². Extraction for ornamental fisheries is a threat, and there is an inferred continuing decline in mature individuals based on this.&#160;Furthermore, the habitat of the species is continuously affected by the expansion of the agricultural and urban frontier, leading to an inferred continuing declines in habitat. There are 2-4 locations based on these threats. Therefore, it is assessed as Vulnerable.<span style=\"\"><br/></span>", "geographicrange": "The catfish&#160;<em>Corydoras axelrodi</em>&#160;was described from the Meta rivers in the Orinoco basin (Rössel 1962). This species is endemic to upper Guaviare and Meta drainages in Colombia. The species has been found in rivers Guayabero, Guatiquía, Manacacías, Guavio, Upamena, Vichada and Cusiana (Maldonado-Ocampo<em>&#160;et al.</em>&#160;2008, Urbano-Bonilla <em>et al.</em> 2009). The species is distributed in a range of elevations from 140-660 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 50,594 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,536 km<sup>2</sup>.<br/><br/>The geographic attributes for&#160;<em>Corydoras axelrodi</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "No data are available to estimate the population size. The current population trend probably is decreasing according to its exploitation in the ornamental fishery. Also, in the future a population decline is likely due to the effects of fisheries and a loss of habitat quality given the regional expansion of the human frontier.", "populationtrend": "decreasing", "habitat": "<em>Corydoras axelrodi </em>inhabits creeks, streams and rivers, including springs. It can be found in clearwater, streams with flow over heterogeneous substrates. It is a sociable fish, forming schools of varying size and&#160;capable of air breathing. The species is a benthic omnivore. It has parental care of eggs and young, and&#160;can be 42 mm in standard length (Reis 2003).", "threats": "Ornamental fishing pressure has an important effect on the natural populations of <em>Corydoras </em>species. Another threat is the destruction of its habitat by sedimentation and pollution associated with urban centers, deforestation, agriculture and industrial developments, and oil exploitation (Etter&#160;<em>et al.</em>&#160;2006, Romero-Ruíz&#160;<em>et al.&#160;</em>2012, Briceño 2015).", "conservationmeasures": "It is included in ornamental fishing regulations (Ortega-Lara&#160;<em>et al</em>.&#160;2015) and the range includes conservation sites and protected areas. The species occurs in the Parque Nacional Natural Sierra de la Macarena and DMI Ariari Guayabero (DoNascimiento<em> et al</em>. 2018, IUCN and UNEP-WCMC&#160;2020). Awareness and communications are recommended, as well as research into trends for the population, habitat, trade and harvest.", "usetrade": "<p><em>Corydoras axelrodi</em> is harvested in the ornamental artisanal fishery in Colombia and is subject to regulations for its fishing and commercialization. The actual volume of harvest is unknown. It is reported in landing from ports in the rivers Inírida and Villavicencio, and in this last port about 16,000 individuals of this species were reported between January and December 2013 (Ortega-Lara&#160;<em>et al.</em>&#160;2015).</p>"}]}