{"name": "132611796", "result": [{"species_id": 132611796, "taxonomicnotes": "Mentioned as \"<em>Bramocharax </em>sp.\" in some publications, e.g. Jelks <em>et al. </em>(2008).", "rationale": "The species is only known from Lake Ocotal, Lake Metzabok and Río Tulijá of northern Chiapas, Mexico. The population size and trend are unknown. Based on the very small number of locations (less than 5), and its restricted distribution, <em>Astyanas ocotal&#160;</em>could be assessed as Vulnerable under criterion D2 (e.g. Jelks <em>et al.</em> 2006 considered it Threatened). However, given that there it isn't experiencing a continuing decline, it is assessed as Near Threatened.", "geographicrange": "<em>Astyanax ocotal</em> is endemic to an endorheic highland basin and adjacent rivers, Lake Ocotal, Lake Metzabok and Río Tulijá in northern Chiapas, Mexico (Schmitter-Soto 2017).", "population": "More information is needed on the population size and trend of <em>Astyanax ocotal.</em>", "populationtrend": "unknown", "habitat": "<em>Astyanax ocotal</em> is endemic to highland freshwater lakes and adjacent rivers. Little is known of this species' habitat preferences or ecological role and more information is needed. This species has a maximum size of 105.1 mm (SL) (Schmitter-Soto 2017), and the elongated snout and stronger teeth suggest a more piscivorous diet than other <em>Astyanax </em>species.", "threats": "The lake populations of this species are protected and far from human settlements. However, the river Tulijá faces severe pollution from sewage effluents upstream (Ruiz-Sibaja <em>et al.</em> 2015). Under the name \"<em>Bramocharax </em>sp.\", <em>Astyanax ocotal</em> has been listed as Threatened by the American Fisheries Society's Endangered Species Committee (Jelks <em>et al.</em> 2008), based on the criterion of its very restricted distribution.", "conservationmeasures": "There are currently no species-specific conservation actions directed towards&#160;<em>Astyanax ocotal</em>. However,&#160;given its distribution within Lake Ocotal, it is present within the protected area of&#160;Montes Azules Biosphere Reserve, Chiapas (Schmitter-Soto 2017).", "usetrade": "<em>Astyanax ocotal </em>is not utilised."}]}