{"name": "173834625", "result": [{"species_id": 173834625, "taxonomicnotes": null, "rationale": "<p><em>Parotocinclus fluminense </em>has been reported from nine small tributary streams of the São João River, a coastal river that drains that Atlantic slope of Rio de Janeiro in southeastern Brazil. Extent of occurrence (EOO) is estimated to be 377 km<sup>2 </sup>and area of occupancy (AOO) is estimated to be 40 km<sup>2</sup>. The São João River is impacted by high rates of habitat loss and degradation associated with a number of anthropogenic activities that include highway and street construction, tourism, residential infrastructure, solid waste disposal, quarrying, agricultural development, and livestock production. However, each subpopulations in each of nine tributary streams may represent one or several threat-based locations due to the existence of a series of conservation units that may mitigate primary drivers of habitat decline at specific localities, and there is considerable uncertainty regarding the scope and direct impact of existing threats. As such, the number of threat-based locations cannot be determined with the available information, and future study should seek to evaluate the scope of existing threats in greater detail. Despite uncertainties regarding the direct scope of existing threats, continuing decline in habitat quality is inferred. Therefore, <em>P. fluminense</em> is assessed as Near Threatened under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p><em>Parotocinclus fluminense </em>has been reported from nine small tributary streams of the São João River, a coastal river that drains that Atlantic slope of Rio de Janeiro in southeastern Brazil (Roxo&#160;<em>et al.</em>&#160;2017). Collection localities include the Aldeia, Bacaxá, Branco, Capivari, Ibiabas, Imbaé, Lontras, Maratuã, and Ouro rivers (Roxo&#160;<em>et al.</em>&#160;2017).</p>  <p>Extent of occurrence (EOO) is estimated to be 377 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Roxo&#160;<em>et al.</em>&#160;2017). Area of occupancy (AOO) is estimated to be 40 km<sup>2</sup>, based on a 2x2 km grid overlain on known collection records (Roxo&#160;<em>et al.</em>&#160;2017). The number of threat-based locations where this species occurs cannot be determined with accuracy, given uncertainties regarding the scope and direct impacts of potential threats within each tributary stream. Additionally, one subpopulation in each tributary stream may represent several threat-based locations due to inclusion or exclusion within existing preservation units (IUCN and UNEP-WCMC 2020), where primary threats may be excluded from a portion of the stream.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species was described from a total of 125 specimens (Roxo&#160;<em>et al.</em>&#160;2017).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in small tributary streams on the Atlantic slope of Rio de Janeiro characterized by marginal submerged vegetation and moderately flowing water (Roxo&#160;<em>et al.</em>&#160;2017).</p>", "threats": "<p>Rio de Janeiro State is the most populated portion of Brazil (Marques&#160;<em>et al.</em>&#160;2004). As a result, coastal Atlantic forests and Restinga ecosystems (herbaceous, shrubby coastal sand-dune habitats) are threatened by high rates of habitat loss and degradation associated with a number of anthropogenic activities that include highway and street construction, tourism, residential infrastructure, solid waste disposal, quarrying, agricultural development, and livestock production (Agostinho&#160;<em>et al.</em>&#160;2005, Baptista&#160;<em>et al.</em>&#160;2007, Rocha&#160;<em>et al.</em>&#160;2007, Cosendey&#160;<em>et al.</em>&#160;2016, Roxo&#160;<em>et al.</em>&#160;2017, Azevedo-Santos&#160;<em>et al.</em>&#160;2019). Penetration of light in these small tributary streams is intense due to marginal erosion (Roxo&#160;<em>et al.</em>&#160;2017). Historical alluvial mining and channelization of natural watercourses in the São João River has increased sedimentation and erosional processes (Oliveira and Mello 2007). Heavy metal pollution associated with industrial processes is apparent in sediment sampling throughout the basin (da Silva&#160;<em>et al.</em>&#160;2015). Approximately 70% of the Aldeia River is severely impacted by erosional processes (Valle&#160;<em>et al.</em>&#160;2016). </p>  <p>This species also occurs within a series of conservation units (UCN and UNEP-WCMC 2020) where the primary drivers declining habitat quality and availability may be mitigated. Despite uncertainties regarding the direct impact and scope of existing impacts on population status and habitat availability, continuing decline in habitat quality is inferred. </p>", "conservationmeasures": "<p>The range of this species extends into a series of protected areas that includes Área De Proteção Ambiental Da Bacia Do Rio São João - Mico Leão, Reserva Particular Do Patrimônio Natural Morro Grande, Area De Proteção Ambiental Municipal Serra Do Sambê, Reserva Particular Do Patrimônio Natural Rabicho Da Serra, Reserva Particular Do Patrimônio Natural Águas Vertentes, Reserva Particular Do Patrimônio Natural Fazenda Bom Retiro, Reserva Particular Do Patrimônio Natural Villa São Romão, Reserva Particular Do Patrimônio Natural Vale Do Luar, and Reserva Particular Do Patrimônio Natural Boa Esperança (IUCN and UNEP-WCMC 2020). Despite these designations, freshwater stream integrity is threatened by anthropogenic impacts primarily related to the loss of riparian corridors (Maia&#160;<em>et al.</em>&#160;2013). Additional research regarding distribution, population size, population trend, and the direct impact of existing threats is urgently needed to clarify the extinction risk of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}