{"name": "176218324", "result": [{"species_id": 176218324, "taxonomicnotes": null, "rationale": "<em>P</em><em>eckoltia cavatica</em> is listed as Endangered. It is known only from two localities, with an extent of occurrence (EOO) estimated at 3,329 km<sup>2</sup>. The species is likely found in deep channels making it difficult to sample; however, its likely sister species,<em> P. braueri</em>, is commonly collected in a wider range of habitats. <em>Peckoltia cavatica</em> was only collected in an El Niño year when the river was particularly low (J.W. Armbruster pers. obs.) and the Rupununi River should be further explored in low water conditions. Gold mining is rare in the Rupununi River basin; however, oil exploration has accelerated in recent years in the area just upstream of the known localities of <em>P. cavatica</em>. There is a single location and an inferred continuing decline in habitat based on this threat. Thus, the species meets the criteria of Endangered under B1ab(iii).", "geographicrange": "<em>Peckoltia cavatica</em>&#160;is only known from two localities near the village of Massara on the Rupununi River in Guyana (Armbruster and Werneke 2005, Fishnet2 2020). The Rupununi has been fairly well sampled in recent years, but the species has been found nowhere else in the drainage (de Souza<em> et al. </em>2012, 2020; Alonso <em>et al. </em>2016).", "population": "Nothing is known about the population of <em>Peckoltia cavatica</em>.", "populationtrend": "unknown", "habitat": "<em>Peckoltia cavatica</em>&#160;appears to be only known from the mainstem Rupununi River where it is associated with lateritic rocks with most specimens having been removed from holes in the rocks (Armbruster and Werneke 2005). Males of <em>Peckoltia </em>generally develop hypertrophied odontodes on the posterior half of the body, but this was not observed in <em>P. cavatica</em>&#160;as it appears as if there are no nuptial males known.", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em>&#160;2002, Mol and Ouboter 2004, Alofs&#160;<em>et al.</em>&#160;2013). In addition, Guyana has bauxite deposits that are mined for aluminium (Monsels 2016), and this has brought with it the need for biological assessments of bauxite regions due to the probability of habitat decline (Mol&#160;<em>et al.</em> 2007, Alonso and Mol 2007, Taphorn&#160;<em>et al</em>. 2017).<em>&#160;</em>", "conservationmeasures": "It is likely that <em>Peckoltia cavatica</em>&#160;is found only deep within the channel of the Rupununi River making the species difficult to collect except if water levels are very low. However, the Rupununi has been fairly well sampled, and the likely sister taxon (<em>P. braueri) </em>has been collected from different types of localities more commonly. Because of the small range of the species, effort should be undertaken to better establish the distribution of the species.", "usetrade": "<em>Peckoltia cavatica</em>&#160;has not been reported in the international aquarium industry (PlanetCatfish 2020), but it would likely be a valued species."}]}