{"name": "14255722", "result": [{"species_id": 14255722, "taxonomicnotes": null, "rationale": "<p><em>Austroaeschna cooloola</em> is only known from a small number of coastal or near coastal locations in south-east Queensland. A definite threat in the form of sand mining exists on North Stradbroke Island, and although half of the known locations are protected in Great Sandy National Park, the impact of tourism at these locations needs to be investigated. The area of occupancy (AOO) is estimated to be less than 500 km². With a definite threat at one of the four known locations, and at least a potential threat even at the two locations in protected areas, and an AOO less than 500 km², the species qualifies for Endangered status under criterion B2ab(iii).</p>", "geographicrange": "<p><em>Austroaeschna cooloola</em> is endemic to Australia, where it is only known from a small number of coastal and sand island locations in south east Queensland. The assessor has seen records from only four locations. One of the known locations is on North Stradbroke Island, another is on Fraser Island, and the remainder are on the mainland. Two of the known locations, including that on Fraser Island, are within Great Sandy National Park. The majority of records come from the mainland site in Great Sandy National Park.&#160;Bush <em>et al</em>. (2014: Table S2) give an estimate of the current extent of suitable habitat of this species of 479 km², this can be taken as an upper bound on the area of occupancy of the species, which is therefore less than 500 km². Its EOO, based on a minimum convex polygon around occupied HydroBASIN areas, is 21,215 km².<br/></p>", "population": "There is insufficient data to make definitive statements about population sizes and health for this species, but judging by the numbers of records from the mainland site in Great Sandy National Park, it may be, or have been, quite common there; the assessor has seen only one record dated after the 1980s.", "populationtrend": "unknown", "habitat": "<p>This species “inhabits sandy, mostly densely vegetated streams, often in dune situations” (Theischinger and Endersby 2009).</p>", "threats": "Sand mining is a threat to the population on North Stradbroke Island. The island populations and that in Great Sandy National Park on the mainland might face impacts from increasing tourist numbers.", "conservationmeasures": "<p>Additional data on the distribution of this species is needed, and better data on population sizes and health. The current status of populations on North Stradbroke Island should be investigated, and the effect of sand mining operations on them; undoubtedly the species would benefit if more of its habitat on this island is given protected status. The possible impacts of tourism on the species and its habitat should be investigated at all locations. Species specific management plans might benefit the species at some locations.</p>", "usetrade": null}]}