{"name": "177896847", "result": [{"species_id": 177896847, "taxonomicnotes": null, "rationale": "<p><em>Idionyx asahinai</em> is only known from five localities in Viet Nam (interpreted as five locations, based on plausible threats and the distribution of known records). At least two locations are within protected areas (Bach Ma and Chu Mom Ray National Parks). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some degree due to loss of forest within the range of the species. Its current known minimum extent of occurrence (EOO) is 23,125 km². With the available data, cases can be made for Vulnerable (VU D2), Near Threatened (nearly meets VU B1ab(ii,iii)) or Least Concern (range of minimum and maximum EOO larger than 20,000 km²). Given that the habitat requirements of the species are not well understood and the minimum EOO is not much larger than the Vulnerable B1 threshold, Least Concern is probably not an appropriate assessment at this time. The species is assessed as Near Threatened (nearly meets VU B1ab(ii,iii)). It is to be hoped that when more data on its distribution, habitat requirements and ability to tolerate disturbance become available, a reassessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Idionyx asahinai</em> is only known from five localities in Viet Nam (Karube 2011, Karube <em>et al</em>. 2020). At least two localities are within protected areas (Bach Ma and Chu Mom Ray National Parks). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on the known collection records, is 23,125 km². Its maximum EOO, based on the extent of HydroBASINS the known records are from, is 59,423 km².</p>", "population": "<p>This does not appear to be a common species, nothing more can be said with the available data.</p>", "populationtrend": "unknown", "habitat": "<p>Karube (2011: 90) states: “This species inhabits mountain area up to about 1,000 m altitude. Usually reports for genus <em>Idionyx</em> are abundant in females, but males are rarely seen. For this species, only three males are reported. Their reproductive behaviour is poorly known, almost all specimens were flying in a deforest area near a small river, especially in the late afternoon.” Nothing else appears to have been recorded and little can be inferred from the above information, since <em>Idionyx </em>species often fly in clearings in the late afternoon, although most or all of them are forest-dependent. The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>It is difficult to judge the threats faced by this species with the available data, but with the (very likely) assumption that the species is forest-dependent the main threat is likely to be from complete clearance of forest with farming of one type or another as the main driver.</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}