{"name": "176164527", "result": [{"species_id": 176164527, "taxonomicnotes": null, "rationale": "Although precise estimates of the current population sizes of <em>Cyphocharax biocellatus </em>are not known, based on the spatial and temporal quantification of the records, and of collections, it is considered that its population abundance is&#160;very low in its area of distribution. In addition, its geographical distribution is moderately small and restricted to the upper Marowijne River/Maroni River system of eastern Suriname and western French Guiana, upper Mana basin and&#160;Approuague River&#160;in French Guiana, with the current population experiencing declines. The species is also impacted by multiple threats generated by mining (which is causing a continuing decline in habitat quality), whilst the collection of the species for aquarium use could pose a new threat. As such, although the range could potentially be larger than what is currently known and the true number of locations is uncertain, based on the lower bound of the current EOO (15,293 km<sup>2</sup>) approaching the required thresholds for a threatened listing, low abundance and recording rate, and the continuing decline in habitat quality and suspected population decline, this species is tentatively listed as Near Threatened.", "geographicrange": "<em>Cyphocharax biocellatus&#160;</em>occurs in the<span lang=\"EN-US\">&#160;Guiana Shield of Suriname and French Guiana (Vari <em>et al</em>. 2012, Lemopoulos and Covain 2019).&#160;The type locality is Litani River mouth and confluence with Marowijni River, Litani River mouth, just upstream from settlement of Konya Kondre, 3°17'24\"N, 54°04'38\"W, Sipalawini, Suriname, according to the type material&#160;<span lang=\"EN-US\">(Vari&#160;<em>et al</em>.&#160;2009, Fricke&#160;<em>et al</em>.&#160;2020).&#160;According to bibliographic and collection review,&#160;<em>Cyphocharax biocellatus&#160;</em>in the Guiana S<span style=\"\">hield, is a species that occurs in the Marowijne River/Maroni River system of eastern Suriname and western French Guiana and Mana basin in French Guiana (Vari&#160;<em>et al</em>.&#160;2012, Lemopoulos and Covain 2019). In 2019, a record was also observed on the&#160;Approuague River (4°11'48\" N, 52°18'42\" W; Le Bail <em>et al</em>. in prep).&#160;</span><span style=\"\">The species can be confused with <em>Cyphocharax spilurus</em>, which may be why there is a low observation rate (P-Y. Le Bail <em>pers comm</em>. 2023). However, generally, abundance is still considered to be relatively low.&#160;<br/></span><br/>For a detailed description of the acronyms of the cited collections see Sabaj (2016) and Fricke&#160;<em>et al.</em>&#160;(2020).</span>", "population": "There are no population estimates for this species. Vari&#160;<em>et al</em>.&#160;(2012) reported the examination of only&#160;four specimens from four sites&#160;on the Marowijne/Maroni and Mana rivers.<span style=\"\">&#160;In 2019, a record was also observed on the&#160;Approuague River (Le Bail&#160;<em>et al</em>. in prep).&#160;</span><span style=\"\">Between 1995 and 2012, only 62 specimens were found (included type specimens), in each of the five registered sites, whilst one record has recently been found in 2019 in an additional site. Whilst this may suggest the species could occur elsewhere within its immediate range, gene</span>rally, the abundance of <em>Cyphocharax biocellatus</em> appears to be very low, and is considered to be currently declining due to ongoing threats.", "populationtrend": "decreasing", "habitat": "Very little is known about the habitat and ecology of&#160;<em>Cyphocharax biocellatus</em>. It inhabits typical acid blackwater rivers (Sioli 1975) of the Guiana Shield (Machado Allison&#160;<em>et al</em>.&#160;2000, Lasso&#160;<em>et al</em>.&#160;2009).<br/><br/>According to<span lang=\"EN-US\"> Vari&#160;<em>et al</em>.&#160;(2012), the holotype was captured in a side channel of the Litani River that isolated a small, elongated, forested island. Upstream portions of the channel were dominated by shallow cataracts over a bedrock substrate strewn with boulders and cobble whereas the downstream portion of channel was a small, shallow (less than two meters deep) backwater over a sand substrate. Margins of the channel included shallow pockets of slackwater habitat, often with submerged vegetation and shaded by overhanging bank vegetation extending into the water. The holotype was the only specimen of the Curimatidae<em> </em>captured during three days of collecting at that location which otherwise yielded near 60 species of fish. It is possible that this is a marginal habitat for the species. The paratype from the Mana River system was caught in an over all similar habitat in a 10 metre wide, shallow (0.50 m deep) tributary to the main river in an area with relatively rapid water flow (around 1 m/s). The substrate was principally sand with some rocky bars and large pieces of dead wood. So, it is a species of lotic ecosystems (rivers with rapid waters with waterfalls), and not of lentic ecosystems (lakes, lagoons and flood-prone areas) of slow current.<br/><br/>As other <em>Cyphocharax </em>species occur in shoals over sand or mud,&#160;in tributaries of rivers or creeks with high&#160;current (Planquette&#160;<em>et al</em>.&#160;1996), it is therefore likely that this species also occurs in similar habitats.&#160;<em>Cyphocharax biocellatus,&#160;</em>like other species of the family Curimatidae of this genus, it appears to live in groups of a few individuals. It is an epibenthic, herbivorous (algae) and a detritivorous fish. Its reproduction is unknown, but as in other species of the family, it may be related to periods of high rainfall and high level of the river, which happens several times a year in its area of distribution.", "threats": "As in the entire Guyana Shield region, the major threats to <em>Cyphocharax biocellatus</em> are mining, deforestation, erosion and pollution and high sediment removal from the waters, which occurs also in the Eastern Guiana Shield (Guyana, Suriname and French Guiana), as well as, the accumulation of contamination in the biota (Nico and Taphorn 1994; Machado Allison&#160;<em>et al</em>.&#160;2000; Mol&#160;<em>et al</em>.&#160;2001; Mol and Ouboter 2004; Lasso&#160;<em>et al</em>.&#160;2009; Farina&#160;<em>et al</em>.&#160;2009; Brosse&#160;<em>et al</em>.&#160;2011, 2013; Ouboter&#160;<em>et al</em>.&#160;2012; Allard&#160;<em>et al</em>.&#160;2016; Lasso&#160;<em>et al</em>.&#160;2016; Montaña&#160;<em>et al</em>.&#160;2021).<br/><br/>According to Leeg&#160;<em>et al</em>.&#160;(2015), some 2,200 km of rivers in Suriname and 1,750 km of rivers in French Guiana were affected by mining in 2007 alone. Brosse&#160;<em>et al</em>.&#160;(2011, 2013) and Allard&#160;<em>et al</em>.&#160;(2016) point out that gold and diamond mining are the main threats in French Guiana. Even on a small scale, mining and its deforestation strongly affect the habitat, by removing sediments, reducing the populations of the species, directly by toxic substances in the water. Mining also reduces the diversity of fish and changes the structure of the community due to the increases in turbidity resulting from the increase in the load of suspended sediments. Mol and Ouboter (2004) found that 66% of the fish species disappeared from streams impacted by this type of mining in the Saramacca river basin in Suriname. This occurs because sedimentation eliminates all the benthic biota, where species such as <em>Cyphocharax biocellatus</em> feed.<br/><br/>Due to the destructive impacts of terrestrial and aquatic ecosystems, the bioaccumulation of heavy metals such as mercury is worrisome. In Suriname, high concentrations of heavy metals, such as mercury, have been found in 15 freshwater species, from seven hydrographic basins, and in 25 marine species off the coasts of that country (Mol&#160;<em>et al</em>.&#160;2001). Similarly, in the Suriname and Coppename rivers, carnivorous species present high concentrations, where 41% of them exceed 0.5 µg/g Hg (Ouboter&#160;<em>et al</em>.&#160;2012).<br/><br/>Due to its small size, the species may also be targeted by specialised aquarists, which could pose a new threat.", "conservationmeasures": "<p>Although part of its distribution area is in the “Parc amazonien de Guyane”, with the centre of the park being fully protected (P.-Y. Le Bail <em>pers comm</em>. 2023), there are no known global actions for its conservation. Additionally, due in part to its restricted distribution, in French Guiana it has been regionally listed as Vulnerable (VU) (IUCN France&#160;<em>et al</em>.&#160;2017). Further research on the impact of threats and the species' distribution are recommended.&#160;</p>  <p>&#160;</p>", "usetrade": "Due to its colouration and shape, it can be appreciated by specialized aquarists. And due to its low abundance, and the existence of severe threats in this distribution area, its use as an ornamental species may constitute a new threat."}]}