{"name": "149249086", "result": [{"species_id": 149249086, "taxonomicnotes": "<em>Gephyrocharax whaleri</em> is currently synonymized with <em>G. intermedius</em>, and may represent a distinct species level that warrants description. Changes to the current species concept would be likely to reduce the range of this species, warranting reassessment.", "rationale": "<p>This species occurs in the Chiriqui and Santa Maria drainages on the Atlantic and Pacific slopes of central Panama. Extent of Occurrence is estimated at 17,868 km<sup>2</sup>, and the number of locations where this species occurs is estimated to be 15. Potential threats include invasive predators, and pollution from urban centres, which have probably resulted in a reduction in the area, extent, and quality of habitat in part of this species range. However, the direct impact of these threats on population status are unknown. Given a restricted EOO and threats that have likely impacted habitat quality, but greater than 10 locations, this species is assessed as Near Threatened. </p>", "geographicrange": "<p><em>Gephyrocharax intermedius</em> is distributed in the Chiriqui and Santa Maria drainages in central Panama (Smith and Bermingham 2005). This species has not been reported from the Chagres River drainage (R.&#160; González pers. comm. 2019). In Panama, it has specifically been reported from the Cobre, Santa Maria, Parita, and La Villa rivers, several localities within the Chiriqui drainage, the Sona Peninsula, and the Azuero Peninsula (Vega <em>et al</em>. 2006). Historical records within Costa Rica are misidentifications (Bussing 1966, Angulo <em>et al</em>. 2013).</p>  Extent of Occurrence is estimated to be 17,868 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records. Given that threats are likely acting on a localized scale and occurrence in at least 15 distinct river catchments within its range (W. Matamoros pers. comm. 2019), the number of locations where this species occurs is inferred to be greater than 10 and fewer than 20.", "population": "<p>There are no data on total population size or population trend. </p>", "populationtrend": "unknown", "habitat": "<p>The specific habitat associations and ecology of this species have not been evaluated in detail. This species reproduces through internal fertilization (Burns <em>et al</em>. 1995).&#160;</p>", "threats": "<p>The future availability of water resources may affect the extent and quality of habitat (Larsen 2019). Much of this species range is affected by deforestation resulting from agricultural expansion, though the magnitude of impact has not been evaluated in detail (R. González pers. comm. 2019). The combined impacts of these threats are inferred to have resulted in a decrease in the quality of habitat. However, the magnitude of impact is unknown.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed toward <em>G. intermedius</em>. The range of this species falls into more than one Protected Areas (IUCN and UNEP-WCMC 2019). More information regarding population size and population trend, life history and ecology, and the scope and magnitude of existing threats would be useful in guiding future conservation outcomes.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}