{"name": "176509627", "result": [{"species_id": 176509627, "taxonomicnotes": null, "rationale": "<em>Cnesterodon pirai</em>, endemic to Misiones, Argentina, is assessed as Critically Endangered. It has a very restricted distribution in a tributary of just 700 m long, and an area of occupancy (AOO) best estimated at 4-8 km<sup>2</sup>. The ecological condition of its habitat is negatively affected primarily by partial loss of the marginal corridor of jungle, and alterations resulting from nearby patches occupied by a town, farming and reforestation with exotic species. This species is restricted to a single location based on these threats.", "geographicrange": "<em>Cnesterodon pirai</em> is only know from its type locality, arroyo Almeida, affluent of arroyo Cuñá-Pirú, río Paraná basin, Misiones, Argentina (Aguilera<em> et al.</em> 2009). Despite collecting effort in different streams of Misiones province, especially in the Cuñá-Pirú basin, <em>C. pirai </em>was not found at other sites.", "population": "There is no population estimate for this species. This species was described in 2009. The type material was collected one year earlier, in 2008. The authors saw “schools of juvenile and adults in pools” (Aguilera <em>et al.</em> 2009).", "populationtrend": "unknown", "habitat": "The stream where <em>Cnesterodon pirai </em>lives is narrow (2 m wide at its widest section) and shallow, with falls about 80 cm depth, and moderately slow current. It is a tributary of the Cuña-Pirú stream (above Salto Encantado, a fall with 40 m depth); the creek only has 700 m from its headwaters to the confluence with Cuñá-Pirú. The rocky stream bed, covered by detritus over 50% of its surface, presents small pools and glides. This species was especially found forming schools of juveniles and adults in pools (Aguilera <em>et al.</em> 2009).", "threats": "The main threats identified for the fishes of the whole misioneran region (López <em>et al.</em> 2002) are modification of water courses, dams and hydraulic activities, habitat fragmentation, inadequate management and destruction of the natural vegetation of the basin. This is an area of high anthropogenic impact due to the influence of dams.&#160;The high and low basin of the Cuñá Pirú stream, as well as its tributaries, suffer ecological degradation and loss of biodiversity by anthropic actions, mainly by agricultural activities in the basin (Placci and Di Bitetti 2006). The main economic activities, which have led to the conversion of the native forest, include annual crops (sugar cane, maize, tobacco) and perennial crops of exotic species, such as pine, eucalyptus trees and paradises, that affect the growth of indigenous ones and the formation of undergrowth (Laclau 1994, Drozd <em>et al.</em> 2010).&#160;The specific locality of <em>Cnesterodon pirai</em>, Almeida creek in the high basin, is surrounded by patches with agricultural and plantation activity.", "conservationmeasures": "Although the middle basin of the Cuña Pirú stream is fully protected, as it passes through the Salto Encantado Provincial Park and Cultural Reserve of the Cuñapirú Valley, Reserva Particular Cuñapirú and the Cuñapirú Municipal Ecological Reserve, the only known record of <em>C. pirai</em> does not fall within this area. Protection and restoration of the habitat is recommended, as well as additional research into and monitoring of the species.", "usetrade": "There is no use or trade information for this species."}]}