{"name": "160889", "result": [{"species_id": 160889, "taxonomicnotes": "There are no notable issues.", "rationale": "This species is endemic to the Wolkberg centre of endemism in Limpopo Province in South Africa (Extent of Occurrence 238 km<sup>2</sup>, Area of Occupancy 32 km<sup>2</sup>), this taxon is known from four locations that are under threat from afforestation and unseasonal fires. The taxon is an altitudinal specialist and climate change could pose a future threat. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to Limpopo Province in South Africa, in the Wolkberg at Lekgalameetse Nature Reserve near Tzaneen in the south to just south of Haenertsburg in the north.", "population": "It is known from four subpopulations: Lekgalameetse Nature Reserve, Farm Boshoff, Haenertsburg and Serala. Each of these subpopulations constitute separate locations.", "populationtrend": "unknown", "habitat": "This species flies on high altitude <em>Protea </em>slopes. It seems to prefer steep, south-facing, grassy slopes, alongside rocks.", "threats": "As this taxon occurs in the Mesic Highveld Grassland Bioregion, its habitat is vulnerable to fires (both wildfires and human induced fires), as well as to droughts and possibly global temperature changes. Due to the steep slopes that the butterfly prefers, and the fact that some of the colonies are in a nature reserve, it is unlikely that human development (apart from afforestation) will be a threat in the near future. However, it is likely that afforestation in the past has resulted in habitat loss. Due to the species being an altitudinal specialist, it is possible that climate change could have an impact in the future, however, the nature of this impact is currently unknown.", "conservationmeasures": "Because of its very restricted range, further research into this species and its distribution, as well as careful monitoring of the status of its subpopulations, is recommended. Two of the subpopulations fall in the Lekgalameetse Nature Reserve, but even here a habitat management plan, which includes an appropriate fire regime, is required to protect the ecological processes required by this taxon.", "usetrade": null}]}