{"name": "191129", "result": [{"species_id": 191129, "taxonomicnotes": null, "rationale": "The species is endemic to the lower and middle Río Lerma basin, including Lagos de Yuriria, Presa Ignacio Allende and Lake Chapala. A reduction in population size of more than 80% has been observed over the past 10 years; it is now considered to be possibly Extinct in the Wild, since the last observation was in 1993. Recently, in January 2004-2006, no specimens were found during visits to historic localities (Bloom <em>et al</em>. 2007). The species is threatened by habitat loss and degradation caused by over-extraction of water resources for&#160; irrigation, agricultural run-off and disposal of untreated waste-water (Lyons <em>et al.</em> 1998, Soto-Galera <em>et al.&#160;</em>1999, Mercado-Silva <em>et al.</em> 2006). In recent years, much of the Rio Turbio has been reduced to a series of small stagnant pools in a mostly dry river bed, and the few remaining flowing reaches have very poor water quality (Bloom <em>et al</em>. 2007). The species is also threatened by introduced invasive alien species and hybridisation with other <em>Chirostoma</em> species (Soto-Galera <em>et al</em>. 1998). Therefore, the species is assessed as Critically Endangered.", "geographicrange": "The species is endemic to the Lerma River basin (Lyons <em>et al.&#160;</em>1998), Pacific Slope and the lower and middle Río Lerma basin, including Lagos de Yuriria, Presa Ignacio Allende and Chapala (Miller&#160;<em>et al</em>. 2005). Most of the records are from Rio Turbio, tributary to Rio Lerma. However, the species is considered to be possibly Extinct in the Wild, since the last observation was in 1993. In January 2004 - 2006 visits were made to all its historical localities and no specimens were found (Bloom <em>et al.&#160;</em>2009).", "population": "<p>The historical records of <em>C. aculeatum</em> indicate that it is a rare species in the Lerma basin, with relative abundances of less than 2% of the total fish by capture event. In the Yuriria Lagoon, this species exceeds 20% of the catch however, in the last 30 years, its presence in catches has become extremely rare (Soto-Galera and Alcántara-Soria 2016).</p>", "populationtrend": "decreasing", "habitat": "This species inhabits lakes, rivers, and small streams, with turbid water of at least 0.7 m depth (Miller <em>et al</em>. 2005).<em> C. aculeatum&#160;</em>is a species with narrow ecological tolerance and therefore is very vulnerable to environmental changes. Between 1985 and 1989, the species was collected in waters with the following characteristics: temperature of 13-28 ° C, concentration of developing oxygen from 2.4 to 15 mg/l, turbidity from undetectable (ND) to 600 UFT, suspended solids ND-580 mg / l, pH from 6.3 to 9.4, hardness from 19 to 280 mg / l of CaCO<sub>3</sub>, sulfates ND-170 mg/l, phosphates ND-6.0 mg/l, and nitrates ND-35.2 mg/l (Diaz-Pardo <em>et al.</em> 1993).", "threats": "<p>The Rio Lerma basin has been subject to intensive irrigation, disposal of untreated waste-water, industrial use, and human consumption (Lyons <em>et al.</em> 1998, Soto-Galera <em>et al.</em> 1999, Mercado-Silva <em>et al. </em>2006). In recent years, much of the Rio Turbio has been reduced to a series of small stagnant pools in a mostly dry river bed; the few remaining flowing reaches have very poor water quality. The species is also threatened by introduced invasive alien species and hybridisation with other <em>Chirostoma</em> species (Soto-Galera <em>et al</em>. 1998).</p>", "conservationmeasures": "No conservation actions are known for the species. Further research into this species and future conservation actions are recommended.", "usetrade": "There is no information available on the use or trade of this species."}]}