{"name": "176559262", "result": [{"species_id": 176559262, "taxonomicnotes": null, "rationale": "This species has a widespread but disjunct population in the Andean Subregion of southern South America. There are 20 subpopulations remaining with gene pools that are 100% <em>Odontesthes hatcheri</em>, mainly in the south-west of the distribution. It has an area of occupancy (AOO) of 80 km<sup>2</sup>. Introgression by stocking of <em>Odontesthes bonariensis</em> is the primary threat. The 20 subpopulations are grouped into six disconnected basins. These six basins represent six locations based on this threat. There has been observed continuing decline in the AOO, extent of occurrence (EOO), number of subpopulations, and number of mature individuals as a result of this threat. There is also inferred continuing decline in habitat extent and quality due to urbanisation. Therefore, this species is assessed as Vulnerable.", "geographicrange": "The Patagonian Pejerrey, <em>Odontesthes hatcheri</em> (Eigenmann, 1909), is a native freshwater species from the Andean Subregion of southern South America (Dyer 2000, López <em>et al.</em> 2008), encompassing a vast latitudinal range, from 27°S to 54°S. This species is commonly found in rivers, lakes, and reservoirs of both Atlantic and Pacific-Patagonian drainages (Aigo<em> et al.</em> 2008).<br/><br/>However, it should be noted that the species is now absent in some localities in its original distribution (Conte-Grand <em>et al.</em> 2015) and in a recent survey (December 2019) the species was absent in 10 lakes where it was cited by Aigo<em> et al. </em>(2008). Throughout much of the distribution the species is genetically introgressed by the neotropical <em>O. bonaeriensis</em> (Crichigno <em>et al.</em> 2013, Conte-Grand <em>et al.</em> 2015, Rueda <em>et al.</em> 2016, Hughes <em>et al.</em> 2020). There are 20 subpopulations remaining with gene pools that are 100% <em>Odontesthes hatcheri</em>, mainly in the south-west of the distribution (Rueda <em>et al.</em> 2016).", "population": "Negative effects on the <em>O. hatcheri</em> population by escaped farmed Rainbow Trout are well documented in Alicura Reservoir (Cussac <em>et al. </em>2014; Nabaes Jodar <em>et al. </em>2017, 2020). The population is in decline and the species is now absent from a number of localities known from its original distribution (Conte-Grand <em>et al.</em> 2015) and from 10 lakes where it was cited by Aigo<em> et al. </em>(2008). Additionally, the species is genetically introgressed by the neotropical <em>O. bonariensis </em>throughout much of its distribution (Crichigno <em>et al.</em> 2013, Conte-Grand <em>et al.</em> 2015, Rueda <em>et al.</em> 2016, Hughes <em>et al.</em> 2020). There are 20 subpopulations remaining with gene pools that are 100% <em>Odontesthes hatcheri</em>, mainly in the south-west of the distribution (Rueda <em>et al.</em> 2016).", "populationtrend": "decreasing", "habitat": "The habitat is restricted to vegetated lake littoral zones. These areas are being destroyed by urbanization and threatened by warming and CO<sub>2</sub> increase (Crichigno and Cussac 2022).", "threats": "Introgression by stocking of <em>Odontesthes bonariensis</em> (Valenciennes, 1835) was documented at morphological (Crichigno <em>et al.</em> 2013, Conte-Grand<em> et al.</em> 2015) and genetic levels (Conte-Grand <em>et al. </em>2015, Rueda <em>et al.</em> 2016). The occurrence of hybridization between these two atherinopsids has been evidenced in fish held in captivity (Crichigno <em>et al.</em> 2014).<br/><br/>Macchi <em>et al.</em> (1999) showed that in four Patagonian lakes and reservoirs (Gutierrez, Morenito, Alicura and Piedra del Aguila), <em>O. hatcheri</em> was mostly predated by <em>Salmo trutta. </em>Especially in&#160;Alicurá reservoir following the onset of aquaculture 25 years ago, the almost total absence of <em>O. hatcheri</em> in littoral captures was observed (Cussac <em>et al.</em> 2014, Nabaes Jodar&#160;<em>et al.</em> 2017).<br/><br/>The species is restricted to vegetated lake littoral zones. These areas  are being destroyed by urbanization and threatened by warming and CO<sub>2</sub> increase (Crichigno and Cussac 2022).", "conservationmeasures": "Three hatcheries (Estación Hidrobiológica de Chascomús, Estación de Piscicultura de Embalse and Piscicultura Río Limay) have participated since 1930 in stocking programmes of <em>O. hatcheri </em>and <em>O. bonariensis </em>along the Andean Cuyan and Patagonian Provinces (González and Mastrarrigo 1954, Amalfi 2009). However, these actions seem to have contributed more to introgression than to&#160;<em>O. hatcheri </em>conservation (Hughes <em>et al.</em> 2020). Capture is forbidden in national parks of Argentina.", "usetrade": "This species is used in sport fishing without release (Reglamento General de Pesca Deportiva Continental Patagónico 2020). It is subjected to artisanal and recreational fisheries outside national park areas (Barletta <em>et al.</em> 2015)."}]}