{"name": "191304", "result": [{"species_id": 191304, "taxonomicnotes": null, "rationale": "<em>Cyprinodon esconditus</em> is an endemic pupfish species restricted to the Laguna Chichancanab in  Yucatán Peninsula, México. The area of occupancy is estimated at 6-12  km<sup>2</sup>, but the number of locations cannot be determined. The species may  be impacted by the introduced invasive alien species (tilapia and <em>Astyanax </em>species), and to a lesser degree from habitat degradation caused by agricultural run-off. This species' habitat fluctuates naturally, but it  is unclear if there is continuing decline in the extent and quality of  the habitat. It is therefore listed as Vulnerable (VU).", "geographicrange": "<em>Cyprinodon esconditus </em>is a freshwater pupfish species endemic to Lake Chichancanab, Mexico, <span data-original-name=\"Laguna Chichankanab\"><span data-original-name=\"Laguna Chichankanab\">in the Yucatán Peninsula. It is part of an endemic species flock (Strecker 2002).&#160;</span>", "population": "<p><span lang=\"EN-US\">There are no data on population size and trends for this species. Fuselier (2001) and Strecker (2006) described the reduction in the population numbers of&#160;<em>C. esconditus&#160;</em>in the lake due to the introduction of&#160;<em>Oreochromis mossambicus&#160;</em>and&#160;<em>Astyanax&#160;</em>species.</p>", "populationtrend": "unknown", "habitat": "Laguna Chichancanab is an endorheic basin, with hard water (3-8 ups: Miller <em>et al</em>. 2005), clear to brownish water, temperature 23-32 °C. Predominating bottom vegetation type is muddy, with aquatic algae&#160;<em>Chara</em>.&#160;<em>Cyprinodon esconditus </em>eats mainly ostracods and chironomid larvae (Horstkotte and Strecker 2005). The habitat of this species varies widely with cycles of 6-8 years with  water level reaching up to 2 m and decreasing to 20-30 cm, and the  flooded area varies between 300 to 3500 hectares (A. Valdes pers. comm.  2018).", "threats": "Most of the endemic species of Chichancanab may have been affected by the introduction of tilapia (<em>Oreochromis</em>  spp.) and <em>Astyanax</em> sp. (Schmitter-Soto and Caro 1997,&#160;Fuselier 2001,&#160;Strecker 2006). The lake is also impacted in some spots by agricultural and pig-farming run-off, and possibly over-extraction of water, but these impacts are minor (Schmitter-Soto <em>et al</em>. 2006).", "conservationmeasures": "Chichancanab has been designated as Ramsar Site (#902315) and as a State Reserve in 2011. However, no specific  conservation actions are known for&#160;<em>Cyprinodon esconditus</em>.", "usetrade": "The species is not utilised or traded."}]}