{"name": "139372867", "result": [{"species_id": 139372867, "taxonomicnotes": "<p><em>Lestes praecellens</em> is very similar to <em>L. praemorsus</em> and could possibly be merely a variant or form of that species. However this is an open question and several species may currently all be treated as <em>L. praemorsus</em>.</p>", "rationale": "<p><em>Lestes praecellens</em> is known from old records from Java, and recent and relatively recent records from Peninsular Malaysia. Few sites have ever been recorded for the species and these probably only constitute four threat-defined locations. However the species may be under-recorded and some records may have been obscured by miss-identification as <em>Lestes praemorsus</em>. The habitat requirements of the species do not appear to be well understood. This is a difficult species to assess and cases could probably be made for several different threat categories, however no case for Least Concern can be made with the available data so that Data Deficient is also not an appropriate assessment. With the currently available data the species qualifies for Vulnerable status under criterion D2 and, taking a reasonable precautionary approach, it is assessed as such. </p>", "geographicrange": "<p><em>Lestes praecellens</em> is known from Java (Lieftinck 1937, 1960) and Peninsular Malaysia (e.g. Dow <em>et al. </em>2016, Hämäläinen 2000). Few locations have been recorded for the species, the assessor is aware of records from five or six sites that probably only constitute four threat defined locations. However additional records may have been obscured by miss-identification as the very similar <em>L. praemorsus</em>. Records from Java are old but those from Peninsular Malaysia are recent and relatively recent. No accurate estimate of the area of occupancy (AOO) can be made with the available data. It has been recorded in protected areas, for instance the Krau Wildlife Reserve in Peninsular Malaysia.</p>", "population": "<p>This species appears to occur very locally and to not be particularly common even where it does occur. Beyond this all that can be said with the available information is that an ongoing decline in overall population is inferred from loss of lowland forest throughout the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species has been recorded from swamp forest, forest pools but also ponds and marshes. However it is absent from most locations fitting the above description, suggesting that we do not have a good understanding of its habitat requirements.</p>", "threats": "<p>The main threats to this species are likely to be from drainage of swamps and marshes and complete clearance of lowland forest for plantation establishment.</p>", "conservationmeasures": "<p>More data on the distribution and exact habitat requirements of this species are needed.</p>", "usetrade": null}]}