{"name": "169395", "result": [{"species_id": 169395, "taxonomicnotes": "The Holotype of this species was taken by Miller and Greenbank in 1955 from the area east of Teuchitlán, Río Teuchitlán, but regarded as <em>Zoogoneticus quitzeoensis</em>. Two female Paratypes go back to this collection as well. Other Paratypes were several aquarium-reared descendants of wild caught fish collected by Lambert <em>et al.</em> in 1990, who named the fish provisorily <em>Zoogoneticus</em> sp. Finally in 1998, Webb and Miller described the species as <em>Zoogoneticus tequila</em>. As known only from the type location, the Río Teuchitlán, no subpopulations are distinguished.", "rationale": "The Tequila Splitfin is a freshwater fish species known only from the Río Teuchitlán, upper Rio Ameca drainage. It was thought to be extinct in the wild even before it was described (1998), possibly due to habitat fragmentation, pollution and disturbance through livestock and competition through from non-native fish species (which already encompassed 95% of individuals in this habitat in 2017). A small population in a tiny nearby habitat was discovered in 2001, but was also extirpated in 2013 (O. Domínguez-Domínguez, pers. comm. 2013). Since then, this species was thought to be Extinct in the Wild. However, in 2016, a reintroduction project by the Michoacán University started to bring this fish back to its original habitat (Herrerías-Diego&#160;<em>et al.</em>&#160;2016, Medina-Nava&#160;<em>et al.&#160;</em>2017, Domínguez-Domínguez <em>et al.</em> 2018). Following the successful reintroduction program, there is now a small, slowly growing wild population (80-120 mature individuals);&#160;therefore, the species is now assessed as Endangered. Despite these positive preliminary results, any small increases in threat  could result in a significant risk of extinction for  this&#160;recovering population.", "geographicrange": "The Tequila Splitfin is a freshwater fish species endemic to the Mexican federal state of Jalisco. It was historically only known from the type locality, the Río Teuchitlán in the&#160;headwaters of&#160;Río Ameca, and was thought to be Extinct in the Wild since 1998, when it was first described. In 1999, a single male individual was seen at the El Rincón spring (Kabbes 1999). Another location near the type location was detected in 2001 (De La Vega-Salazar <em>et al</em>. 2003b), but reported as extinct in 2013 (O. Domínguez-Domínguez pers. comm. 2018). Since 2016, the species has been part of a reintroduction program at the type locality (Herrerías-Diego <em>et al</em>. 2016; Medina-Nava <em>et al</em>. 2017; Domínguez-Domínguez 2017).", "population": "Collection efforts since 1992 were unsuccessful except for one single male at the type location (Kabbes 1999), so it was thought that this species was extinct in the wild (Miller 2005). However, an extremely small population of <em>Zoogoneticus tequila</em> was found in 2001 in a very small pond close to the type location.  This population was composed of less than 500 individuals of all ages, with less than 50 adult individuals (De La Vega-Salazar <em>et al.</em>&#160;2003a). In 2013, this population became extinct (O. Domínguez-Domínguez pers. comm. 2018) and the species survived only in captivity. In 2016, the university of Morelia under the leadership of Domínguez-Domínguez started a reintroduction project for this species in the Río Teuchitlán headwaters (Herrerías-Diego&#160;<em>et al.&#160;</em>2016, Medina-Nava&#160;<em>et al.</em>&#160;2017, Domínguez-Domínguez 2017; in GWG 2018).", "populationtrend": "increasing", "habitat": "The Tequila Splitfin is a benthopelagic fish that generally inhabits rivers, springs and ponds. At the type locality, the Río Teuchitlán, it was caught in the quiet part of the river, at a depth of less than 1 m.  The mud and silt substrate was nearly continuously stirred by domestic livestock (Miller 2005).&#160;&#160;<br/><br/>The Balneario El Rincón is a trapezium shaped spring with clear water and a sand and silt bed. The width is about 12 m and the length is about 25 m. There is an outlet into a dammed section of the Teuchitlán river used as cattle trough, another outlet drains to the subsequent section of the river. The depth of the spring is around 1 m, the walls are concrete but bordered inwards partly with big rocks. The main spring lies under the roots of a large&#160;<em>Taxodium</em>&#160;tree.&#160;<em>Zoogoneticus tequila&#160;</em>did not generally live in the spring, but rather in the nearby sections like the&#160;cattle trough. Other Goodeid species co-existing with the Tequila Splitfin included its congener <em>Zoogoneticus purhepechus</em>&#160;and&#160;&#160;<em>Xenotoca melanosoma</em>, <em>Skiffia francesae</em>,&#160;<em>Ameca splendens</em>&#160;and&#160;<em>Goodea atripinnis.&#160;</em>&#160;The second locality that dried up between 2010 and 2013 was a spring pool, 4 m in diameter with an average depth of 20 cm (De La Vega-Salazar&#160;<em>et al.&#160;</em>2003b).", "threats": "<p>The species has disappeared from the wild and is actually in a process of reintroduction (Herrerías-Diego&#160;<em>et al.</em>&#160;2016, Medina-Nava&#160;<em>et al.</em>&#160;2017 Domínguez-Domínguez <em>et al</em>. 2018). The biggest threat to a wild population is non-native fish species. Several exotic species have been introduced near the type locality, resulting in declines in native fishes within the Río Teuchitlán (Miller 2005). Meanwhile, exotic species (<em>Oreochromis</em> sp., <em>Xiphophorus hellerii</em>, <em>Poecilia mexicana</em>, <em>Pseudoxiphophorus bimaculatus</em>) make up to 95% of the individuals in the spring area of Teuchitlán (Medina-Nava <em>et al.</em>&#160;2017). A study revealed that densities of Goodeid species were lower or even absent in localities within the Río Teuchitlán, where introduced species were abundant or where there was more than one introduced species (De La Vega-Salazar <em>et al</em><em>.</em>&#160;2003b). The river has been degraded thanks to the construction of the La Vega Dam, and it is suggested that habitat degradation may have been the cause of the extant endemic Goodeids being confined to a small area at the headwaters of the river. Once confined to the springs, the populations have become fragmented due to the springs being turned into spas, which prevents movement of fish between pools (De La Vega-Salazar <em>et al</em>. 2003a). <br/><br/>Prior to the reintroduction of the species, efforts were made to eradicate invasive species and, while not completely eradicated, populations of invasive species have been highly reduced (Domínguez-Domínguez <em>et al</em>. 2018).</p>", "conservationmeasures": "In 2016, Michoacán University started a reintroduction project for&#160;<em>Zoogoneticus tequila</em>&#160;and&#160;<em>Notropis amecae;&#160;</em>both species are endemic to the Río Ameca (Herrerías-Diego&#160;<em>et al.</em>&#160;2016, Medina-Nava&#160;<em>et al.</em>&#160;2017, Domínguez-Domínguez <em>et al.</em> 2018). Both inhabited the Río Teuchitlán drainage historically, but were extirpated due to unknown reasons; possibly as a result of the combined effects of pollution and invasive species. The reintroduction is currently focusing on the spring area and subsequent river sections, mainly including the area that is used as a trough. The schedule includes a complete extraction of non-native fish species from these sections and long term species control. In addition, the Río Teuchitlán is a recognised Ramsar site meaning that the Tequila Splifin is included in any conservation action for this area (Ramsar Secretariat, Site No.2026, 2009).", "usetrade": "The Tequila Splifin is not used for human consumption, but is targeted by groups of interest within the European and US American aquarist communities. However, all of the fish being distributed in this community are captive bred."}]}