{"name": "189553846", "result": [{"species_id": 189553846, "taxonomicnotes": null, "rationale": "It is listed as Endangered. The calculated extent of occurrence is 176 km<sup>2</sup>; however, while the true extent of occurrence is unclear it is not expected to be greater than 1,000 and 2,000 km<sup>2</sup>. Also, there is inferred to have been a recent decline in the extent and quality of its habitat and the number of mature individuals (estimated to correspond to a decline in excess of 50%, and potentially 70%) as a result of bushfires that encompassed the single location where it occurs. As fire intensity and scale is expected to increase, this represents a continuing decline resulting from a recurring threat from fire.", "geographicrange": "The species is only known from the west end of Kangaroo Island, off the coast of South Australia (Hunt 1971), and is expected to be endemic to this area. There have been many surveys on Kangaroo Island, including targeted surveys for harvestmen. The type locality was burned at high severity during the 2019-2020 fire season.", "population": "This species is relatively easy to find at known localities, but can be naturally patchy and is not considered common. The population trend is unknown, but severe fires in this area during the 2019-2020 bushfire season are likely to have caused declines. About 60-90% of the species' extent of occurrence overlapped with areas of high severity fire. The scale of decline during and following fire is difficult to estimate, but could be as high as 80-100% in fire-hit areas (the latter only in the most extreme fires) due to a combination of direct mortality and the loss of the organic substrate, corresponding to a maximum decline in the global population of between 60-90%. For the purposes of this assessment a global decline of 60-70% as a result of this fire season is considered likely. It is unknown how rapidly it can recover from this scale of decline.<br/><br/>The known subpopulations are somewhat widely-separated and the species is expected to have limited dispersal abilities (other members of this species disperse less than 10 m during their lifetimes), but data is insufficient to determine whether the population is severely fragmented.", "populationtrend": "decreasing", "habitat": "This species is found in temperate forest and shrubland along creek lines, and appears to be restricted to mesic habitats in shaded areas. Individuals are most commonly found beneath logs, and surveys several years apart have found animals under the same logs. Nothing is known of its summer activity or juvenile development.", "threats": "All vegetation, surface organic matter and the upper soil layer at the type locality were destroyed by fire in the 2019-2020 bushfire season and there is no evidence of a surviving subpopulation at this site. During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram 2021) and represent a particular threat to species such as this one, whose presumed low dispersal ability will inhibit its ability to recolonize areas following burning, and which appears to be restricted to shaded situations. Higher temperatures and reduced humidity resulting from the destruction of shade-providing vegetation, and potentially future drought, may represent a threat.<br/><br/>Fire management practices to control bushfires following the 2019-2020 fire season are focusing on controlled 'fuel reduction' burns to remove potentially flammable vegetation. This includes remnant long-unburnt habitat that may otherwise serve as a refuge for this species, and there are specific plans for prescribed burning of an area of unburnt habitat on private land known to host a subpopulation of this species. Land managers have been alerted to the significance of this area for the persistence of the harvestman, but have been unable to guarantee that its habitat will be excluded from burning (K. Umbers pers. comm. 2021). A further impact is likely from the construction of access routes into these areas, with the attendant risk of fragmenting the habitat and facilitating the spread of the plant mould<em> Phytophthora cinnamoni</em> and of invasive weed species. By covering the ground in mats of vegetation, invasive weeds can reduce habitat for ground-dwelling invertebrates.<br/><br/>Land clearance on Kangaroo Island is largely historical, and one of the known sites is under formal protection while the other is heritage-listed private land, but any unknown subpopulations on private land may be at risk from development or agriculture. Flinders Chase National Park is subject to planned development for tourism, which will also increase access for invasive species and contribute to habitat fragmentation.", "conservationmeasures": "This species occurs in Flinders Chase National Park, but there is planned tourist development in this area. Fire management plans are being developed for the unburnt private land it is found in, which include prescribed burning, clearance for fire breaks and access tracks, and there is a need to protect this area to ensure the persistence of this species. There is a need to raise awareness for this species and to conduct surveys for it.", "usetrade": "There is no known use of or trade in this species."}]}