{"name": "176673279", "result": [{"species_id": 176673279, "taxonomicnotes": null, "rationale": "<p><em>Pseudocurimata peruana</em> is restricted to the Catamayo, Chira, Puyango, and Tumbes river drainages along the Pacific slope of Ecuador and Peru. Extent of Occurrence (EOO) is estimated to be 8,802 km<sup>2</sup>. Total population size is unknown. However, this species is anecdotally reported as rare by local residents. Population trend is suspected to be in decline, based on reported decreases in abundance as a result of damming activities. Primary threats include a large damming project in the Catamayo-Chira River drainage, mining activities in the headwater of the Tumbes River drainage, widespread agricultural production and cattle grazing, and the establishment of non-native species. Therefore, continuing decline in Area of Occupancy, habitat quality, and the number of mature individuals is inferred. However, uncertainties regarding the scope and direct impact of existing threats prevents an accurate estimation of the number of threat-based locations where this species occurs. As such, <em>P. peruana</em> is assessed as Near Threatened under criterion B1ab(ii,iii,v).</p>", "geographicrange": "<p><em>Pseudocurimata peruana</em> is restricted to the Catamayo, Chira, Puyango and Tumbes river drainages along the Pacific slope of Ecuador and Peru (Barriga 2012, Valenzuela Reyna 2014, Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Occurrence southward to the Piura River is cited by Vari (2003), however no georeferenced collection records from the Piura River are publicly available (GBIF 2020).</p>  <p>Extent of Occurrence (EOO) is estimated to be 8,802 km<sup>2</sup>, based on a minimum convex polygon calculated around all georeferenced collection records (GBIF 2020). Given uncertainties regarding the direct impacts and scope of existing threats, the number of threat-based locations where this species occurs cannot be determined with accuracy. Additional survey will be necessary to clarify the extinction risk of this species. This species occurs at an altitudinal range of 70-900 masl.&#160;</p>", "population": "<p>The total population size of this species is unknown. There is anecdotal evidence suggesting that the Catamayo-Chira Dam has significantly impacted this species, and local residents report it as rare (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Therefore, population trend is suspected to be in decline. In a basin-wide ichthyological survey of the Tumbes River, a total of eight individuals were collected at a single sampling locality, comprising 0.81% of total fish abundance (Valenzuela Reyna 2014). Similarly, this species is one of the most uncommon <em>Pseudocurimata</em> species held in the Ecuadorian fish collection (MEPN) (P. Arguello pers. comm. 2021).</p>", "populationtrend": "decreasing", "habitat": "<p>Very little is known about the biology and ecology of this species (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). It is likely detritivorous and benthopelagic (Eigenmann 1922). Maximum reported body size is 12.7 cm total length (TL) (Eigenmann 1922).</p>", "threats": "<p>Gold mining is the primary economic activity in the upper basin of the Puyango-Tumbes River basin (Marshall&#160;<em>et al.</em>&#160;2018, Schudel&#160;<em>et al.</em>&#160;2018, Marshall&#160;<em>et al.</em>&#160;2020). Amalgamation processing occurs primarily in the municipality of Portovelo, Ecuador, where byproducts and wastewater is discharged directly into the Puyango watershed (Marshall&#160;<em>et al.</em>&#160;2018, Aguirre <em>et al.</em> 2021). Agricultural production and cattle ranching dominate the landscape in the middle and lower region of the basin, and include the production of bananas, rice, corn, fruit, chickens, goats, cattle, hogs, and sheep (Marshall&#160;<em>et al.</em>&#160;2018). Coastal margins and the Tumbes River delta have been developed extensively for shrimp farming (Mialhe&#160;<em>et al.</em>&#160;2013). There is anecdotal evidence that a large damming project in the Catamayo-Chira drainage has reduced the local abundance of this species (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). The primary threat in the Catamayo river basin is agricultural irrigation, which has contributed to increases in fecal coliforms, soil erosion and destruction of vegetation cover (Gonzales and Chamba 2007).</p>  <p>The non-native Nile Tilapia (<em>Oreochromis niloticus</em>) and Guppy (<em>Poecilia reticulata</em>) have established in the lower reaches of Pacific draining Peruvian rivers (Ortega&#160;<em>et al.</em>&#160;2007, Jácome&#160;<em>et al.</em>&#160;2019). However, the direct impact of these species on native ichthyofauna has not been evaluated in detail.</p>  <p>Despite uncertainties regarding the direct impact, scope, and magnitude of existing threats, continuing decline in habitat quality as a result of anthropogenic activities is inferred. Quantifying these threats will be necessary to clarify the conservation status of this species.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. peruana</em>. Additional research regarding distribution, population size, population trend, life history and ecology, and the scope, magnitude, and direct impact of existing threats is necessary to clarify the extinction risk of this species.&#160;It is likely that this species occurs in the Arenillas Ecological Reserve. In addition, its extension could extend into private protected areas such as Buenaventura Ecological Reserve (Jocotoco) and La Ceiba (P. Arguello pers. comm. 2021).</p>", "usetrade": "<p>The use and trade of this species has not been evaluated in detail (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). It may be included in subsistence fisheries, given the importance of close congeners as a food source for inland communities (Revelo and Laaz 2012).</p>"}]}