{"name": "157772605", "result": [{"species_id": 157772605, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents along the East Pacific Rise in the Pacific Ocean. It is currently known from three restricted locations in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2,500 m to 2,635 m bsl. The species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO), and has been found at only three locations, suggesting that it would be severely threatened by the anthropogenic impacts associated with mineral extraction if deep-sea mining were to occur in this region. One of the three locations lies within two Marine Protected Areas (Menini and Van Dover 2019), however, the others exists in International Waters without any such protection. We have therefore opted to assess the species as Near threatened (NT). Although the species has a restricted AOO and there is a plausible future threat, it is unlikely to become Critically Endangered (CR) or Extinct (EX) over the next 1-2 generations because at least one location is protected. However, whilst no licences have been granted to date, if mining were to be approved, the projected decline in the extent and quality of habitat would drive this species to threatened status very rapidly. An urgent reassessment would therefore be merited if there was a substantial change to the status of mining licence arrangements or to the status of the MPAs, whereby the assessment could increase to Endangered (EN B2ab(iii)).", "geographicrange": "This deep-sea gastropod is restricted to three locations at hydrothermal vents on the East Pacific Rise in the Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. The species occurs at active black smokers and sites of diffuse venting located at depths of 2,500 m bsl to 2,635 m bsl. Location 1 lies within the Exclusive Economic Zone of Mexico, whereas Locations 2 and 3 occur beyond national jurisdiction in International Waters. The species occurs at three hydrothermal vent fields in these locations: the EPR 21N vent field (Location 1), the EPR 13N vent field (Location 2), and the EPR 17S vent field (Location 3) (Warén and Bouchet 1989, Warén and Bouchet 1993, Warén and Bouchet 2001). The species is present over very small areas in each of these vent fields.", "population": "<p>These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Warén and Bouchet 1989, Warén&#160;and Bouchet 1993, Warén&#160;and Bouchet 2001).</p>", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 2,500 m to 2,635 m bsl.", "threats": "Two of the three vent locations lie within International Waters and are subject to International Seabed Authority (ISA) governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. There are currently no deep-sea mining licences granted for vent fields within the East Pacific Rise. However, the ISA has granted numerous exploration licences to date in other areas like the Mid-Atlantic Ridge, so there is reason for concern. ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing. Both direct impacts from mineral extraction and indirect disturbance from adjacent activities could impact local subpopulations. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. These vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted. We therefore consider the potential for future deep-sea mining licences to be granted as a significant threat to the species. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner <em>et al.</em> 2018). The other vent field that this species inhabits currently faces no threats owing to the significant protection provided by two MPAs. The EPR 21N vent field lies within the Exclusive Economic Zone of Mexico and is protected by two MPAs established in 2009 and 2016, respectively: the Hydrothermal Ventilation Sanctuary of the Guaymas Basin and the Eastern Pacific Ridge (Santuario Ventilas Hidrotermales de la Cuenca de Guaymas y de la Dorsal del Pacífico Oriental) and the Deep Mexican Pacific Biosphere Reserve (Reserva de la Biosfera Pacífico Mexicano Profundo) (Menini and Van Dover 2009). The exploitation of wildlife and mining in these areas is strictly prohibited. Therefore, we do not consider there to be any threat to EPR 21N at this time.", "conservationmeasures": "One of the three locations, the EPR 21N vent field, lies within the Hydrothermal Ventilation Sanctuary of the Guaymas Basin and the Eastern Pacific Ridge (Santuario Ventilas Hidrotermales de la Cuenca de Guaymas y de la Dorsal del Pacífico Oriental), established in 2009, where research and fisheries activities are regulated by the Mexican government (Menini and Van Dover 2019). This vent site is further surrounded by the Deep Mexican Pacific Biosphere Reserve (Reserva de la Biosfera Pacífico Mexicano Profundo), established in 2016 (Menini and Van Dover 2019). The exploitation of wildlife and mining in these areas is strictly prohibited. However, there are no conservation actions currently in place at the other two locations where this species is found. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the East Pacific Rise.", "usetrade": "There is no known trade or use of this species."}]}