{"name": "145794688", "result": [{"species_id": 145794688, "taxonomicnotes": null, "rationale": "<p><em>Palaeosynthemis nigrostigma </em>is known only from&#160;one location, in a region where there has been widespread conversion of forest to grassland and gardens. Although there are moderately extensive areas of intact montane forest with clear-flowing streams at higher altitudes in the broader region, this species is classified as Vulnerable under criterion D2 on the basis that there are plausible threats to the only known population that (if the species is restricted to this area alone) potentially could push the species to Critically Endangered or Extinct within a very short time period. Additional information about its distribution (including altitudinal range) and population status is urgently required.</p>  <p>&#160;</p>", "geographicrange": "<em>Palaeosynthemis nigrostigma </em>is known from one location in the Trauna River Valley in Western Highlands Province, Papua New Guinea, where two specimens were collected at an altitude of 1,600 m asl (Theischinger and Richards 2014).", "population": "<em>Palaeosynthemis nigrostigma </em>is known from only two specimens, therefore its population status and trends are unknown.", "populationtrend": "unknown", "habitat": "The only information about this species' habitats and ecology were provided by Theischinger and Richards (2014): \"The type locality is a small (&lt;2 m wide) steep and rocky stream that intersects the Baiyer River to Jimi Valley road in lower montane forest at an altitude of 1,600 m asl. The forest along the stream has been moderately disturbed and the types were collected as they flew along a small trail running parallel to, and within 5 m of, the stream about 50 m above the road around mid-morning.\"", "threats": "<p><em>Palaeosynthemis nigrostigma</em> is known from a single location adjacent to a road through forest that connects two major population centres, and the forest there had been degraded (Theischinger and Richards 2014). Furthermore, much of the Trauna River Valley has been converted to grassland or cleared for gardens. Although the steep upper slopes of the Trauna River Valley retain some intact montane forest, and there is a significant area of montane forest extending to the southeast of the only known locality, it is not known whether the species occurs there. Until the distribution and altitudinal range of this species have been better documented the threat posed by forest conversion and degradation as a result of expanding small-scale gardens in the area is difficult to assess.</p>", "conservationmeasures": "<p>There are no conservation actions in place for this species. Research is needed to better document its habitat requirements, distribution, population status and trends, and threats from habitat conversion and degradation.</p>", "usetrade": null}]}