{"name": "218123787", "result": [{"species_id": 218123787, "taxonomicnotes": "This species was described from material that included records attributed to&#160;<em>Cnemaspis dickersonae&#160;</em>by Spawls&#160;<em>et al.</em>&#160;(2018).", "rationale": "This species is endemic to central Kenya and has an&#160; extent of occurrence (EOO) of 5,334 km<sup>2</sup>.   It is known to occur at five locations and may possibly occur at a few other locations that have not yet been sampled, no more than 10 locations are likely. It is experiencing a continuing decline in the quality   of its habitat mainly linked to deforestation and livestock grazing. It is therefore assessed as Vulnerable under criterion B.", "geographicrange": "<p>This is a montane forest species endemic to central Kenya where it occurs on Mt. Kenya (Kirimiri forest), Nyambene hills (Ngaya forest), Laikipia plateau (Lolldaiga hills ranch, Borana Wildlife Conservancy) and Ciakariga (Kijege hill forest). The elevation ranges between 1,000 to 2,200 m asl. (Malonza and Bauer 2022). It is possible that a few other subpopulations exist in areas that have not yet been sampled, however given the specificity of this species habitat and altitudinal requirements fewer than five undocumented subpopulations are suspected to occur.</p>", "population": "There is no information on the abundance of this species nor are repeat samples available to inform population trends. However the population is assumed to be low due to its restricted microhabitat requirements, and it is suspected to be declining due to ongoing loss of suitable habitat at two of the five recorded subpopulations.", "populationtrend": "decreasing", "habitat": "<p><em>Ancylodactylus spawlsi </em>occurs in moist montane forests and rock outcrops, between 1,000 and 2,200 m asl.&#160; It is restricted to tree trunks/hollows, and rock crevices (Malonza and Bauer 2022).</p>", "threats": "Two of the five known subpopulations (Nyambene Hills and Mt Kenya) occur in areas surrounded by communities, their forest habitats are being encroached, and the habitat is being degraded from livestock grazing and deforestation for logging, charcoal burning and fuelwood collection.", "conservationmeasures": "<p>Known subpopulations occur in protected private wildlife conservancies and forest reserves (Malonza and Bauer 2022). Continued enforcement, community education and awareness is needed to avert further habitat degradation. In addition, more research is needed to understand the population trends and ecology of this species.</p>", "usetrade": "There is no known use of or trade in this species."}]}