{"name": "56092020", "result": [{"species_id": 56092020, "taxonomicnotes": null, "rationale": "<em>Pethia nigripinnis</em> is assessed as Vulnerable because the species has a restricted distribution in the Kabini and Moyar tributaries of Cauvery River system of Western Ghats, India with an  Extent of Occurrence of less than 7,000 km<sup>2</sup> and is present in seven locations that are threatened by anthropogenic activities. The habitat of <em>Pethia nigripinnis </em>is threatened by deforestation, severe loss of riparian habitat, expansions of  agricultural lands, pesticide contamination from agricultural runoff  and sand mining. Further, destructive  fishing practices, including dynamite fishing, are common in Wayanad area. Several exotic invasive species have also been recorded from the habitats of&#160;<em>P. lnigripinnis</em>.  In addition, massive floods in Kerala in 2018, because of several anthropogenic  activities including climate change, caused drastic devastation in  ecology of Wayanad region and might have adversely affected habitat  of <em>P. nigripinnis</em>. A continuing decline in the habitat quality is therefore inferred.&#160;<br/><br/><br/><em></em>", "geographicrange": "<em>Pethia nigripinnis</em>&#160;occurs in the Western Ghats of India (Dahanukar and Raghavan, 2013) where it is known from Kabini River system in Kerala (Knight <em>et al.</em> 2012, Katwate <em>et al.</em> 2018, Thampy <em>et al.</em> 2021) and Moyar River in Tamil Nadu (Knight <em>et al.</em> 2012), both tributaries of Cauvery River system.", "population": "In Kabini River the species is common (Thampy <em>et al.</em> 2021). However, there is no information regarding population status in Moyar. There is also no information regarding population trends for this species across its distribution range.", "populationtrend": "unknown", "habitat": "<em>Pethia nigripinnis </em>inhibits rivers (Knight <em>et al.</em> 2012) mostly in mountain areas. Quality of the habitat is deteriorating because of deforestation for  developmental activities, severe  loss of riparian habitat, expansions of  agricultural lands, destructive  fishing, invasive species, pesticide contamination from agricultural  runoff  and sand mining (Patil<em> et al. </em>2015, Thampy <em>et al.</em> 2021).", "threats": "The habitat of <em>Pethia nigripinnis </em>is threatened by modification because of anthropogenic activities including deforestation for developmental activities, severe loss of riparian habitat, expansions of agricultural lands, pesticide contamination from agricultural runoff and sand mining (Patil <em>et al</em>. 2015, Thampy&#160;<em>et al</em>. 2021). Destructive fishing practices, including dynamite fishing, are common in Wayanad (Thampy&#160;<em>et al</em>. 2021). Exotic species reported from the same locations where <em>P. nigripinnis</em> was reported, including <em>Clarias gariepinus</em>, <em>Cyprinus carpio</em>, <em>Oreochromis mossambicus</em>, <em>Oreochromis niloticus</em>, <em>Piaractus brachypomus</em>, <em>Poecilia reticulata</em> and <em>Xiphophorus helleri</em> are likely to threaten the species' population further (Thampy&#160;<em>et al</em>. 2021). Massive floods in Kerala in 2018, because of several anthropogenic activities including climate change, caused drastic devastation in ecology of Wayanad (Viju 2019) and might have adversely affected habitat of <em>P. nigripinnis</em>. Although the species is in aquarium trade, it is not known whether it is a potential threat to the species.", "conservationmeasures": "No species-specific conservation actions are in place for <em>Pethia nigripinnis</em>. The species is also not known from any protected area. Since the habitat of the species is threatened, monitoring of population and habitat trends is essential. Habitat and resource protection is an essential conservation action. Research  on population status, trends, distribution,  ecology and species specific threats are necessary for overcoming knowledge gaps.", "usetrade": "<em>Pethia nigripinnis</em> is represented in aquarium trade in low quantities (Nikhil Sood, <em>pers. comm.</em>)."}]}