{"name": "139545021", "result": [{"species_id": 139545021, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis feliculoi</em> is known from six locations on the island of Samar in the Philippines. The area of occupancy (AOO) of the species is believed to be less than 2,000 km² and the AOO and extent and quality of suitable habitat are all inferred to be declining. The species meets all criteria for Vulnerable status under criteria B2ab(ii,iii), and is also borderline Vulnerable under criterion D2. It is therefore assessed as Vulnerable.</p>", "geographicrange": "<p><em>Sangabasis feliculoi</em> is known from six locations on the island of Samar in the Philippines (Villanueva and Dow 2014), however the assessor has only been able to assign coordinates to five of these. None of the locations appear to be within a protected area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information but based on the area within which the known locations fall and the fact that much of the habitat within that area will not be suitable, the known AOO will be less than 2,000 km² and the true AOO may be very considerably less than this. Although details of the habitat occupied by this species are not known it can be assumed to be forest dependent and therefore the AOO is inferred to be declining because of loss of forest on Samar.</p>", "population": "<p>Judging from the number of specimens available this species can be abundant where it occurs, but it is clearly local in occurrence. Little else can be said with the available data except that an ongoing decline in overall population is inferred from loss of forest across the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitat or ecology of this species but it can be inferred to be forest-dependent like other <em>Sangabasis</em> species. It is likely that it breeds in swampy habitats. An ongoing decline in extent and quality of suitable habitat is inferred from loss of forest within the range of the species.</p>", "threats": "<p>As with other islands in the Philippines, considerable deforestation has occurred on Samar (although not as much as on islands such as Cebu) and this loss of forest (probably mostly due to clearance for agriculture and logging) is a major threat to this species. Pollution from small-scale mining operations (legal or illegal) is an issue across much of the Philippines and if such operations occur on Samar they will also be a threat to this species.</p>", "conservationmeasures": "<p>More information on the distribution of this species, and definite information on habitat requirements and ability to tolerate disturbance are needed for this species. Protection of areas including some of the known locations is needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}