{"name": "176218012", "result": [{"species_id": 176218012, "taxonomicnotes": null, "rationale": "With an extent of occurrence (EOO) of 544 km<sup>2</sup>, an area of occupancy (AOO) of 500 km<sup>2</sup>, and two threat-based locations (based on the large amount of mining in the region including some sites on the Kamarang River where the species is known to occur), this species is assessed Near Threatened. If mining were to further enter the area, the risk of extinction of this species would be increased. It is possible that the species can be found in areas that have yet to be explored, and further systematic investigations of the range of the species should be undertaken. Mining in its distributional area should be monitored as the species is likely highly susceptible, but most of the area is still pristine as the Waruma drains a portion of Mt. Roraiama and is fairly inaccessible.", "geographicrange": "<em>Paulasquama callis </em>is known form the Kako, Kukui, and Kamarang rivers (upper Mazaruni River basin) that drain the&#160;north-eastern flank of Mount Roraima of Guyana (Armbruster and Taphorn 2011, Fishnet2 2020).", "population": "Nothing is known about the population of this species.", "populationtrend": "unknown", "habitat": "<em>Paulasquama callis </em>is found in largely clearwater streams with a slight black tint. The type material was collected in a riffle in a shallow side channel over polished cobble and gravel. Some larger rocks in the riffle supported a grasslike plant.", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em> 2002, Mol and Ouboter 2004, Alofs <em>et al.</em>&#160;2013). The upper Mazaruni has been especially hard hit with mining&#160;and this activity has been increasing (Taphorn&#160;<em>et al.</em> 2010, Hook 2019). Little deforestation other than that associated with mining is seen in the area. In addition, the cichlid,&#160;<em>Cichlasoma bimaculatum</em>, has been introduced into the region and the effects of it on the native, endemic species is unknown.", "conservationmeasures": "Due to the increasing number of gold mines in the upper Mazaruni River and because of the large number of endemic taxa in the region including&#160;<em>Paulasquama callis</em>, it is recommended that the upper Mazaruni including Mount Roraima be protected (Taphorn&#160;<em>et al.</em> 2010, Alofs&#160;<em>et al.</em> 2013). There has been talk of protection of the Guyana side of Mount Roraima, and if such an area is set aside, the Waruma and Kamarang rivers should be included within its boundaries (Taphorn&#160;<em>et al.</em> 2010).", "usetrade": "This species is not exported for the aquarium industry (PlanetCatfish 2020) and is unlikely to be used as food."}]}