{"name": "139549193", "result": [{"species_id": 139549193, "taxonomicnotes": null, "rationale": "<p><em>Macromia negrito</em> is known from the type locality on Mount Makiling in Luzon and records referred to this species with doubts from two locations on Busuanga; both of these islands are in the&#160;Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available data is less than 500 km², however this may be a severely under-recorded species due to difficulty of capture. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. In most circumstances this assessor would place such a poorly known species in Data Deficient but the severity of habitat loss is so great throughout the Philippines that, taking a reasonable precautionary approach and since Least Concern is unlikely to ever be justified, the species must be placed in a high threat category. It qualifies for Endangered under criteria B2ab(ii,iii) and is assessed as such.</p>", "geographicrange": "<p><em>Macromia negrito</em> is known from the type locality in Luzon, the Philippines (Needham and Gyger 1937) and records referred to this species with doubts from two locations on Busuanga (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen and Müller 1997). The&#160;type locality is Mount Makiling, which is protected as a Forest Reserve. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available data is less than 500 km², however this may be a severely under-recorded species due to difficulty of capture. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>This is either a genuinely scarce species or, and just as likely, it is severely under-recorded due to difficulty of collection because of speed and (possibly) time of flight. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats or ecology of this species but it will be a stream or river species and almost all species from the genus occurring in south-east Asia are forest-dependent. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging and mining. Some of these threats extend even to Mount Makiling (the type locality) even though it is protected: Based on information compiled in 2001 BirdLife International (2019) state that “Threats to the forests on Mt Makiling include the illegal conversion of forest to agricultural land and illegal settlement, and the area of land exploited by these upland settlers is expanding. The Institute of Forest Management and UPLB Administration are attempting to control the situation. The park is also a favorite destination of hikers and campers due to its proximity to urban centres. Rubbish and vandalism is very evident throughout the park especially in the camping and picnic areas. Settlers within the park, as well as people from the nearby villages, engage in bird trade and hunting.” If specimens from Busuanga are confirmed to be this species it will do little to improve the picture of how threatened it is likely to be since satellite images show severe deforestation on that island.</p>", "conservationmeasures": "<p>The priorities for this species are for better protection for Mount Makiling and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance as well as protection of additional habitat where it occurs (assuming additional locations can be found). The identity of specimens from Busuanga needs to be established. Surveys for this species will need to include collection and rearing of larvae since the adult is likely to be elusive. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}