{"name": "15458", "result": [{"species_id": 15458, "taxonomicnotes": null, "rationale": "This species has a large distribution, but it is faced with widespread threats: overfishing, predation, hybridization and ecological displacement by introduced fishes, and habitat degradation (Natugonza <em>et al. </em>2021). Some populations occur in a few protected areas and in water bodies that have recently established community conservation efforts to recover this species (Olwa <em>et al. </em>2017); however, these conservation efforts are highly localized. The current levels of wetland conversion around most water bodies where the species is extant still poses a major threat, although the species may not go extinct in the next 10 years. Given these threats, there is probably an ongoing decline, which is suspected to have been about 20% in the last 10 years, qualifying the species is Near Threatened. There is a high likelihood that it could be threatened if habitat degradation is left unchecked or the current conservation efforts are not sustained.", "geographicrange": "The species is native to Lake Victoria and Kyoga basins. The subpopulations in the main lakes were depleted in the 1970s by overfishing, new species introductions (through predation and hybridization), and habitat degradation (Ogutu-Ohwayo 1990), although the species is still extant (Genner<em> et al. </em>2018). The subpopulations in the satellite lakes and affluent rivers of the Victoria and Kyoga basins are still surviving, although the species is not abundant.", "population": "The species was depleted from the main lakes Victoria and Kyoga (Ogutu-Ohwayo 1990, Natugonza <em>et al. </em>2020), but there are surviving subpopulations in most satellite lakes within the major lake basins. Given the current levels of wetland conversion around these lakes where the species is extant, the population is suspected to have declined by 20% in the last 10 years.", "populationtrend": "decreasing", "habitat": "It prefers exposed and sandy shores where there is considerable water movement. It also occurs in the calm waters of water lily swamps (Lowe McConnell 1956). It is found at a depth range of 0–40 m but most commonly in water less than 10 m deep (Witte and de Winter 1995). The young fish feed on planktonic algae and may ingest small copepods. The adults feed predominantly on bottom algae but they also feed directly on plankton (Trewavas 1983) and may graze algae from rocks and aquatic plants (Witte and de Winter 1995). It spawns on firm or sand habitats and breeding males may occasionally be seen guarding their circular nests in water a few feet deep at the edge of the lake. Young are brooded until about 15 mm long. Brooding females have been caught in the rushes and among vegetation near the edges of the lake (Lowe McConnell 1956). The maximum size is 246 mm SL (Trewavas 1983).", "threats": "Overfishing (particularly using illegal methods and gear), competition for habitats and food with exotic species (introduced Nile Tilapia), predation by the introduced Nile Perch, river damming (especially in the Victoria Nile), and destruction of inshore vegetation are threats.", "conservationmeasures": "This species occurs in lakes and rivers, some of which are sites of conservation importance e.g., Ramsar Sites, National Parks, Key Biodiversity Areas (Sayer <em>et al. </em>2019). The species also benefits from community conservation efforts, such as those around Lakes Nawampasa, Nyaguo, Kayugi, and Kayanja (Olwa 2017). Lake Nyaguo, for instance, is in the process of being gazetted as a Community Conservation Area (CCA) by creating protected area with two fishing exclusion zones and a wetland buffer around the whole lake, which may assist the species to recover (Rainforest Trust 2021).", "usetrade": "Previously it supported a vibrant commercial fishery, but because of substantial population reduction, the species currently supports only a subsistence fishery."}]}