{"name": "173697469", "result": [{"species_id": 173697469, "taxonomicnotes": null, "rationale": "<p><em>Podolestes parvus</em> is only known from three peat swamp forest locations around the Lupar River in Sarawak, Malaysian Borneo (Dow and Ngiam 2019). Two of the three locations are protected, but the third is not and is likely to be lost, along with almost all remaining non-protected peat swam forest in the same area, to plantation in the near future. Threats (from fire and unintentional drainage) exist even in the protected areas where the species occurs. Its area of occupancy (AOO) is likely to be smaller than 200 km². Moreover, the AOO is certainly declining due to loss of peat swamp forest within its range, and the extent and quality of suitable habitat is also declining. Its extent of occurrence (EOO) is 394–1,892<span class=\"MsoHyperlink\"> km². The overall population is already fragmented, and as loss of habitat continues it will become more so. This species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)).</p>", "geographicrange": "<p><em>Podolestes parvus</em> is only known from three peat swamp forest locations around the Lupar River in Sarawak, Malaysian Borneo (Dow and Ngiam 2019). It has not been found in peat swamp forest further west in Sarawak or in the northeast of Sarawak or Brunei, and may be genuinely confined to a small area in the southwest of Sarawak. Two of the three locations (Maludam and Ulu Sebuyau National Parks) are protected, but the third is not and is likely to be lost, along with almost all remaining non-protected peat swam forest in the same area, to plantation in the near future. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is not likely to be large. Based on the available data and the very local occurrence of the species even at the known locations, the AOO is likely to be smaller than 200 km² (certainly smaller than 500 km²). Moreover, the AOO is certainly declining due to loss of peat swamp forest within the range of the species. Its minimum extent of occurrence (EOO) is 394 km² (based on a minimum convex polygon (MCP) around the known data points); maximum EOO is 1,892 km² (based on an MCP around known occupied HydroBASINS)<span class=\"MsoHyperlink\">.</p>", "population": "<p>This species is very local in occurrence and occurs at low densities even where it does occur. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss of peat swamp forest in the part of Sarawak where the species occurs and that the overall population is already fragmented and will become more so.</p>", "populationtrend": "decreasing", "habitat": "<p>This species only occurs in peat swamp forest. Beyond this little is known except that it is very local in occurrence even where it does occur. The extent and quality of suitable habitat for the species are declining due to loss and degradation of peat swamp forest within its range.</p>", "threats": "<p>Forest fires are a threat at all locations known for this species, even the protected ones. The known non-protected location will almost certainly be lost to oil palm in the near future, and any other non-protected locations that still exist are highly likely to suffer the same fate. Unintentional drainage through the drainage systems of adjacent oil palm plantations is another threat; the latter issue is a problem even in some parts of Maludam and Ulu Sebuyau National Parks.</p>", "conservationmeasures": "<p>The main threat to this species apart from fires is conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned above in the Threats section is likely to be particularly severe for such conservation areas; oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.</p>  <p>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires, not just those who actually set them, with severe penalties for both companies and individuals responsible.</p><p>Further data on the distribution of this species is needed. In particular it should be searched for in Sedilu National Park (in the same part of Sarawak as the known locations) and it could occur further to the north and west in the Rejang delta area. However although there were once extensive areas of peat swamp forest in the Rejang delta, much of this has already been converted to oil palm and what remains is mostly very degraded and is likely to suffer the same fate.</p><p>The priority for this species is for protection of the habitats where its remaining populations occur. More data on its distribution is also needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}