{"name": "130988902", "result": [{"species_id": 130988902, "taxonomicnotes": "The types of this species were collected by Domínguez-Domínguez in 2010 in a pond at San Sebastián near Etzatlán. The first specimens of this species in general were probably collected by C.L. Turner in a dam about 2km N of Etzatlán and at the type location (1939), but regarded as<em> Xenotoca eiseni </em>for many years (<em>Xenotoca eiseni</em> \"San Marcos\"). As the species occurs in two separate drainages, two subpopulations, the Laguna de Magdalena subpopulation (type subpopulation) and the Upper Río Ameca subpopulation can be inferred. <em>Xenotoca doadrioi</em> differs in many parametres from <em>Xenotoca variata</em>, the type species of the genus, means Doadrios Redtail Splitfin will be transfered in the future into a new to be erected genus.", "rationale": "The San Marcos Redtail Splitfin, endemic to the Mexican federal state of Jalisco, is restricted to a few spring fed ponds and dams within the endorheic Laguna de Magdaelna basin and headwaters of the adjacent part of the Upper Río Ameca. The species is severely threatened by water pollution, mainly through agriculture, droughts and invasive non-native fish species. It has already disappeared from part of its historical range.<br/><br/>Taking into consideration a worst case scenario for EOO (60 km<sup>2</sup>), a single location due to water pollution through agriculture being the main threat factor, several declines in AOO, EOO, locations, habitats and quality of habitats, the San Marcos Redtail Splitfin is assessed Critically Endangered (CR).", "geographicrange": "The San Marcos Redtail Splitfin is a freshwater fish species endemic to the Mexican federal state of Jalisco. It was historically known from springs (e.g. Almoloya, San Sebastián) and dams of the endorheic Laguna de Magdalena basin including the lagoon itself, from headwaters of the Río Chiquito near the town of San Marcos (Arroyo Tezontete headwaters), including the Presa Limoncito (Oconahua dam), a Río Ameca affluent, and from the Río Salado, a Río Ameca affluent about 15 km W of Guadalajara. The affiliation of the last subpopulation to <em>Xenotoca doadrioi&#160;</em>is very likely but needs to be verified (J. Lyons pers. comm. 2018).<br/><br/>It  has become rare in the Almoloya and San Sebastián spring and has probably been extirpated from the San Marcos area except for the Oconahua dam (Domínguez-Domínguez <em>et al.</em>&#160;2016). The stock in the Río Salado has not been found since the late 1980's and it is therefore regarded as extinct.", "population": "The species is found in small numbers where it presently occurs.", "populationtrend": "decreasing", "habitat": "<p>This species seems to be highly adaptable to variable habitat conditions. At the type locality, the species inhabits an area with turbid water and was collected in shallow water no more than 1.5 m deep. The pond is no more than 3 m at its deepest part; the bottom is comprised of mud and gravel, and no water plants are present. Other fish species collected in the area were <em>Xenotoca</em> cf. <em>melanosoma</em>, <em>Goodea atripinnis</em>,<em> Poeciliopsis infans&#160;</em>and the introduced <em>Xiphophorus variatus&#160;</em>and <em>Oreochromis</em> sp. Historically, other species were reported from this pond including <em>Algansea amecae</em>, <em>Moxostoma austrinum</em>&#160;and <em>Allotoca maculata,&#160;</em>but all of these species have not been collected in the area since 1970. In the Almoloya spring, the species inhabits clear water with gravel to muddy bottom and water plants and this pond is used as a swimming pool. Other species inhabiting this pond are <em>Xenotoca</em> cf. <em>melanosoma</em>, <em>Zoogoneticus purhepechus</em>, <em>Ameca splendens</em>, <em>Goodea atripinnis</em>, <em>Poeciliopsis infans</em>, and the introduced <em>Oreochromis</em> sp. In Oconahua Dam, the water is turbid and contains a muddy bottom and with few water plants. Other species collected include <em>Xenotoca</em> cf. <em>melanosoma</em>, <em>Goodea atripinnis</em>, <em>Poeciliopsis infans</em>, as well as the introduced <em>Lepomis macrochirus</em>&#160;and <em>Cyprinus carpio</em>. The San Marcos stream is a seasonally fluctuating stream that is dry for most of the year, but when water is present the surface of the stream is totally covered with <em>Eichhornia crassipes</em>, <em>Typha</em> sp., and <em>Cyperus</em> sp. The water at this site is highly polluted by organic matter and is turbid, whereas the Sahuaripa stream is an irrigation channel totally modified and fed by a water pump. In 1999 and 2002, the species was collected in both places including <em>Xenotoca</em> cf. <em>melanosoma</em>, <em>Allotoca</em>&#160;<em>maculata</em>, <em>Goodea atripinnis</em>, <em>Poeciliopsis infans</em>, and<em> Oreochromis</em> sp. For the 2006 survey, <em>Allotoca maculata</em> was not collected; in the 2015 survey only <em>Pseudoxiphophorus bimaculatus</em> was found (Domínguez-Domínguez <em>et al.</em>&#160;2016). Adults have got strongly bifid teeth in the outer row and conic teeth in the inner row. Following Fitzsimons (1972), the closely related species <em>Xenotoca eiseni</em> is omnivorous, although plant material forms the greater volume of food. The gut is as long or sligthly longer than the TL. Besides plant material, they feed also from worms, crustaceans, spiders and aquatic insects.<br/><br/>From a survey of Köck <em>et al.</em> (2016): The Balneario Almoloya is a rectangular shaped spring, 8 x 10 m in diameter. This spring has got an outlet in its west corner, draining into a bigger pool, 60 x 25 m and extending southwards. The north part is clear through the incoming spring water, the south part murky brown and partly shaded by trees. The depth is about 150 cm, the ground made up of mud, silt and sand. In the east corner of the spring is an outlet into a channel, this channel expanding after about 65 m and being dammed after about 250 m from the spring. The channel leads eastwards but doesn't reach the Laguna Magdalena. While&#160;<em>Ameca splendens</em>&#160;prefers the spring,&#160;<em>Xenotoca</em>&#160;<em>doadrioi</em>&#160;and <em>melanosoma</em>&#160;mainly inhabit the big pool and the channel.</p>", "threats": "<p><em>Xenotoca doadrioi</em> is known only from small springs and dams in areas highly impacted by human activities that have been strongly modified for irrigation. It has been extirpated from more than 50% of the known historical localities (Pedraza-Marrón, 2011). This species is threatened by irrigation pressure for agriculture. Introduced fish species pose a significant risk for the long-term survival of this species.<br/><br/>The species has been extirpated from the Laguna de Magdalena and survives only as a remnant population in the Almoloya pool, threatened by water pollution through agriculture and pressure by exotic fish species. When the species was described (2016),&#160;<em>Pseudoxiphophorus bimaculatus</em>&#160;was present in the Balneario in contrast to the years before. On a survey by Köck&#160;<em>et al.</em>&#160;(2016) in the same year, only a single male could be collected. The situation at the type location looks better, but pressure comes from introduced Tilapia and the use of the water from the San Sebastián pond for irrigation. The species has possibly disappeared from the Upper Río Ameca, where it was present in; it disappearance is probably due to droughts, water pollution and the occurrence of&#160;<em>Pseudoxiphophorus bimaculatus</em>. Last surveys by Domínguez-Domínguez <em>et al</em>. (2016) were not successful in finding any specimen. The only stock that seems to persist is the one from the Oconahua dam, where it is threatened by non-native sunfish (<em>Lepomis macrochirus</em>). The&#160;<em>Xenotoca&#160;</em>from the Río Salado, that probably belong to&#160;<em>doadrioi</em>&#160;(J. Lyons pers. comm. 2017), haven't been seen since the late 1980's and are possibly extinct.</p>", "conservationmeasures": "<p>The only conservation effort is a monitoring and ex-situ breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico</p>", "usetrade": "This species is not used for consumption, but a target species for the ornamental fish trade. All specimens distributed are surplus of captive strains going back to collections of the late 1970's respectively 1980's."}]}