{"name": "125979553", "result": [{"species_id": 125979553, "taxonomicnotes": "Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show a discrete distribution since they are only found in the Antilles, specifically on Hispaniola, Cuba, Jamaica and the island of Grand Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em> in prep). Moreover, there is enough morphological distinctiveness in characters with adaptive value such is the case of gonopodial traits to separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention.", "rationale": "<p><em>Limia</em><em>&#160;caymanensis </em>is restricted to coastal habitat on Grand Cayman Island. Extent of Occurrence (EOO) is estimated to be 249-370 km<sup>2</sup>. The number of threat based locations where this species occurs cannot be estimated with accuracy, given uncertainty regarding the scope and magnitude of habitat loss. However, mangrove forest losses on Grand Cayman are severe, with an estimated loss of 27.9% cover from 1965-2013, and continued losses associated with development of tourism and residential infrastructure are anticipated. As such,&#160;<em>L</em><em>. caymanensis</em> is assessed as Near Threatened under criterion B1b(iii). Additional research regarding population size, population trend, and the direct impact of regionally pervasive threats is urgently needed to clarify the conservation status of this species.</p>", "geographicrange": "<p><em>Limia caymanensis</em> is endemic to Grand Cayman Island, Cayman Islands (Rauchenberger 1988, Lucinda 2003). It has been collected at several localities on Grand Cayman, including Doctor’s Cave Pond, Fish Pond, Meager Bay Pond, Sea Pond, Least Grebe Pond, Pease Bay Pond, small brackish water holes near Town Hall (West Bay), in freshwater depressions northwest of Northside Village, and in marl pits at Georgetown Airport (Rivas and Fink 1970, Abney and Rakocinski 2004). Additional records of <em>Limia</em> have been reported from Malportas Pond, Betty Bay Pond, Collier's Pond, and Governor's Pond (C. Rakocinski pers. comm. 2020). The type locality of this species is a coastal lagoon 3.2 km west of Old Man Bay (Lee&#160;<em>et al.</em>&#160;1983). This species has not been reported from Little Cayman or Cayman Brac, despite extensive sampling on these islands (Rivas and Fink 1970).</p>  <p>Extent of Occurrence (EOO) is estimated to be 249-370 km<sup>2</sup>, with a lower estimate based on a minimum convex polygon calculated around all georeferenced collection records (GBIF 2020), and an upper estimate based on a minimum convex polygon calculated around the entire land mass of Grand Cayman Island. The primary threat to this species is habitat loss associated with land-use change and coastal development (Bradley&#160;<em>et al.</em>&#160;2006, Echternacht&#160;<em>et al.</em>&#160;2011, Jurn&#160;<em>et al.</em>&#160;2018). However, the scope, magnitude, and direct impacts of this threat on <em>L</em><em>. caymanensis</em> have not been evaluated in detail, and therefore the number of threat-based locations where this species occurs cannot be determined with accuracy. Furthermore, the range of this species probably includes a number of protected areas (IUCN and UNEP-WCMC 2020), which may exclude these localities from future coastal development.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a fairly large number of specimens, suggesting that it is relatively common throughout its range (Rivas and Fink 1970).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in brackish water, coastal mangrove lagoons, and freshwater limestone depressions on Grand Cayman Island (Lee&#160;<em>et al.&#160;</em>1983). This species is syntopic with <em>Gambusia caymanensis</em> throughout its range (Rivas and Fink 1970). It is a midwater swimmer and diet is comprised of mud and detritus (Rivas and Fink 1970). Maximum reported body size is 3.2 cm and 2.8 cm standard length (SL) for females and males, respectively (Lee&#160;<em>et al.</em>&#160;1983). </p>", "threats": "<p>The primary threat to this species is mangrove forest destruction and conversion associated with coastal development (Bradley&#160;<em>et al.</em>&#160;2006, Echternacht&#160;<em>et al.</em>&#160;2011, Jurn&#160;<em>et al.</em>&#160;2018), and potential future losses resulting from severe weather events (Abney&#160;<em>et al.</em>&#160;2005). The human population on Grand Cayman has increased substantially in recent years (Echternacht&#160;<em>et al.</em>&#160;2011). Additionally, the need for infrastructure to support a burgeoning tourism industry has resulted in the destruction of coastal habitat throughout Grand Cayman (Echternacht&#160;<em>et al.</em>&#160;2011). Mangrove forest loss on Grand Cayman between 1965-2013 is estimated at 27.9%, and future projections suggest that mangrove habitat outside of protected areas could be lost by 2108 (Jurn&#160;<em>et al.</em>&#160;2018). Losses have been especially severe around the western and southern sides of North Sound (Jurn&#160;<em>et al.</em>&#160;2018). Land-use change has considerably increased the turbidity of coastal environments (Giglioli 1996). </p>  <p>Habitat degradation and loss associated with rising sea level and increased incidences of severe storms are anticipated future threats to&#160;<em>L</em><em>. caymanensis </em>and other species that utilize lowland coastal habitat (Echternacht&#160;<em>et al.&#160;</em>2011).</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards&#160;<em>L</em><em>. caymanensis</em>. The range of this species probably extends into coastal protected areas throughout Grand Cayman (IUCN and UNEP-WCMC 2020), which may provide indirect protection against habitat loss and degradation. Additional research regarding population size, population trend, and the direct impact of existing threats would be useful in clarifying the extinction risk of this species.</p>", "usetrade": "<p>This species is maintained in captive stocks at the University of Colorado (Rodriguez-Silva and Weaver 2020).</p>"}]}