{"name": "128727229", "result": [{"species_id": 128727229, "taxonomicnotes": "This species is questionably a synonym of&#160;<em>Crossocheilus diplochilus </em>(Mirza and Arshad 2008), however it is considered a separate species by Mirza and Javed and in the Catalog of Fishes (Mirza and Javed 2015, Eschmeyer <em>et al</em>. 2018).", "rationale": "This species has an extent of occurrence (EOO) of 10,600 km<sup>2</sup>, occurs in one threat-based location, and is facing continuing declines in the quality and extent of habitat due to threats of drought and flooding and damming. Therefore, it is assessed as Vulnerable.", "geographicrange": "<em>Tariqilabeo macmahoni </em>was originally described from Dasht River, near Suntsar and Turbat, Baluchistan Province, and is currently known to be restricted to this basin.", "population": "In 2004, it was estimated that there would be a future decline of &gt;90% over the next 10 years, until 2014, due to the threats of damning and drought (CAMP 2004, M. Rafique pers. comm. 2020). However, no current population data are available regarding the population size or trend of this species, other than it can be suspected to still be in decline given the ongoing threats to this species and its habitat (Tariq and Van de Giesen 2012, Xie <em>et al. </em>2013).", "populationtrend": "decreasing", "habitat": "<em>Tariqilabeo macmahoni</em> occurs in seasonal rivers, temporary pools and ditches with stone or clay beds. It is a benthopelagic herbivore and is found up to 100 m (Talwar and Jhingran 1991).", "threats": "This species is threatened by drought (Xie <em>et al.</em> 2013) and dams (Khan 2016) which are causing fluctuations in water levels and likely population declines (M. Rafique pers. comm. 2020). The Mirani Dam was constructed on the Dasht River in 2006 and may have contributed to serious flooding and siltation after a cyclone hit the area in 2006, although the impacts on this species has not been recorded (Tariq and Van de Giesen 2012).", "conservationmeasures": "There is no information regarding conservation for this species.", "usetrade": "There is insufficient information regarding this species' possible use and or trade, and more research is required."}]}