{"name": "8708", "result": [{"species_id": 8708, "taxonomicnotes": null, "rationale": "<em>Fundulus lima</em> is endemic to interior waters of the Baja California Sur on the Pacific slope of Mexico, with a very restricted and fragmented distribution not exceeding 10 sites. Extensive sampling from 1991-1995 and 2002-2004 shows a greater than 50% range reduction in the past, primarily resulting from the widespread establishment of the invasive <em>Coptodon zillii</em>. Population declines are continuing, and the impacts of invasive species on <em>F. lima</em> has not ceased. Localized extirpations have occurred in several localities. Inter-basin subpopulations are considered severely fragmented, with little to no recruitment between them. As such, this species is assessed as Endangered (EN) based on inferred past population reduction in excess of 50%, declines in Area of Occupancy (AOO) and habitat quality, and due to the effects of introduced taxa.", "geographicrange": "<p><em>Fundulus lima</em> is endemic to interior waters of the Baja California Sur on the Pacific slope of Mexico (Miller <em>et al</em>. 2005). Historically, this species was distributed from the San Ignacio Oasis in Mulege Municipality southward to Arroyo Las Pocitas (Miller <em>et al</em>. 2005).The current distribution of this species is, however, highly reduced from historical norms. Extensive surveys in 2010 suggest localized extirpation from the San Javier, Bebelamas, San Luis, and San Pedro de La Presa drainage basins (Ruiz-Campos <em>et al</em>. 2006, 2014). Similarly, sampling at 10 localities in the Santa Rita and Los Pocitas-San Hilario from 2009-2011 failed to report this species (Ruiz-Campos <em>et al</em>. 2014). Localized extirpations do not represent a major decline in the extent of occurrence, given extant populations at the northern and southern range extent at San Ignacios and Las Pocitas, respectively. However, surveys in 2002 and 2004 show a total range reduction greater than 50% of the historical distribution of this species, the majority of which occurred following the establishment of the redbelly tilapia <em>Coptodon zillii</em> (Ruiz-Campos <em>et al</em>. 2006). Given this pervasive threat, the number of localities where this species occurs is unlikely to exceed 10.</p>", "population": "<p>The total population size of <em>F. lima</em> is unknown, but it is likely relatively small given its restricted range. Subpopulations within each drainage basin are considered severely fragmented based on morphometrically and genetically unique characteristics that suggest little to no exchange of propagules among basins (Bernardi <em>et al</em>. 2007, Reyes-Valdez <em>et al</em>. 2011). In the San Ignacio and La Purisma drainages, the most recent sampling suggests low to moderate relative abundance at many sites and considerable increases in the total biomass of <em>C</em><em>. zillii</em> (Ruiz-Campos <em>et al</em>. 2006). Las Ceudas in the Bramonas Basin contains the most intact subpopulation (Ruiz-Campos 2000).<br/><br/>On a range-wide scale, population trend has declined by more than 50% in the recent past, estimated from catch abundance and inferred from range decline (Ruiz-Campos <em>et al</em>. 2006, 2014, Lozano-Vilano and Maza-Benignos 2017). In 2003, a major flood event caused significant population reductions over a short period of time (Ruiz-Campos <em>et al.</em> 2006). Continued decline is inferred from the localized extirpation of this species at several localities resulting primarily from competitive interaction with invasive species (Ruiz-Campos <em>et al. </em>2014, Andreu-Soler and Ruiz Campos 2013, Lozano-Vilano and Maza-Benignos 2017). The American Fisheries Society’s Endangered Species Committee also recognizes range-wide population decline (Jelks <em>et al.</em> 2008).</p>", "populationtrend": "decreasing", "habitat": "<p><em>Fundulus lima </em>occurs in oases, springs, ponds, and creeks characterized by clear water, low salinity, and lentic conditions to moderate velocity over bedrock, sand, and gravel substrate (Miller<em> et al.</em> 2005, Lozano-Vilano and Maza-Benignos 2017). This species prefers pools with lateral scour ranging from 0.3-2 m in depth, and water temperature between 20-28 <sup>o</sup>C (Ruiz-Campos 2000). Diet varies seasonally, comprised primarily of diatoms, insect larvae, and fish scales in the dry season and insect larvae, filamentous algae, and ostrocods in the rainy season (Zamorano <em>et al. </em>2011). Reproduction occurs in April and March (Ruiz-Campos 2000).</p>", "threats": "<p>The primary threat to <em>F. lima</em> is the introduction and establishment of several non-native or invasive species, and subsequent impacts to population status resulting from competitive interaction or predation (Alaniz-Garcia <em>et al.</em> 2004, Andreu-Soler and Ruiz-Campos 2013). These include, in order of importance, redbelly tilapia <em>C</em><em>. zillii </em>(Ruiz-compos <em>et al. </em>2006, 2014), common carp <em>Cyprinus carpio</em>, green swordtail <em>Xiphophorus helleri</em>, and guppy <em>Poecilia reticulata</em> (Andreu-Soler and Ruiz-Campos 2013). Federal government aquaculture programs continue to introduce non-native species such as <em>C. zillii</em> in the species habitat (Ceballos <em>et al.</em> 2016). Additionally, surface water abstraction and groundwater extraction for agricultural and domestic use may reduce the availability of suitable habitat (Cardona<em> et al. </em>2004).</p>", "conservationmeasures": "<p><em>Fundulus lima</em> is listed as endangered in the Mexican Official Norm (SEMARNAT 2010). However, there are currently no known species-specific conservation action directed towards<em> L. lima</em>. Assisted reintroduction of this species into water bodies that do not contain invasive species has been suggested (Ruiz-Campos 2000). However, careful consideration is needed to preserve the genetic identity of each basin subpopulation (Bernardi <em>et al. </em>2007).<br/><br/>The range of this species falls into multiple protected areas, including Ramsar designated sites (IUCN and UNEP 2018), which may confer indirect protection against future habitat degradation.</p>", "usetrade": "There is no information regarding the use and trade of<em> F. lima</em>."}]}