{"name": "195635814", "result": [{"species_id": 195635814, "taxonomicnotes": null, "rationale": "This species is listed as Near Threatened on the basis that it is known from only a small number of localities. It is possible that it was severely affected by the 2019-2020 bushfires, which are expected to have resulted in almost or complete mortality in areas subject to high intensity fire, but nothing is known with certainty of its ecology or of the true extent of its exposure to this or any other impacts. Based on the available data, however, it is not likely to have experienced a population decline as great as 80% over the past 10 years and it is unclear whether any decline is ongoing, although bush fires in this area are likely to recur. As many as two thirds of known localities were subject to fire during the 2019-2020 bushfire season, but nothing is known of the extent of its wider distribution within its extent of occurrence (a minority of which was impacted by fire). It may consequently have either been subject to localised decline, and so would warrant listing as Least Concern, or that it has undergone a decline at a scale sufficient to trigger a Vulnerable or Endangered listing.", "geographicrange": "This species is endemic to Australia, where it occurs in eastern coastal Victoria in East Gippsland, as well as in the Blue Mountains near Sydney in New South Wales (Atlas of Living Australia 2021). There are a total of six known localities. The known extent of occurrence is almost exactly (but very slightly in excess of) 20,000 km<sup>2</sup>.", "population": "This species is difficult to identify and is very small making it hard to detect. Most records were taken in 2004-2005 by Michael Batley and the most recent was taken in the Blue Mountains in December 2018 by James Dorey. It is known from only six localities, four of which (and 43% of the extent of occurrence) were impacted by bushfires in the 2019-2020 bushfire season. Too little is known of the true distribution and ecology of this species to determine whether the species was subject to a proportionate decline, but mortality in areas affected by high and very high intensity fire (an estimated 27% of the extent of occurrence, but an unknown proportion of localities) is expected to be 100%.", "populationtrend": "decreasing", "habitat": "This species has been recorded from open <em>Eucalyptus </em>forest and low open eucalypt woodland with a tussock grass or shrubby understory, based on the habitat at known localities according to the Australian major vegetation subgroup classification (groups 4 and 9 - NMD 2003) (Atlas of Living Australia 2021). There is only a single record of floral visitation, from <em>Leptospermum macrocarpum</em>, and so nothing is known of its host specificity. Nothing else is known for sure of its ecology. Inference from related species suggests that it is probably too small to construct its own nests and instead nests in pre-existing cavities, usually in wood or other vegetation but potentially also in soil or rocks. Related species overwinter as dormant larvae in cool conditions, and develop over several weeks in warmer months. Any subpopulations in warmer climates may not overwinter, and could potentially raise two generations a year. Adults likely die in spring soon after mating.", "threats": "During the 2019-2020 bushfire season two thirds of the known localities were impacted by fire, but too little information is available on the full extent of its range to determine the impacts of this on the global population. The species is likely to experience full mortality in areas that are completely burned, and eggs and larvae are presumed to require cavities in vegetation, shallow soil or surface debris which will be destroyed in fire. Any surviving adults will be reliant on appropriate nesting substrate and food resources, and unlikely to be able to disperse to areas where these survive. The intensity and scale of annual bushfires is expected to increase as a result of a drying climate (Abrams<em>&#160;et al.&#160;</em>2021).", "conservationmeasures": "This species' range probably includes protected areas, including Blue Mountains National Park. Too little is known about this species to propose management actions. All available information on its ecology is based on what is known about related species and while it is expected to be sensitive to fire, research is needed to clarify its distribution, population status, ecological requirements and threats. There is a need to compile a key to the subgenus to which this species belongs in order to permit reliable identification.", "usetrade": "There is no known use of or trade in this species."}]}