{"name": "173833658", "result": [{"species_id": 173833658, "taxonomicnotes": null, "rationale": "<p><em>Neoplecostomus watersi </em>is known from&#160;Cachoeira Creek, a tributary stream of the Corrente River in the upper Paraná River basin in central Brazil. Area of occupancy (AOO) and extent of occurrence&#160;(EOO) are estimated to be 4 km<sup>2 </sup>and the species is assigned to a single threat-based location. The primary threat to aquatic ecosystem integrity in the Correntes basin is severe land-use alteration associated with agricultural expansion and cattle ranching which dominate the landscape. Despite uncertainties regarding the direct impact of existing threats at the type locality, continuing decline in habitat quality is inferred. Therefore, <em>N. watersi</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii). Additional research regarding distribution, population size, population trend, and the direct impact of existing threats is urgently needed to clarify the conservation status of this species. Site protection, habitat monitoring, and population monitoring are warranted conservation priorities.</p>", "geographicrange": "<p><em>Neoplecostomus watersi </em>is known from&#160;Cachoeira Creek, a tributary stream of the Corrente River in the upper Paraná River basin in central Brazil (Silva&#160;<em>et al.</em>&#160;2019). </p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a 2x2 km grid overlain on the type locality and only known collection locality of this species. Existing threats within the Corrente River basin are expected to impact the type locality in its entirety, and therefore this species is assigned to a single threat-based location.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of 12 specimens across four collection lots (Silva&#160;<em>et al.</em>&#160;2019).</p>", "populationtrend": "unknown", "habitat": "<p><em>Neoplecostomus watersi </em>is known from<em> </em>Cachoeira Creek, a tributary stream of the Corrente River in the upper Paraná River basin. The type locality of this species is characterized by clear water where specimens occurred on the substrate under rocks (Silva&#160;<em>et al.</em>&#160;2019). Males are sexually dimorphic based on the presence of a urogenital papilla (Silva&#160;<em>et al.</em>&#160;2019). </p>", "threats": "<p>The primary threat to aquatic ecosystem integrity in southwestern Goiás State is severe land-use alteration associated with agricultural expansion and cattle ranching which dominate the landscape (Carvalho&#160;<em>et al.</em>&#160;2009, Costa 2012, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Beginning with the relocation of Brazil’s capital to Brasília in 1960, the Cerrado frontier was subjected to rapid development of road networks and subsequent agricultural development (Latubesse&#160;<em>et al.</em>&#160;2019). Agricultural activities in this region are responsible for the majority of Brazilian agricultural production, including that of soybeans, maize, and more recently sugar cane to support ethanol production (Carvalho&#160;<em>et al.</em>&#160;2009, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Intensive pesticide and chemical fertilizer applications are regularly utilized in agricultural production methods (Alves&#160;<em>et al.</em>&#160;2010, Wittman&#160;<em>et al.</em>&#160;2015). Between 39-55% of the original Cerrado land cover has been lost (Carvalho&#160;<em>et al.</em>&#160;2009). In Goiás State, 69% of the watersheds larger than 500 km<sup>2</sup> have less than 50% of remnant vegetation (Latrubesse&#160;<em>et al.</em>&#160;2019). Diversion of surface water resources to support agricultural irrigation has the ability to quickly dewater annual and perennial streams (Costa 2012).</p>  <p>Despite uncertainties regarding the direct impact of existing threats on <em>N. watersi</em>, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>It is feasible that range extends into das Emas National Park where primary threats are largely mitigated (IUCN and UNEP-WCMC 2020), but adjacent land is heavily impacted by agricultural activities and cattle ranching (Carvalho&#160;<em>et al.</em>&#160;2009, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Additional research regarding distribution, population size, population trend, and the direct impact of existing threats is urgently needed to clarify the conservation status of this species. Site protection, habitat monitoring, and population monitoring are warranted conservation priorities.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}