{"name": "125518791", "result": [{"species_id": 125518791, "taxonomicnotes": null, "rationale": "<p><em>Palaiargia traunae </em>is known only from&#160;one locality where two specimens were collected in 2013, and there has been widespread conversion of forest to grassland and gardens in the general area, particularly at lower altitudes where this species was not encountered (Richards and Theischinger 2014). Although there are moderately extensive areas of intact montane forest with steep clear-flowing streams at higher altitudes in the broader region, this species is classified as Vulnerable on the basis that there are plausible threats to the only known population that (if the species is restricted to this area alone) potentially could push the species to Critically Endangered or Extinct within a very short time period. Additional information about its distribution (including altitudinal range) and population status is urgently required.</p>", "geographicrange": "<p><em>Palaiargia traunae </em>is known from a single location at 1,618 m asl near Trauna Gap in the Trauna River Valley, Western Highlands Province, Papua New Guinea (Orr and Richards 2014).</p><p><br/></p><p><br/><br/></p>", "population": "There is no information available about population size or trends for this species. Orr and Richards (2014) noted that 'The species appeared to be uncommon;' and only two individuals were observed at the type locality 'despite more than 6 hours of sampling over two days at this site.' (Orr and Richards 2014; S.J. Richards, unpublished data).", "populationtrend": "unknown", "habitat": "Little information is available about this species' habitats and ecology. Orr and Richards (2014) reported that <em>Palaiargia traunae</em> was found 'along a small, very steep and clear rocky stream' and that 'The lower montane rainforest on adjacent slopes was reasonably intact, but many trees along the stream had been cleared so the canopy was fairly open. Both specimens were captured when they descended from the canopy during short periods of sunshine to perch on vegetation and debris at the top of a large, rocky waterfall.'", "threats": "<em>Palaiargia traunae</em> is known from a single location adjacent to a road through forest that connects two major population centers, and roadside vegetation where the species was discovered had been severely degraded (S.J. Richards, unpublished data). Furthermore, much of the Trauna River Valley has been converted to grassland or cleared for gardens. However the steep upper slopes of the Trauna River Valley retain some intact montane forest, and there is a significant area of montane forest extending to the southeast of the only known locality for <em>P. traunae</em> so it may have a broad distribution in that area although this has not been confirmed. Until the distribution and altitudinal range of this species have been better documented the threat posed by forest conversion and degradation as a result of expanding small-scale gardens in the area is difficult to assess.", "conservationmeasures": "<p>There are no conservation actions in place for this species. Research is needed to better document its habitat requirements, distribution, population status and trends, and threats from habitat conversion and degradation. <br/></p>", "usetrade": null}]}