{"name": "139559714", "result": [{"species_id": 139559714, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis calceata</em> is known from about 13 locations in Dinagat and Panaon in the Philippines. The population is likely to be severely fragmented due to deforestation creating a highly fragmented habitat. An accurate estimate of the area of occupancy (AOO) for this species is not possible with the available data, but it is likely to be small and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest on Dinagat and Panaon. Its curent known extent of occurrence (EOO) is smaller than 3,500 km² and is constrained by the combined areas of Dinagat and Panaon (therefore is below 5,000 km²). The species qualifies for Endangered status under criterion B1ab(ii,iii) and is assessed accordingly.</p>  <p>&#160;</p>", "geographicrange": "<p><em>Igneocnemis calceata</em> is known from Dinagat and Panaon in the Philippines (Gassmann and Hämäläinen 2002, Hämäläinen 1991, Villanueva 2009). The assessor is aware of records from 13 sites but it has not been possible to assign coordinates to six of these for mapping purposes. To the assessor's knowledge none of the known locations are in a protected area but many of the locations on Dinagat are within the Mount Kambinlio and Mount Redondo Important Bird Area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small and will be declining due to loss of forest on Dinagat and Panaon. Its extent of occurrence (EOO) is constrained by the combined areas of Dinagat and Panaon. The EOO based on known localities is only 682 km², but this is based on only seven of the known locations and is therefore a serious underestimate; the EOO based on occupied HydroBASIN areas is 3,466 km².</p>", "population": "<p>This does not appear to be a common species even where it occurs. Beyond this all that can be said is that an ongoing decline in overall population is suspected due to loss and degradation of forest within the range of the species and that severe fragmentation is very likely.</p>", "populationtrend": "decreasing", "habitat": "<p>Villanueva (2009: 32) states “Solitary, strict forest specialist that prefers heavily shaded habitats besides rivulets.” Nothing else is known. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of forest within the range of the species.</p>", "threats": "<p>Although forest remains on Panaon, most of it appears highly disturbed in satellite images, and clearance for agriculture is a threat. General threats on Dinagat, which has already lost much of its forest, are from clearance for agriculture, logging and mining (legal and illegal). Writing about the Mount Kambinlio and Mount Redondo Important Bird Area, BirdLife International (2019, but based on data from 2001), state that “The timber on Dinagat is of poor quality, but wood-cutting and encroachment into the forests for kaingin [slash and burn agriculture] and illegal commercial logging are reported to occur there. The upgrading of a road through the centre of the island could increase the rate of encroachment in the future. There have been reports of chromite mining on a hill adjacent to Mt Kambilio.” In fact recent satellite images show extensive mining operations at several locations within the IBA and apparently much of the island is under mining concessions (Villanueva 2009). Small, illegal mining operations are common in the remaining forests of Dinagat and pollute streams with toxic chemicals, after which almost all Odonata vanish.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance. Total protection of areas in Panaon and Dinagat where the species occurs (for instance parts of the Mount Kambinlio and Mount Redondo Important Bird Area) is highly desirable. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>  <p>&#160;</p>", "usetrade": null}]}