{"name": "109723846", "result": [{"species_id": 109723846, "taxonomicnotes": null, "rationale": "The species is endemic to Lake Matano and the connecting River Petea in the Malili Lakes, Sulawesi, where it has been recorded on hard substrate only. However, it is now considered Possibly Extinct throughout its range after surveys in 2017 and 2018 in the lake failed to recover this species (T. von Rintelen pers. obvs. 2018) from sites where it was abundant in 2002 and 2003. The current threats to this species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact outflow and natural water level fluctuations, while the rapidly expanding human population and erosion around the lake are also causing siltation. Invasive species also threaten this species through direct predation. A thick algal cover was observed at all six sites visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native molluscs by the invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) or to water level regulation by the mining company PT Vale remains to be investigated. There is therefore thought to have been a decline in population size of &gt;90% over the last 10 years and this species is, therefore, assessed as Critically Endangered (Possibly Extinct). Additional surveys are required to confirm if this species is still extant in Lake Matano and the Petea River.", "geographicrange": "<p></p><p>The species&#160;is endemic to Lake Matano (164.1 km<sup>2</sup>) and the connecting Petea River, which are part of the Malili Lakes system in Sulawesi, Indonesia. However, it is now considered Possibly Extinct throughout its range after surveys in Lake Matano in 2017 and 2018 failed to recover this species (T. von Rintelen pers. obs. 2018).</p><p></p>", "population": "This species was previously reported as abundant (von Rintelen <em>et al.</em>&#160;2007). However, no individuals were found at two sites in 2017 where it was  previously abundant in 2002 and 2003, and no specimens were recovered in Lake Matano in surveys carried out in 2018 (T. von Rintelen pers. obs. 2018). It was last recorded in 2013. The population size is therefore thought to have declined by &gt; 90% within the last 10 years and this species is considered Possibly Extinct throughout its range.", "populationtrend": "decreasing", "habitat": "This species is know to be a hard substrate dweller on rocks and wood within the freshwater Lake Matano and has also been recorded in lacustrine habitats in the connecting Petea River.", "threats": "<p>The endemic fauna of the Malili Lakes is threatened by the introduction of exotic fish species, particularly Flowerhorn Cichlids (<em>Colossoma sp.</em>)<em>&#160;</em>(Herder <em>et al. </em>2012). There is direct impact on this species in Lake Matano, with no specimens found in 2017 or 2018 from two sites where it was previously recorded as being abundant in 2002 and 2003. Most species of&#160;<em>Tylomelania</em>&#160;are probably safe from direct consumption by Flowerhorn Cichlids&#160;because of their size and thick shells, but juveniles might be eaten. This is especially relevant for&#160;<em>T. zeamais</em>, which is small and has consequently small juveniles. A thick algal cover was observed at all sites visited in Lake Matano in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native molluscs by the invasive Flowerhorn Cichlid or to water level regulation by the mining company PT Vale remains to be investigated.&#160;<br/><br/>Other current threats to this species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. Many species of&#160;<em>Tylomelania</em>&#160;are being collected for the aquarium pet trade, but this species does not seem to be traded and is unlikely to become a target, if still extant, due to its small size.&#160;</p>", "conservationmeasures": "<p>No conservation plans are currently in place for this species. Additional surveys are required to confirm whether this species is still extant within Lake Matano and the connecting Petea River. If still extant then protection of its localities and habitats is needed, along with invasive species control. Research is also needed into the population dynamics, ecology and the threats to this species as well as monitoring of population trends.</p>", "usetrade": "There is no use or trade information on this species. Many <em>Tylomelania </em>species of the Malili lakes are collected and traded as aquarium pets, however <em>T. zeamais&#160;</em>has not yet been conspicuously traded."}]}