{"name": "173698764", "result": [{"species_id": 173698764, "taxonomicnotes": null, "rationale": "<p><em>Libellago blanda</em> is only known from the Nicobar Islands, with confirmed records only from Kamorta Island (two localities, but the assessor has not been able to find the position of one of these) and from Nancowry (Nankauri) island without any more detailed locality information. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but the total area of the Nicobar Islands is only approximately 1,841 km², the species is only known to occur on two islands in the Middle Nicobar group and even there not all habitat will be suitable. Its maximum extent of occurrence (EOO) is 375 km², so the AOO can safely be assumed to be smaller than that. Information on the state of suitable habitat for this species in the Middle Nicobar Islands is not available to the assessor, but since the islands are inhabited, it is certainly possible that the AOO and extent and quality of suitable habitat is declining due to human activities, but confirmation of this is needed. It is difficult to judge the threats faced by this species with the available information, but given its small distribution it is likely to face threats, and it is inherently vulnerable to threatening events. If the species were to be lost from any of the current known sites, it would likely rapidly move into Critically Endangered. Under these circumstances, the species is assessed as Vulnerable under criterion D (VU D2); if declines in the AOO and extent and quality of suitable habitat are confirmed, then the species will need to be reassessed as Endangered.</p>", "geographicrange": "<em>Libellago blanda</em> is only known from the Nicobar Islands, with confirmed records only from Camorta Island (two localities, but the assessor has not been able to find the position of one of these) and from Nancowry (Nankauri) island without any more detailed location (see Hämäläinen 2002). An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but the total area of the Nicobar Islands is only approximately 1,841 km², the species is only known to occur on two islands in the Middle Nicobar group and even there not all habitat will be suitable, so that the AOO can safely be assumed to be smaller than 500 km² (likely smaller than300 km² - see the extent of occurrence estimate below). Information on the state of habitat for this species in the Middle Nicobar Islands is not available to the assessor, but since the islands are inhabited it is certainly possible that the AOO is declining due to human activities, but confirmation of this is needed. Its maximum extent of occurrence (EOO), based on the extent of HydroBASINS the known records are from, is 375 km².", "population": "<p>No statement about current population sizes and health can be made for this species.</p>", "populationtrend": "unknown", "habitat": "<p>Nothing has been recorded on the habitats and ecology of this species, but it will breed in streams as do other members of its genus. It is not known if the extent and quality of suitable habitat for the species are declining.</p>", "threats": "<p>It is difficult to judge the threats faced by this species with the available information, but given its small distribution it is likely to face threats, and it is inherently vulnerable to threatening events.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements, ability to tolerate disturbance and threats. It would certainly benefit from protection of habitat where populations occur.</p>", "usetrade": null}]}