{"name": "218123205", "result": [{"species_id": 218123205, "taxonomicnotes": "This species was described from material that included records attributed to <em>Cnemaspis dickersonae </em>by Spawls <em>et al.</em> (2018).", "rationale": "<p>This species is endemic to Kenya, where it has an extent of occurrence (EOO) of 829 km<sup>2</sup>. The species occurs in four locations, which are experiencing continuing decline in the area, extent and quality of habitat and primarily linked to habitat alteration as a result of deforestation, livestock grazing, and collection of firewood. Known subpopulations of the species occur in protected forest reserves within Mt. Kenya, Aberdares, Nyambene Hills and Karura forest and one subpopulation is known to occur within a town where urbanization is ongoing.&#160; As such the species is assessed as Endangered under criterion B.</p><p><br/></p>", "geographicrange": "<p>This species is endemic to Kenya, where it is found on the southern and eastern slopes of Mt. Kenya Forest (Chuka, Kirimiri and Chogoria forest blocks) the Nyambene Hills (Ngaya and Keiga forest block), Karura forest-Nairobi, extreme south-eastern lowland forest of Aberdares (Blue Post Forest, Thika) (Spawls <em>et al.</em>&#160;2018, Malonza and Bauer 2022). All known localities are at elevations of approximately 1,200–2,000 m asl.</p>", "population": "<p>There is no information on the abundance of this species and no data on population trends.&#160; However, the population is assumed to be low due to its restricted microhabitat. The subpopulations are disjunct since this species can only occur in forest habitats and it is unable to disperse through intervening habitats which have been transformed for agriculture and housing developments.&#160;</p>", "populationtrend": "unknown", "habitat": "<p><em>Ancylodactylus kenyaensis </em>occurs in both moist and dry montane forests, between 1,200 and 2,000 m asl.&#160; It does not occur in transformed landscapes. It occurs on tree trunks and hollows as well as rock crevices or caves (Malonza and Bauer 2022).</p>", "threats": "<p>In some of the forest blocks in Mt. Kenya and Nyambene Hills there is ongoing deforestation, livestock grazing, and collection of firewood. In the town of Thika there is ongoing loss of suitable habitat to urban development.</p>", "conservationmeasures": "<p>Known subpopulations occur in protected forest reserves within Mt. Kenya, Aberdares, Nyambene Hills and Karura forest. Others are in less protected private lands e.g. the Blue Post forest patch in Thika town (Malonza and Bauer 2022) where there has clearly been loss of the majority of its habitat to the ongoing development of the town. Continued protection and restoration of the remaining habitat is necessary to ensure that this species does not undergo further declines. In addition, more research is needed to understand the population trends, response to existing threats and its ecological requirements.</p>", "usetrade": "There is no use of or trade in this species."}]}