{"name": "60879", "result": [{"species_id": 60879, "taxonomicnotes": "This species belongs to the pure 'utaka' group i.e. without spots. This species has a wide variation in morphology and colouration, and it may consist of more than any species (<em>virginalis</em> complex). Iles (1960) observed two forms in Nkhata Bay known locally as kaduna and kajose. Konings (1995) considers them as two different species that have been observed at Gome rock in the same locality but in different habitats. Konings considers the kaduna type as conspecific with <em>C. virginalis</em>. Other researchers have also observed different forms in other parts of the lake, which may represent different species (Turner 1995). Kaduna has been observed in Nkhata Bay (type locality) in Tanzania and may be more widespread.", "rationale": "This species is endemic to Lakes Malawi and Malombe where it has lake-wide distributions. Population size is in apparent decline due to intensive fishing. Survey collecting data of 1998-1999 compared to similar surveys performed in 2016 showed a 40% decrease in weight of <em>C. virginalis</em>. Interpolated for the last 10 years would yield a decrease of about 20%. This is close to meeting the Vulnerable threshold for criterion A2. It is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi, the Upper Shire River and Lake Malombe. It has lake-wide distributions.", "population": "This is a common species. In the northern part of the southwestern arm of Lake Malawi it is one of the most abundant species in 30 to 50 meters deep water. A survey conducted in 1998-1999 (Darwall 2003) found <em>C. virginalis</em>&#160;to comprise 50–60% in weight of sample trawl catches, while a 2016 survey found up to 75% of catch weight.", "populationtrend": "decreasing", "habitat": "It occurs in the water column over sandy or muddy bottoms, which is also their habitat in the Shire River and in Lake Malombe.&#160;It is mainly a zooplankton feeder. It appears to be a seasonal breeder. Breeding individuals have been encountered in rocky habitats in Lake Malawi. Breeding appears to occur in Lake Malombe but there are no rocky structures in that lake or in the Shire River. The form outside of Lake Malawi may actually represent a closely related but different species.", "threats": "Overfishing using chirimila nets is a potential threat to this species.", "conservationmeasures": "No conservation actions are in place for this species.", "usetrade": "This species is rarely&#160;collected by the ornamental fish trade, but is an important food fish."}]}