{"name": "202050", "result": [{"species_id": 202050, "taxonomicnotes": null, "rationale": "<p><em>Raphismia inermis</em> is only known from Borneo and an old record from Bangka Island off of Sumatra. Only nine locations have ever been recorded for this extremely locally occurring peat swamp forest species and it can only be considered as currently known from at most six of these and is certainly extinct at one of the others. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but it is estimated to be less than 500km<sup>2</sup>, the overall population is certainly severely fragmented, and the AOO and extent and quality of suitable habitat is declining. Threats exist at all locations, including the protected ones. The species is assessed as Endangered under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Raphismia inermis</em> is only known from Borneo and an old record from Bangka Island off of Sumatra (Ris 1919). Records from Borneo are from one location in Brunei (Dow unpublished), three locations in Central Kalimantan (Dow &amp; Silvius 2014, Lieftinck 1953), an unspecified location in West Kalimantan (Ris 1910) and three locations in Sarawak (Dow unpublished: Maludam National Park, Dow &amp; Unggang 2010 and Ris 1919). From the known locations the species is certainly extinct at the one in Sarawak listed by Ris (1919: Rock Road near Kuching; no suitable habitat remains here) and it is highly doubtful that it survives on Bangka where there has been considerable deforestation. In total (including the unspecified one in West Kalimantan) the assessor is aware of records from only nine locations, of which only at most six can be considered as currently known. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but the total extent of suitable habitat (peat swamp forest) remaining in Borneo is less than 30,000 km<sup>2</sup> (based on figures in Miettinen <em>et al. </em>2016) and the species appears to occur so locally that it is not likely to occupy more than 1% of this habitat (possibly considerable less than this), while that on Bangka will be very small, so the currently known AOO is less than 500 km<sup>2</sup>. The AOO will also be declining due to loss and degradation of peat swamp forest throughout the species’ range. One of the locations in Central Kalimantan and two in Sarawak are protected.</p>", "population": "<p>This is an extremely locally occurring species that appears to occur at low densities where it does occur. An accurate estimate of its population is not remotely possible with the currently available information, but the population will be declining due to loss and degradation of peat swamp forest throughout the species’ range. The overall population is undoubtedly already severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs extremely locally in peat swamp forest and associated peripheral forest formations. At the locations where it still survives in Brunei and Sarawak the forest is pristine or close to pristine, and that at the two locations in Central Kalimantan reported in Dow &amp; Silvius (2014) although disturbed by logging, is still more intact than most remaining peat swamp forest in the region; this species may be particularly sensitive to disturbance. The extent and quality of suitable habitat for this species is certainly declining throughout its range.</p>", "threats": "<p>The primary threat to this species is from habitat loss. As of 2011 it was estimated (Posa et al. 2011) that from the original peat swamp forests in the areas where <em>Raphismia inermis</em> is known to occur, only 46.6% remained in Kalimantan and 36.2% in Sarawak and Sabah, with only Brunei suffering a smaller reduction with 83.9% remaining. Most of this habitat loss is through conversion of forest to agriculture, principally oil palm although, for instance, very large areas were lost in Kalimantan Tengah when peat swamp forest was cleared for the so-called Mega Rice Project, which failed. Clearance of pear swamp forest for oil palm plantation is ongoing throughout most of the range of <em>Raphismia inermis</em>. Forest fires during dry seasons are another serious threat to the habitats of this species and peat swamp forest fires are notoriously difficult to put out. Many fires, especially in Indonesia, appear to be deliberately set to clear forest, but it has proved difficult to bring prosecutions against those responsible.</p>  <p>Logging is still a threat to the habitats of <em>Raphismia inermis</em>. Although large-scale legal logging operations have probably largely ceased in peat swamp forest throughout most of the range of the species, some smaller scale operations still occur and illegal logging is a serious threat, especially since no minimum cutting diameters are enforced so that the forest is likely to be opened up to the point where the species cannot survive. Another potential threat to <em>Raphismia inermis</em> is from excessive drainage; at sites adjacent to oil palm plantations, other agricultural areas, human habitation etc., drainage ditches intended to drain the plantation etc. also lower the water table of the peat swamp forest, therefore affecting the presumed larval habitat and increasing vulnerability to fire. Another form of drainage occurs within peat swamp forest at sites in Kalimantan that have been logged in the past, in these cases a grid of channels have been cut across the peat dome, presumably to allow timber to be taken out on small boats.&#160;</p><p></p>", "conservationmeasures": "<p>More data on the distribution of this species are urgently needed, and a better understanding of its exact habitat requirements. All existing sites should be given protected status if they do not already have it, and increased vigilance is needed at protected areas, both against forest fires and illegal logging activities. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}