{"name": "191714", "result": [{"species_id": 191714, "taxonomicnotes": "The types of <em>Skiffia lermae</em> were collected by S. Meek and F. Lutz in 1901 from the Pátzcuaro lake, the types of <em>Skiffia variegata</em> from the Zirahuén lake. Regan in 1907 synonymized both species as <em>Goodea lermae</em>. The second species was re-established by Hubbs and Turner in 1939, but again synonymized by Miller and Fitzsimons in 1971. According to different drainages, seven subpopulations are distinguished: The Lago de Pátzcuaro subpopulation (type subpopulation), the Río Grande de Morelia subpopulation, the Río Angulo subpopulation, the Middle Río Lerma subpopulation, the Río San Juán subpopulation, the Laguna Yuriría subpopulation and the Laguna de Zirahuén subpopulation. The last four subpopulations are regarded Extinct.", "rationale": "<em>Skiffia lermae </em>is an endemic Mexican freshwater fish species. At present, only six sites for this species remain, the largest of which are the Lake Zacapu, the Molino de Chapultepec Springs in the Lake Pátzcuaro basin and the La Mintzita Springs in the Grande de Morelia River basin. The species is threatened by water pollution from urban sewage, agricultural run-off, invasive species competition and predation in addition to over-extraction of water resources for human consumption and irrigation. Considering the number of locations (3), observed decline in AOO, EOO and habitat quality, the species is assessed Endangered.<span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "The Olive Skiffia is a freshwater fish endemic to the Mexican federal states of Michoacán, Guanajuato and Querétaro. It was historically reported from the endorheic Río Grande de Morelia basin including the Lago Cuitzeo, and the Presa Cointzio, from the Laguna Yuriría and several spring areas (La Mintzita, La Maiza, San Cristobal) draining into the Río Grande de Morelia respectively Lago Cuitzeo. It is furthermore known from the endorheic Laguna Zirahuén and Lago de Pátzcuaro basins, from the Río Angulo drainage including the Lago Zacapú and from habitats along the Middle Río Lerma, at least from a spring near San Francisco del Rincón, Río Turbio drainage and from the Río Laja system. There is one report from this species from the Presa El Centenario near Tequisquiapán, Río San Juán drainage (a Río Pánuco affluent); it even reached the headwaters of this river. The distribution and abundance of&#160;<em>Skiffia lermae</em>&#160;has declined steadily over the last 50 years with continued losses through the 2000’s. The species has disappeared from the Laja River, Lake Yuriría and the entire Lake Zirahuén basin, and has become uncommon and limited to a few small springs in the Lake Pátzcuaro and Grande de Morelia River basins (Lyons&#160;<em>et al.</em>&#160;1998, Soto-Galera&#160;<em>et al.&#160;</em>1998, 1999, De la Vega-Salazar 2003, Domínguez-Domínguez&#160;<em>et al.</em>&#160;2005, 2008, Mercado-Silva&#160;<em>et al.</em>&#160;2006). At present, only about six sites remain, the largest of which are in Lake Zacapú in the Lerma River basin, the Molino de Chapultepec Springs in the Lake Pátzcuaro basin, and the La Mintzita Springs in the Grande de Morelia River basin (Lyons 2011). Studies have found a&#160;55% reduction in the historical distribution of the Olive Skiffia (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).<br/><span><span><span><span class=\"st\"><span><span><span><span><span><span><span><span><span><span><span><span><span><span><br/><span></span></span></span></span></span></span></span></span></span>", "population": "The species was historically widely distributed, but has been extirpated through water pollution and competing non-native fish from several drainages. The Laguna Yuriría and the Río San Juán subpopulations have been eradicated. The Middle Río Lerma subpopulation survived in a spring in San Francsico del Rincón until the recent years, but was finally extirpated through introduced Sunfish and Largemouth Bass. A survey by Lyons (2015) revealed a single female, while three suveys by Köck <em>et al.</em> in 2017 found no specimens (M. Köck&#160;pers. comm. 2018)&#160;. The Laguna de Zirahuén subpopulation was also extirpated by the Largemouth Bass, decades ago. The Lago de Pátzcuaro subpopulation only remains in a spring near Chapultepec, although the numbers seem to be stable. The Río Angulo subpopulation is not known from outside the Zacapú lake; it also seems to be stable in the lake. Finally, a few springs within the Río Grande de Morelia drainage are populated with the Olive Skiffia. It was still known from few sections of the Lago Cuitzeo a couple of years ago (O. Domínguez-Domínguez pers. comm. 2014), but seems to be absent since that time. All of the spring habitats display moderate numbers of fish, some of the stocks are under pressure from non-native competing fish species (e.g. Green Swordtails and Guppys in La Mintzita) and water extraction.<br/><br/><br/><span><span><br/><span><span><span><span><span><span></span></span></span></span>", "populationtrend": "decreasing", "habitat": "<em>Skiffia lermae </em>occurs in quiet waters of lakes, spring-fed ponds, canals and  small creeks with clear to turbid water over mud, sand, gravel and  decayed organic matter. The vegetation comprises green algae, <em>Eneichhornia</em>, <em>Lemna</em>, <em>Scirpus</em>, <em>Salvinia</em>, <em>Nasturtium</em> and <em>Potamogeton</em> (Miller <em>et al.</em> 2005). The gut of this species is long and convoluted and it often grazes on algae and aufwuchs. Though also attracted by insects falling on the surface, this species is a herbivorous representative of the Goodeids.<br/><br/>La Mintzita is a marshy spring-fed lake, of about 80 m diameter, that  drains       into the Río Grande de Morelia and hence into the Lago  Cuitzeo. The Río Grande de Morelia/Cuitzeo basin is endorheic, although  its       fauna indicates that it was once connected to the adjacent Río  Lerma       basin. Most of the Río       Grande de Morelia/Cuitzeo  system has been greatly degraded, and La       Mintzita is one of the  last remaining high-quality sites in the basin. A few hundred metres  below the lake, the outlet canal receives       wastes from a large paper  mill (Bio Papel Scribe S.A. de C.V.) and no longer has the capability  to support       fish life, so La Mintzita is isolated from other fish  populations in the       basin. Lyons (2004) sampled the  outlet canal just below the lake, with a       backpack  electroshocker, and the lake itself just above the outlet with a        seine. The canal  was about       8 m wide and 0.5-1 m deep, with a  fast strong current and  gravel bottom. In 80 m of sampling, they collected the following  Goodeids: 3 <em>Alloophrous       robustus</em>, 30 <em>Goodea atripinnis</em>,       about 100 <em>Xenotoca </em>cf. <em>variata</em>, 5 <em>Skiffia       lermae</em>, and about 15 <em>Zoogoneticus       quitzeoensis</em>. They also       caught 10 <em>Poeciliopsis infans</em> (Poeciliidae; native) and about 25 <em>Xiphophorus       helleri</em> (an exotic Poeciliid), plus 10 <em>Yuriria       alta</em> (Cyprinidae; native) and 10 <em>Scartomyzon       austrinus</em>. They then pulled       the seine over about 300 m<sup>2</sup>   in the lake, which       averaged about 1 m deep with a sand and clay   bottom and clear water at       15-19 °C temperature. They captured 3  <em>A. robustus</em>, 5 <em>G. atripinnis</em>,       30 <em>X. </em>cf. <em>variata</em>, about 100 <em>S.       lermae</em>, 3 <em>Z. quitzeoensis</em>, plus at least 1,000 <em>P. infans</em>, 5 <em>X. helleri</em>,       and 30 <em>Y. alta</em> (Lyons 2004).<br/><br/><em>              </em>The  spring in Chapultepec, Lago de Pátzcuaro drainage, is an egg shaped and  fenced in spring with two  effluents, one on the south end, one on the west end. The size is  approximately 100 x 50 m, the depth from observations  outside of the  fence is at least 1.5 m. The effluents are channels from  about 80 cm (south-channel) to  more than 1 m (west-channel) width. Both channels  have sandy ground with  gravel and several rocks on the borders. In  recent years (2014-2017),  submersed vegetation in the channels occurred  in the form of some floating  water hyacinths directly after the outlet in  the south and areas with dense<em> Egeria</em>  sp. stocks. Grassy riparian  vegetation covered the borders and hung over the surface, while the west-channel  was partly covered by trees. At the&#160; west-outlet, some exotic <em>Zantedeschia</em> species grew along with the borders and shaded it partly. This part of the channel was densely planted with<em> Egeria</em>   and had a depth of 1 m. After 120 m from the outlet, it is dammed, leaving the   subsequent part of the channel with a varying depth between 15 and  40 cm.  The current in both channels was fast to moderate, the water  looked  characteristic milky blue, probably to dissolved minerals. The   vegetation in the spring itself was composed of <em>Egeria</em> species and <em>Potamogeton</em>   species. The water parameters taken in March 2017 were: water temperature, 19.5°C; pH, 7.22; conductivity, 1,180μS. Other fish species associated with the Olive Skiffia  were <em>Allotoca diazi</em>, <em>Goodea atripinnis</em>, <em>Alloophorus robustus </em>and<em>&#160;</em><em>Allotoca dugesii</em>. <br/><br/>The Lago Zacapú is an irregularly shaped small lagoon with an extension  from the northwest to the southwest, a length of about 670 m and width of about 470 m. In the southwest corner of the lake begins the dammed outlet, extending east-north-east upward over a  length of about 800 m and 60 m wide, over the whole length. The outlet  ends with a southwards bent hook, with an extension of 150 x 90 m. After  the dam, the affluent of the Canal or Río Angulo begins and merges into  it after about 6.5 km. Köck&#160;<em>et al.</em>&#160;(2014, 2015, 2016 and 2017)  found the species was abundant within two sites of the lagoon, at shallow depths within the free water column (M. Köck&#160;pers. comm. 2018).  The water was greenish brown in one place but clear, with little current  and partly shaded by tree. In another part, it was brown to clear, also showing little to no current. Other species found at the first spot were <em>Zoogoneticus quitzeoensis</em>,&#160;<em>Xenotoca variata</em>,&#160;<em>Goodea atripinnis</em>,&#160;<em>Allotoca zacapuensis&#160;</em>and<em>&#160;Hubbsina turneri. </em>The same species were found<em>&#160;</em>at the second site, except for the Zacapú Allotoca. <br/><br/>The  Lago Zacapú is fed by approximately 20 cold water springs (19 °C), which  emerge at the southwestern end of the valley of Zacapú: some are used for human consumption and recreation (Ramsar Secretariat, Site  No.1465, 2004). With the confluence of fish species, migratory  birds, plants and endemic amphibians (<em>Ambystoma andersoni</em>), it  can also be considered as a broad transitional zone, giving it great  ecological importance. The two main sections of Lago Zacapú differ: one has depths of between 4 to 6 m, and the other ranges from 12 to 90 m deep,  bedded by soils and alluvium (Ramsar Secretariat, Site No.1465, 2004).", "threats": "The species is threatened by water pollution from urban sewage, agricultural run-off, invasive species competition (mainly from Poeciliid species) and predation, in addition to over-extraction of water resources for human consumption and irrigation.", "conservationmeasures": "No conservation actions for <em>Skiffia lermae</em> are known, but it occurs at three Ramsar sites: Pátzcuaro lake (Ramsar Secretariat, Site No.1447, 2005), La Mintzita spring (Ramsar Archive, Site No.1919, 2009) and Lago Zacapú (Ramsar Secretariat, Site No.1465, 2004). <br/><br/>The only conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico", "usetrade": "The Olive Skiffia is not used for human consumption and is not a target species for the ornamental fish trade."}]}