{"name": "178304351", "result": [{"species_id": 178304351, "taxonomicnotes": null, "rationale": "This species occurs in streams and small rivers of the Lower Uruguay and Lower Parana freshwater ecoregions. It has a known area of occupancy (AOO) of 180-408 km<sup>2</sup>.  Threats include eutrophication and the presence  of pesticides and  herbicides from industrial farming, alteration of  hydrological regimes  by industrial farming (surface and ground water  use), and presence of  hydroelectrical dams that block fish dispersion. There is an inferred continuing decline in habitat based on these threats. Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species occurs in streams and small rivers of the Lower Uruguay and Lower Parana freshwater ecoregions (according to Abell <em>et al</em>. (2008) classification). Records were based on National Collections of Uruguay and literature reviews (Malabarba <em>et al.</em> 2012, Miquelarena and Carvalho 2013).<br/><br/>Its estimated extent of occurrence (EOO) is 138,898 km<sup>2</sup>,   based on the area of the minimum convex polygon around the 45 known   collection records. The species has a known area of occupancy (AOO) of  180 km<sup>2</sup>,&#160;based  on a 2x2 km grid overlaid on the 45 known  collections. Considering  potential stream habitat, based on Lehner and  Grill (2013), the AOO  rises to 408 km<sup>2</sup>.", "population": "No information is available on the population trend in this species.", "populationtrend": "unknown", "habitat": "This species inhabits streams and small rivers. No information is available on its diet and reproductive biology.", "threats": "This is species could be threatened by eutrophication and the presence  of pesticides and herbicides from industrial farming, alteration of  hydrological regimes by industrial farming (surface and ground water  use), and presence of hydroelectrical dams that block fish dispersion.", "conservationmeasures": "Protection of habitat is recommended.", "usetrade": "This species may be used in the ornamental trade."}]}