{"name": "120732502", "result": [{"species_id": 120732502, "taxonomicnotes": null, "rationale": "This species has a very restricted range on two reefs near Usisya, Malawi. It has an extent of occurrence (EOO) and area of occupancy (AOO) both of 4 km<sup>2</sup>. There is one location based on the threats of sedimentation and extraction. Due to its popularity among aquarists there is a projected decline in the number of mature individuals. This species is, therefore, listed as Critically Endangered.", "geographicrange": "<em>Metriaclima usisyae</em> is endemic to Lake Malawi where it is found on a submerged reef near Usisya (Tchinga Reef) (S 11° 14.834', E 34° 13.862') and at Mara Rocks (S 11° 14.86', E 34° 15.38').", "population": "This species is a common member of the rock-dwelling cichlid community in its distribution but there are an estimated 1,000 mature individuals. There is a projected continuing decline in these individuals due to collection.", "populationtrend": "unknown", "habitat": "This species inhabits the intermediate habitat, forming the transition zone between the pure rocky habitat and the sandy (or muddy) lake floor. It occurs at depths ranging between 7-15 m. Like all members of <em>Metriaclima</em> it feeds from the aufwuchs on the rocky substrate by combing loose material from the algal matrix. Food consists mainly of diatoms and small strands of cyanobacteria. Stomach contents inventories have revealed a predominance of loose aufwuchs, but plankton is also consumed in large quantities (Ribbink <em>et al</em>. 1983). Males in breeding colouration defend a territory centred around a burrow dug under a rock, or sometimes a cave between rocks. Territories usually border one another and breeding males can be as close as one meter apart. Females are regularly found singly but sometimes form small foraging groups as well. Spawning occurs inside the male's burrow or cave. Mouth-brooding females are usually found solitary, hiding among the rocks in shallow water. It grows to a maximum total length of about 10 cm.", "threats": "Sedimentation and extraction by the ornamental fish trade are threats. As the species lives a little bit deeper it relies on light penetration for the algae upon which it feeds.", "conservationmeasures": "No conservation actions for this species are known.", "usetrade": "This species is regularly collected for the aquarium trade and is known as \"Usisya Elongatus\".&#160;It is of no importance to subsistence fishermen."}]}