{"name": "152304950", "result": [{"species_id": 152304950, "taxonomicnotes": null, "rationale": "This species occurs in the Tusubres, Pirrís, Térraba and Coto river drainages on the Pacific slope of Costa Rica, exhibits an estimated Extent of Occurrence (EOO) of 8,709 km<sup>2</sup>, and occurs in 3-10 locations. Major threats include pollution from raw sewage discharge, agricultural runoff, and extensive land conversion. While the direct impact of these threats on the population status of <em>C. diquis</em> are unknown, they are inferred to have had a negative impact on the availability and quality of habitat, and ongoing degradation is expected to continue without conservation intervention. As such, this species is assessed as Vulnerable under criterion B1ab(iii).", "geographicrange": "<p><em>Cribroheros diquis</em> is known from the Chiriqui ichthyological province (Smith and Bermingham 2005, Říčan <em>et al</em>. 2016), occurring in the Tusubres, Pirrís, Térraba and Coto river drainages on the Pacific slope of Costa Rica (Angulo <em>et al</em>. 2013, Angulo <em>et al</em>. 2015). Elevation ranges from 16-700 meters above sea level (Angulo <em>et al</em>. 2013).</p>  <p>Extent of Occurrence (EOO) is estimated to be approximately 8,709 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection localities (GBIF 2019) and reported occurrences in the Tusubres River basin (Angulo <em>et al</em>. 2015). This species occurs in an estimated 3-10 locations, based on presence in two distinct protected areas (Monfredi 2012, Füreder <em>et al</em>. 2014) and assuming that pesticide and nutrient runoff from non-point agricultural sources is the most pervasive threat to habitat quality.</p>", "population": "The total population size and population trend of this species are unknown. This species was uncommon in surveys taken from the Osa Peninsula, Costa Rica (Monfredi 2012).", "populationtrend": "unknown", "habitat": "This species is benthopelagic, occurring in streams and rivers characterized by temperatures of 22-33 °C, moderate water velocity, and substrates of sand, gravel, and course rock (Füreder <em>et al</em>. 2014). Diet consists of aquatic insects, seeds, and fruit (Füreder <em>et al</em>. 2014). It may play an important role in riparian seed dispersal (Horn <em>et al</em>. 2011).", "threats": "<p>Raw sewage treatment is limited in Costa Rica, and much is discharged directly into natural waterways (Bower 2014).</p>  <p>Expansive agriculture has led to the deforestation of much of the Terraba River drainage (Krishnaswamy <em>et al</em>. 2001). As a result, sedimentation rates have increased, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). </p>  <p>Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Terraba River basin (Anderson <em>et al</em>. 2006). Similarly, ongoing and proposed hydropower development in the Pirrís river may alter natural hydrology (Guzmán-Arias and Calvo-Alvarado 2013).</p>  <p>The effects of potential threats in the Coto River drainage are unknown, but satellite imagery reveals expansive plantation agriculture that is suspected to be impacting the availability of suitable habitat. </p>  <p>While the direct impact of these combined threats on population status is unknown, they continue to result in an inferred decline in the availability and quality of suitable habitat within these drainages. </p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation actions directed towards <em>C. diquis</em>. The range of this species extends into multiple protected areas, namely Corcovado National Park and Piedras Blancas National Park (Monfredi 2012, Füreder <em>et al</em>. 2014, IUCN and UNEP-WCMC 2019). Additional research on distribution, population size, population status, and the direct impacts of major threats on population status is needed.</p><br/><p></p>", "usetrade": "<p>This species is not utilized. It may occasionally be collected in ornamental fisheries, but the volume of harvest is suspected to be low and unimpactful.</p>"}]}