{"name": "171111", "result": [{"species_id": 171111, "taxonomicnotes": null, "rationale": "This species is endemic to Greece, where it is known from a very small cave (the type locality, which has an area smaller than 1 km²) on Corfu. This cave is heavily affected by archaeological excavations and visitors. A second cave locality was known, however, only badly preserved shells were found there (Riedel 1992) and this locality probably does not exist any more as it was located within a quarry. Therefore, the species is now considered to occur at only one location. The cave has been impacted by past archaeological work and by ongoing tourism and recreational access, and hence a continuing decline in the habitat quality is inferred. Although it has never been found alive, this does not mean it is not extant, since it is a subterranean species and is difficult to collect alive. However, in the 1980s, more than 60 shells were found, indicating an extant population in the cave. The species is assessed as Critically Endangered (CR B1ab(iii)+2ab(iii)).  Further research is needed to confirm that this mollusc is still extant in the cave, and a conservation plan should be developed and implemented to avoid future excavations and to limit visitor access to the cave. Research on the species taxonomy is also needed.", "geographicrange": "This species is endemic to Greece where it is known only known from two caves on the northern slopes of Mount Pantokrator on Kerkyra Island (Corfu)(Riedel 1992). The occurrence of the genus in Corfu requires anatomical confirmation (Riedel 1992). The type locality is Ano Peristograva Cave, where specimens were collected from the front part of the cave (Riedel 1990). Although no living specimens have been found there (Pintér and Riedel 1983), the fact that more than 60 shells were found indicates a living population. At the second locality, only badly preserved shells have been found (Riedel 1992) and this locality probably does not exist anymore because it is located within a quarry.", "population": "The species has never been found alive, but this does not mean it is not extant, since it is subterranean and difficult to collect alive.&#160;More than 60 shells have been found (Pintér and Riedel 1983) so the species appears to be relatively common at the type locality.", "populationtrend": "unknown", "habitat": "The type locality cave is known for its high humidity, so this species&#160;probably depends on this kind of microhabitat. This fact fits well to our knowledge on the ecology of other species of its genus. The type locality cave is impacted by past archaeological work and by ongoing tourism and recreational access, and hence a continuing decline in the habitat quality is inferred.", "threats": "After the last finding of the species in 1978 (Pintér and Riedel 1983), archaeological excavations were carried out within the cave in 1997, and were planned to be repeated (Theodorou 2000). They affected especially the deepest areas of the cave, which are thought to be the most important parts for the species. How these excavations affected the species is not known, but they are likely to cause significant effects on the species and its habitat. Also, the presence of the excavation team in the cave surely resulted in further negative impacts, such as trampling, deposition of excavated soil, disturbance by light and microclimate changes. During the last year the cave has become a popular destination for geocachers.", "conservationmeasures": "The species requires taxonomical confirmation (Riedel 1992). Field research is necessary to clarify if the species has survived the archaeological excavations. Future excavations have to be avoided or at least carefully managed. Access of visitors to the cave has to be minimized and prevented as far as possible.", "usetrade": "This species is not known to be utilized."}]}