{"name": "189551442", "result": [{"species_id": 189551442, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that this species has an estimated extent of occurrence below 4,000 km<sup>2</sup>, it is considered to occur at fewer than 5 locations defined by identified threats to the quality of its habitat, and it is subject to an ongoing decline in habitat quality as a result of weed encroachment, hydrological changes and declines in water quality, with impacts from drought and fire expected to be increasingly significant as a result of climate change.", "geographicrange": "This species is endemic to Kangaroo Island off the coast of South Australia where it is restricted to the \"coastal fringe and adjacent mesic forests\", the preferred habitat of members of this genus (Rentz 2001). It is likely to have a restricted area of occupancy due to its association with damp soils, as few suitable habitats occur on Kangaroo Island. It has been recorded up to 200 m asl.", "population": "Only four specimens have been collected: one in the 1800s from an unknown locality; one in 1977 from Antechamber Bay (Rentz 2001); one from Tea-Tree Lagoon inland of D’Estrees Bay in 2019; and one in a post-fire survey near Cape Forbin in 2020 (R. Glatz; pers. comm. 2021). It is not clear whether it is naturally rare, as it has generally not been subject to targeted surveys. There is a general decline in the quality of its habitat. Too little is known of the ecology of this species to determine whether this corresponds to a population decline although it is likely to be impacted by changes in hydrology or the health of the population of its host plants.", "populationtrend": "unknown", "habitat": "Members of this genus favour \"sandy habitats and open woodlands often near the sea\" (Rentz 2001), and the three specimens with associated ecological data were from wetter areas. It is expected that it needs damp, humid, mainly coastal areas with the associated plant community. Host plants are expected to be strap-leaved plants such as <em>Gahnia</em>, <em>Dianella</em>, and bracken (Rentz 2001), though the degree of host specificity is unknown. Due to the patchiness of suitable habitat the species may exhibit some geographical structuring between subpopulations, and this flightless species is expected to be a relatively poor disperser. The lifespan is not known, but it is possible that some individuals may live for more than a year. In mild climates such as that on Kangaroo Island, it is possible that multiple generations may be produced in a year.", "threats": "Vegetation clearance occurred on Kangaroo Island mainly between 1950 and 1990, with the removal of about 60% of native vegetation. Remaining suitable coastal habitat is subject to a general ongoing decline in quality through the impacts of weeds, reductions in water quality, and changes to the hydrology which affect the structure of the plant community. It is likely that this species is susceptible to the impacts of drought, which is expected to become more common. Its association with wet habitats may buffer it to an extent to moderate or low intensity fire, but it is likely to be highly sensitive to fires of a high enough intensity to burn these plants. Members of this genus are slow-moving and reliant on camouflage among vegetation for protection, a behaviour which may make them less likely to flee from fire.&#160;Extremes of temperature and dryness may affect development to maturity by analogy with related species, and if these conditions are prolonged may reduce levels of recruitment.", "conservationmeasures": "There are records from protected areas on Kangaroo Island (including private conservation areas). Surveys are needed to better determine this species' distribution and clarify its specific habitat requirements. Awareness-raising is recommended both among government agencies and the general public, including appeals for local people to record observations of this species. Hydrological management may be beneficial.", "usetrade": "There is no known use of or trade in this species."}]}