{"name": "190785", "result": [{"species_id": 190785, "taxonomicnotes": "<p><em>Euphaea pahyapi</em> was recently (Phan <em>et al. </em>2018) recorded from Cambodia and Viet Nam, however these records are incorrect (Matti Hämäläinen pers. comm. 2018) and are not considered in the assessment.</p>", "rationale": "<p><em>Euphaea pahyapi</em> is only known to still exist at two locations in Thailand (a record from a third location may refer to a different species and the species is already extinct at a fourth location). A precise estimate of the area of occupancy (AOO) is not possible, but based on the two locations where the species is known to survive with certainty, it is less than 100 km². The overall population is certainly severely fragmented and a decline in quality and extent of suitable habitat is certainly ongoing. The species is assessed as Endangered under criterion B (EN B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Euphaea pahyapi</em> is only known from four locations in Thailand, however at one of these it is already extinct and the single record from another location requires confirmation. The species was described (Hämäläinen 1985) from a stream at Khao Phanom Bencha National Park and another stream between Krabi and Khao Phanom Bencha; the latter location is now completely covered by oil palm and the species is no longer present there. At Khao Phanom Bencha most of the stream inhabited by the species is now surrounded by oil palm and “<em>pahyapi</em> remains only in a short section (maybe only 300 m long) of the stream downstrea of the Huay To waterfall at the headquarters site” (Matti Hämäläinen personal communication 2018). Asahina (1985) described <em>E. khaochongensis</em>, a junior synonym of <em>E. pahyapi</em>,<em> </em>from Khao Chong in Trang. Hämäläinen &amp; Pinratana (1999) included a location in Ranong in their distribution maps, based on a single specimen in collection Pinratana, but this specimen may merely be an immature individual of the widespread <em>E. masoni</em>  (Matti Hämäläinen pers. comm. 2018), so this location is regarded as uncertain here. This leaves two locations where the species is still definitely known to be extant. The area of occupancy (AOO) of the species is difficult to calculate accurately, but based on the two definitely known locations it is certainly less than 100 km².</p>", "population": "<p>There is insufficient information to make any definitive statement about current population sizes and health, but this species has certainly suffered a decline due to loss of its habitats, and this decline is likely to be ongoing. The overall population is certainly severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Hämäläinen (1985) states that the species occurs at very shallow forest streams, a few meters wide with a sandy substrate. It appears to be confined to lowland, low gradient streams and disappears when the surrounding forest is converted to oil palm.</p>", "threats": "<p>The main threat to this species is from loss of habitat, which has occurred throughout its range for agriculture, oil palm plantations, and development related to tourism. Very little suitable habitat remains, since protected areas within its range are mostly forested hills which do not have suitable habitat, or only have very small areas of suitable habitat at their fringes. Regarding tourism: \"experience from Thailand shows that in heavily visited national parks, the construction of visitor facilities is often highly detrimental to insect populations, especially odonates, since streams and waterfalls attract humans as well as odonates. The present park management practice seems to favour clearing undergrowth from stream banks and along trails leading to major waterfalls, in order to provide visitors with a better view of the stream as they walk to the falls. Unfortunately removal of the brush and rheophytes considerably damages odonate habitats. In Khao Phanom Bencha National Park in Krabi, this practice has clearly decreased the number of <em>Euphaea pahyapi </em>Hämäläinen, 1985 downstream of the Huay To waterfall.\" (Hämäläinen 2004).</p>", "conservationmeasures": "<p>The first priority for this species is to ensure that the two existing sites are secure and that management practices are improved at them, and for more data on its distribution; the Ranong record needs to be re-examined and exhaustive searches in any remaining suitable habitat in peninsular Thailand must be made as soon as possible.<br/><br/>Measures for the conservation of this species must be based on protection of habitat; other measures will be at best ineffective and may be counterproductive (e.g., blanket bans on collection of specimens will simply hamper attempts to find new populations).</p>", "usetrade": null}]}