{"name": "191717", "result": [{"species_id": 191717, "taxonomicnotes": "The types of this species descibed by Cloudsley Rutter in 1896 as <em>Characodon eiseni</em> go back to collection of fish from Tepic by Gustav Eisen (1894). The species was synomyized with <em>Characodon variatus</em> by Regan in 1907 and finally transfered into the genus <em>Xenotoca</em> by Fitzsimons (1972). Specimens dedicated to this species from the Coahuayana drainage (as <em>Xenotoca lyonsi</em>) and the Laguna Magdalena basin respectively Río Ameca drainage (as <em>Xenotoca doadrioi</em>) have been split off the Redtail Splitfin recently by Domínguez-Domínguez <em>et al. </em>(2016). Affiliated to three river drainages, three subpopulations can be distinguished: The Río Mololoa subpopulation (type subpopulation), the Río Santa Rosa subpopulation and the Río Huicicila subpopulation.&#160;<em>Xenotoca eiseni&#160;</em>differs in many parametres from&#160;<em>Xenotoca variata</em>, the type species of the genus, means the Black Splitfin will be transfered in the future into a new to be erected genus.", "rationale": "The Redtail Splitfin<em>&#160;</em>is a freshwater species endemic to the Mexican Pacific  Slope, where it is found in tributaries of the Río Grande de  Santiago near Tepic, state of Nayarit. The species is potentially threatened by habitat loss and degradation caused by  sedimentation, chemical pollution, over-extraction of water resources,  competition and predation from invasive alien species and anthropogenic  modifications to flow regimes.&#160;<br/><br/>Because of the combined effects of its current threats, its restricted AOO (12 km<sup>2</sup>) and small number off locations (2), this species is categorised as Endangered (EN).", "geographicrange": "The Redtail Splitfin is a freshwater fish species endemic to the Mexican federal state of Nayarit. It was historically known from springs and creeks along the Río Mololoa  around the town of Tepic, including the Laguna de Tepetiltic in its headwaters, from the adjacent Río Santa Rosa headwaters, both affluents of the Lower Río Grande de Santiago about 30-40 km away from the Pacific, and from the Arroyo Compostela including the Laguna de San Pedro, Río Huicicila drainage, 25 km south of Tepic. It probably only persists in a spring in Seis de Enero, Río Santa Rosa drainage, and the Arroyo Compostela.&#160;<br/><br/>A 70% decline in the historical distribution range of the Redtail Splitfin was estimated in 2008 (Domínguez-Domínguez&#160;<em style=\"\">et al.</em>&#160;2008). However, this estimate included populations that were subsequently described<em style=\"\">&#160;</em>as the distinct species:&#160;<em style=\"\">X.</em>&#160;<em style=\"\">doadrioi</em>&#160;and&#160;<em style=\"\">X.</em>&#160;<em style=\"\">lyonsi</em>.<span class=\"st\"><em><br/></em>", "population": "Within the Río Santa Rosa drainage, the species occurs in moderate numbers in the Arroyo El Hijito spring area in Seis de Enero. In the Arroyo Compostela, numbers have been low since 2006-2008, due to increasing water pollution and the presence of<em> Poecilia</em><em> butleri</em>, which became more abundant in 2008 (Kenway-Lynch <em>et al.</em>&#160;2010).", "populationtrend": "decreasing", "habitat": "The species inhabits springs and spring-fed pools, lakes, creeks and turbid rivers. The predominant substrates are mud, silt, sand, rubble and rocks. The Redtail Splitfin prefers depths of less than 1 m (Miller<em>&#160;et al.</em>&#160;2005).", "threats": "<em></em><em></em>Main threats are habitat degradation, specifically water pollution and extraction of water for irrigation, and introduction of non-natives. (Kenway-Lynch&#160;<em>et al.&#160;</em>2010).<em>&#160;Xenotoca eiseni&#160;</em>is potentially threatened by habitat loss and degradation caused by sedimentation, chemical pollution, over-extraction of water resources, competition and predation from invasive alien species and anthropogenic modifications to flow regimes (Jelks&#160;<em>et al</em>. 2008).<br/>All stocks of the Redtail Splitfin are either extirpated or have become small and localized. The type location of the Redtail Splitfin has been modified into a fountain and included into an apartment complex with no fish remaining. The species was common in the Santiago basin, but not abundant in the Río Compostela. Decreases in abundance occurred at Río Compostela from 2006–2008 despite similar environmental conditions. In 2008, <em>Poecilia</em><em> butleri</em> was more abundant than previously known, possibly resulting in increased competition between these two species.", "conservationmeasures": "<p>The only conservation effort is an <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica of the Michoacan University, Morelia, Mexico.</p>", "usetrade": "The species is not used for consumption but has been targeted in the aquarium trade for many decades. The surplus offered goes back to old collections, dating back to the 1950's and 1960's. <br/><em></em>"}]}