{"name": "139069705", "result": [{"species_id": 139069705, "taxonomicnotes": null, "rationale": "<p><em>Indaeschna baluga</em> is known with certainty only from the type locality at Mount Banhao on Luzon in the Philippines (Needham &amp; Gyger 1937), which is within the Mounts Banahaw–San Cristobal protected area. There are also possible records from two other locations on Luzon. With very few definite records and nothing definite known of its habitat requirements it is best could be assessed as Data Deficient until more data are available. However, despite being protected there are definite threats at and around the type locality. Therefore with only a single definite location, and taking a reasonable precautionary approach, the species is assessed as Vulnerable under criterion D2. It is to be hoped that re-assessment to a lower threat category will be possible once more data are available.</p>", "geographicrange": "<p><em>Indaeschna baluga</em> is known with certainty only from the type locality at Mount Banhao on Luzon in the Philippines (Needham &amp; Gyger 1937), which is within the Mounts Banahaw–San Cristobal protected area. Material from the Roland Müller collection includes two males from other locations in Luzon listed as this species with doubts (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health.</p>", "populationtrend": "unknown", "habitat": "<p>Nothing has been recorded on the habitats and ecology of this species, however it is very likely to be forest-dependent. The only other species known from the genus, <em>I. grubaueri</em>, breeds in forest pools and at least occasionally in phytotelmata.</p>", "threats": "<p>The threats to this species cannot be reliably assessed without more information on its habitat requirements. However if the species is sensitive to disturbance then even populations in Mounts Banahaw–San Cristobal protected area may be under threat: BirdLife International (2019) state that threats in this area “are from illegal logging, kaingin [slash and burn agriculture], encroachment into forest areas for permanent agriculture, and the collection of forest products. Hunting in the park remains a problem. Quarrying and mining activities around the park, especially in the towns of Dolores and Sariaya, began to operate in 1994. The large numbers of mountaineers and occasional hikers who visit the park, especially during the summer months (up to 5,000 hikers in a month), put considerable pressure on the natural environment. Moreover, during Holy Week, large numbers of pilgrims of several religious denominations converge on Mt Banahaw. Up to 300,000 pilgrim and hikers are reported to visit the area, particularly in the towns of Dolores and Sariaya”.</p>", "conservationmeasures": "<p>The priority for this species is for information on its habitat requirements and ability to tolerate disturbance and for more data on its distribution. Taxonomic work is also clearly needed.</p>", "usetrade": null}]}