{"name": "176092140", "result": [{"species_id": 176092140, "taxonomicnotes": null, "rationale": "<em>Hyphessobrycon fernandezi</em>&#160;is classified as&#160;Vulnerable. The extent of occurrence (EOO) is best estimated at <span style=\"background-color: rgb(255, 255, 255);\">15,147</span> km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 592 km<sup>2</sup>.  Given the regional impacts associated with the expansion of the urban  frontier (deforestation, agribusiness, effluents, and riverbed  transformation), <em>H. fernandezi</em> is best estimated to occur in two threat-based locations. These threats have resulted in a continuing decline in the EOO and habitat. The population is considered severely fragmented because the species has small (potentially non-viable) and isolated subpopulations in different coastal drainages due to natural causes.", "geographicrange": "<em>Hyphessobrycon fernandezi </em>was described near Aroa, en route to Duaca, Quebrada Cupa, Caribbean slopes of Venezuela (Fernández-Yépez 1972). It is endemic to the coastal drainages in rivers Aroa, Yaracuy, Urama and Sanchón (Rodríguez-Olarte <em>et al.</em> 2011). It occurs in lowlands, less frequently in piedmonts and estuaries. It is also in Tocuyo drainage, reported for fluviomarine plains in Tacarigua reservoir, and other small neighbouring drainages: Tibana creek in Cuare, Agüide and Ricoa (García-Alzate&#160;<em>et al. </em>2008).&#160;The records for the upper tributaries at north of Tocuyo River must be treated with caution, since another very similar species of recent description occurs there (<em>Hyphessobrycon paucilepis</em>). The records in slopes to Venezuela Gulf (Casigua, Bariro, Borojó) and upper Tocuyo are in doubt and should be reviewed. The species&#160;is reported in six localities with elevation from 2-285&#160;m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at <span style=\"background-color: rgb(255, 255, 255);\">15,147</span> km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 592 km<sup>2</sup>. Given the regional impacts associated with the expansion of the urban frontier (deforestation, agribusiness, effluents, and riverbed transformation), <em>H. fernandezi</em> is best estimated to occur in two threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Hyphessobrycon fernandezi</em><em>&#160;</em>in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019) and complemented with records from the databases of the following ichthyological collections Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "<em>Hyphessobrycon fernandezi</em> is not a common species. In streams piedmonts in Aroa and Yaracuy drainages it comprised &lt;0.1% of relative abundance (Rodríguez-Olarte <em>et al.</em> 2011), but it could be common in lagoons and reservoirs. There are no data available to estimate the population size, and considering the human and climatic threats in the region, the population has an unknown trend. A significant population reduction is likely in the future due to environmental degradation within its distribution.", "populationtrend": "unknown", "habitat": "<em>Hyphessobrycon fernandezi</em> inhabits plains and piedmonts in creeks, streams and lagoons with heterogeneous substrates. It is also in estuaries and brackish water. Very little information about the habitat and ecology of <em>H. fernandezi</em> is known. Species of the genus <em>Hyphessobrycon </em>eat insects and algae in similar proportions. It can reach 54 mm in standard length (Lima <em>et al.</em> 2003). Reproduction may be periodic and associated with the rainy season. The genus has variable fecundity, between 300 and 2,000 oocytes (García-Alzate <em>et al.</em> 2008).", "threats": "Streams in plains are the critical habitat for the species, and there a rapid expansion of the urban and agricultural frontier is reported. Different stressors affect the integrity of rivers and their habitats for the local ichthyofauna, even more so for endemic and rare species such as <em>H. fernandezi</em> (Rodríguez-Olarte <em>et al.</em> 2006, 2011, 2018, 2019).&#160;Deforestation is extensive in the Aroa, Yaracuy and Urama drainages, as well as in all the plains near to the sea. Further, fluviomarine plains are associated with the regional tourism centre in beaches of Morrocoy National Park and agroindustrial developments. All rivers have cities, towns and villages on their banks. Urban and agricultural effluents are not treated before entering the rivers, and the extraction of water is high and permanent. In the plains there are several industrial centres (e.g. oil refineries). There are dams and artificial lagoons that can favour the species, but many are depauperated by urban and industrial effluents (e.g. Cumaripa and Durute reservoirs), introduced species (e.g. <em>Oreochromis </em>sp.) or desiccation by sedimentation.", "conservationmeasures": "There are no specific measures for the conservation of the species <em>Hyphessobrycon fernandezi</em>. There are no laws, regulations and educational programs specifically oriented to its protection. This species is included in the website about freshwater fish at risk,  their monitoring and conservation in coastal drainages of Venezuela  (Rodríguez-Olarte and Taphorn 2007). <em>Hyphessobrycon fernandezi </em>was previously assessed as Vulnerable for a regional assessment in coastal  drainages of the Caribbean Sea (Rodríguez-Olarte <em>et al</em>. 2011)&#160;and Near Threatened in the Red Book of Venezuelan Fauna (Rodríguez <em>et al.</em> 2015). Records of the species are detected in protected areas (IUCN and UNEP-WCMC 2020). It is reported in National Parks Yurubí, San Esteban and Morrocoy, and Wildlife refuges Cuare and Tucurere. Most of these protected areas cover only the upper (piedmont) and lower (sea) limits for the species, leaving the plains unprotected and subject to extensive and intensive intervention. The fluviomarine plains in other protected areas&#160;are small and under strong human impacts. In some sectors of piedmont private conservation initiatives could be an impact on conservation, such as Hacienda Guáquira (Rodríguez-Olarte <em>et al</em>. 2011).", "usetrade": "There is no information on the possible use and trade in this species."}]}