{"name": "187083", "result": [{"species_id": 187083, "taxonomicnotes": null, "rationale": "<p><em>Glandulocauda melanopleura</em> is restricted to headwater streams in the upper Tietê, Guaratuba, Itatinga, Juquiá, and Itanhaém Rivers that drain the Serra do Mar coastal range of southeastern Brazil. Extent of occurrence is estimated to be 1,790 km<sup>2</sup>&#160;and the species is inferred to occur in 4-5 threat-based locations. Area of occupancy cannot be estimated with accuracy, given few georeferenced collection records and uncertainties regarding habitat use. Continuing declines in habitat extent, habitat quality, and the number of subpopulations are inferred based on documented evidence of impacts associated with riparian deforestation, urban expansion, agricultural production, transportation infrastructure development, damming infrastructure, and pollution. Therefore,<em> G. melanopleura</em> is assessed as Endangered under criterion B1ab(iii,iv). Site protection of remaining collection localities is a conservation priority. Additional research regarding the scope and magnitude of existing threats is urgently needed to clarify the extinction risk of this species.</p>", "geographicrange": "<p><em>Glandulocauda melanopleura</em> was originally described from a headwater stream of the Tietê River drainage, and more recently subpopulations have been identified in the upper portions of the Guaratuba, Itatinga, Juquiá (a tributary of the upper Ribeira de Iguape River), and Itanhaém Rivers that drain the Serra do Mar coastal range of southeastern Brazil (Camelier&#160;<em>et al.</em>&#160;2018). The streams inhabited by this species are high altitude clearwater streams that are currently isolated from one another and harbour unique intraspecific lineages (Camelier&#160;<em>et al.</em>&#160;2018). Despite geographic isolation, subpopulations are not considered severely fragmented because subpopulations are expected to be large enough to be genetically viable through time.</p>  <p>Extent of occurrence (EOO) is estimated to be 1,790 km<sup>2</sup>, based on a minimum convex polygon calculated around the five known collection localities where this species occurs (Camelier&#160;<em>et al.</em>&#160;2018). Area of occupancy (AOO) is estimated to be 28 km<sup>2</sup>, based on a 2x2 km grid overlain on subpopulation locations reported by Camelier&#160;<em>et al.</em>&#160;(2018) and additional publicly available georeferenced collection records (GBIF 2020). Sampling biases may result in an artificially low estimated AOO given such few collection records, and therefore it is not certain if AOO is likely to exceed 500 km<sup>2</sup>. The primary threat to this species is agricultural development, which has had demonstrated impacts on at least one location where the species used to be present. Given the potential of future agricultural development to impact headwater streams independently, this species is inferred to occur in 4-5 threat-based locations, given uncertainty regarding the persistence of the subpopulation in the Ribeira de Iguape River (Cameleier&#160;<em>et al.</em>&#160;2018).</p>", "population": "<p>The total population size of this species is unknown. Population trend is suspected to be in decline, based on reported localized extirpations (Camelier&#160;<em>et al.</em>&#160;2018) and continuing declines in habitat extent and quality (Serra&#160;<em>et al.</em>&#160;2007, Abilhoa&#160;<em>et al.</em>&#160;2008).</p>", "populationtrend": "decreasing", "habitat": "<p>This species is restricted to clear, first and second order high altitude streams characterized by cool flowing water, dense rainforest vegetation, high levels of dissolved oxygen, and compacted substrates (dos Santos and Esteves 2014, Camelier&#160;<em>et al.</em>&#160;2018). These conditions are necessary for successful reproduction and have a strong influence on the persistence of subpopulations (Camelier&#160;<em>et al.</em>&#160;2018). Maximum reported body size is 4.28 cm standard length (SL) (Weitzman 2003).</p>", "threats": "<p>The Mata Atlântica is one of the most threatened habitat types in Brazil and currently exhibits 2-5% of its original extent, which has had severe implications on the quality and extent of freshwater habitat (Serra&#160;<em>et al.&#160;</em>2007). Riparian forest cover is especially important in maintaining trophic structure and microhabitat (Serra&#160;<em>et al.</em>&#160;2007, Abilhoa&#160;<em>et al.</em>&#160;2008).</p>  <p>Linear stream habitat between and near Paranapiacaba is impacted by hydroelectric damming infrastructure and deforestation associated with agricultural production and a railroad yard. Pollution from nearby communities, shipping yards, and from industrial processes have contributed to declining habitat quality, and may be responsible for a high proportion of deformed individuals in scientific collections. Recent sampling efforts in the Ribeira de Iguape River failed to report this species, which suggests localized extirpation at this collection locality due to agricultural activities and damming infrastructure (Camelier&#160;<em>et al.</em>&#160;2018). The upper Capavari River basin is influenced by urban sprawl and the development of transportation infrastructure (dos Santos and Esteves 2014).</p>  <p>Impacts on habitat quality, habitat extent, and the number of subpopulations are inferred. Additional research is urgently needed to further quantify the direct impact and scope of existing threats.</p>", "conservationmeasures": "<p>This species is regionally assessed as endangered in the State of São Paulo (dos Santos and Esteves 2014). Range extends into small networks of protected areas, which could provide indirect protection against further habitat degradation (IUCN and UNEP-WCMC 2020). Additional research regarding population size, population trend, and the direct impact and scope of existing threats is urgently needed to clarify the extinction risk of this species. Site protection, habitat monitoring, and population monitoring are warranted as immediate conservation priorities.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}