{"name": "122210215", "result": [{"species_id": 122210215, "taxonomicnotes": null, "rationale": "<p><em>Leptogomphus semperi</em> is known from scattered records from a handful of locations on Basilan, Dinagat, Leyte, Mindanao and Samar, and possibly Luzon, in the Philippines. Threats exist at all known locations and the overall population is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available data is very unlikely to be greater than 2,000 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The species qualifies for Vulnerable status under criterion B2ab(ii,iii) and is assessed accordingly. When more data are available it is to be hoped that re-assessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Leptogomphus semperi</em> is known from scattered records from Basilan, Dinagat, Leyte, Mindanao and Samar in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Laidlaw 1936, the assessor also has unpublished data). The assessor is aware of records from only six locations to which it has proved possible to assign separate coordinates for mapping purposes, other records (for instance of the type specimen from Mindanao) do not have location information beyond the island on which they were collected. Hämäläinen and Müller (1997) list Luzon in the distribution of this species but the source of this record is not clear to the assessor. None of the known locations appears to be within a protected area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it may not be large and with the available data is very unlikely to be greater than 2,000 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>This may not be an uncommon species where it occurs but it has not often been recorded. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and severe fragmentation is very likely.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occupies lowland forest streams but beyond this little is known. It is not known how tolerant to disturbance it is. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to individual populations of this species will be from complete clearance of forest for agriculture or as a result of logging or mining, and at some locations from toxic pollution of streams as a result of mining. These threats exist in some combination at all known locations and throughout the Philippines.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance, and for protection of areas of suitable habitat where the species occurs.</p>", "usetrade": null}]}