{"name": "190552041", "result": [{"species_id": 190552041, "taxonomicnotes": null, "rationale": "<em>Chinchaysuyoa ortegai</em>&#160;is restricted to the middle course of coastal river Chira, Catamayo drainage in northern Peru. It is only known for two locations in the Poechos reservoir, with an extent of occurrence (EOO) of 96 km<sup>2 </sup>and area of occupancy (AOO) of 8 km<sup>2</sup>. The taxon is poorly represented in museum collections and databases. Total population size and population are unknown and a decreasing trend is suspected. Several threats have resulted in an inferred continuous decline in the area and quality of habitat. Therefore,&#160;<em>Chinchaysuyoa ortegai</em>&#160;is assessed as Endangered.", "geographicrange": "<em>Chinchaysuyoa ortegai</em>&#160;is endemic to a coastal freshwater body in northern Peru, described in the reservoir Poechos, in the middle course of Río Chira, Catamayo drainage that born in the Andes Western Range (Marceniuk <em>et al</em>. 2019). It possibly occurs in Ecuador because the Río Chira has a transboundary current. Specimens of this species were formerly classified in the genus&#160;<em>Hexanematichthys </em>and <em>Potamarius</em>. The review and update of records in biological collections will probably increase the number of specimens and expand their area of distribution. The species&#160;is reported in two localities at around 110 meters above sea level.<br/><br/>The extent of occurrence (EOO) is 96 km<sup>2 </sup>and the area of occupancy (AOO) is best estimated at 8 km<sup>2</sup>.&#160;Given its distribution and the major impacts at regional scale, this species is inferred to occur in two threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Chinchaysuyoa ortegai</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020).", "population": "<em>Chinchaysuyoa ortegai</em> is perhaps a common species in regional coastal drainages, consistent with its interest in subsistence fisheries, however, there are no records&#160;that allow an estimate of the total population size and trend. Considering the different current threats to the species and habitat, as well as the potential use in artisanal fishing, it is assumed that the population is decreasing.", "populationtrend": "decreasing", "habitat": "The records of this species come from an (artificial) reservoir. It is carnivorous and associated with sandy bottoms. The fish of this group usually are amphidromous with a preference for estuaries and tidal reaches of rivers or estuaries (Milton 2009). Most of these ariid fish reproduce in the wet season, have usually low fecundity and exhibit parental care. The species <em>C. ortegai</em> can reach a maximum size of 300 mm standard length (Marceniuk&#160;<em>et al</em>. 2019).", "threats": "Actual threats are detected in Chira river and neighbouring drainages, including channel transformation (reservoirs, canalization), oil exploitation, water extraction and effluents. This, plus the probable low fecundity of species combined with potential fishing pressure, could place the species at risk. However, there are no data to confirm this.", "conservationmeasures": "No laws, regulations and educational programs specifically oriented to its protection exist. In the lowland where this species occurs there are no existing protected areas (IUCN and UNEP-WCMC 2020). Recommended actions for conservation are for site and habitat protection of specific drainages in lowlands, as well as awareness and communications. In the same way, is necessary to do research to know the life history, and the actual conditions and trends for the population, threats and habitat.", "usetrade": "Uses of <em>Chinchaysuyoa ortegai</em> are unknown. It is possible that this species is of interest for artisanal fishing, like most of the catfish of the Ariidae family, but landings data are not available."}]}