{"name": "11929", "result": [{"species_id": 11929, "taxonomicnotes": null, "rationale": "The known range of this species is limited to ten counties in Florida, including parts of the Panhandle and the northern peninsula at clear sandy lakes with little aquatic vegetation but usually with a shoreline belt of tall Maidencane (<em>Panicum hemitomon</em>). These habitats are scarce under pristine conditions. In addition, many of these lakes are in areas not protected from development, and it has been stated—without adequate documentation, unfortunately—that eutrophication of these lakes will reduce or eliminate populations of <em>L. jesseana</em> (Dunkle 2000). Considered Insufficiently Known by Bick (1983) and Imperiled (G2) by Bick (2003).<br/><br/>Recent information (J.J. Daigle pers. comm. 2007) indicates the species has not been seen recently at some former locations in the Florida Peninsula, thus there have been extirpations of local populations. No exhaustive surveys have been conducted recently, but the species has been found at several new localities in recent years (Odonata Central 2016). Recently, it had been thought that Scheeler Lake in Gold Head Branch State Park, Clay County, and South Grasshopper Lake, Lake County, were the only dependable places for the species, but numerous populations are now also known from Bay and Washington counties (Keppner 2012). In addition, in 2015 an apparently thriving population was found at the southern end of the known range in Polk County (Odonata Central 2016). The Extent of Occurrence of the two known metapopulations appears to be a bit less than 20,000 km<sup>2</sup>,<sup>&#160;</sup>some subpopulations have clearly declined, and from all we know of its natural history and human occupation of Florida, more decline is predicted. In addition, presently the species is known from fewer than 10 locations.<br/><br/>Because of its restricted range and known locations, the disappearance of some populations, threat of habitat loss, and drought affecting its shallow-water habitats from global climate change, <em>L. jesseana</em> should be assessed as Vulnerable. Considerably more effort spent surveying lakes on the Florida Peninsula might result in an upgrade in ranking.", "geographicrange": "This species is apparently confined to northwestern (Bay and Washington counties) and peninsular Florida (Clay County to Polk County) in the United States of America.", "population": "Even at optimal habitats, populations of <em>L. jesseana</em> seem small, and the overall population trend remains unknown. However, several historical populations have disappeared in recent decades, and there is no indication that other populations have increased.", "populationtrend": "decreasing", "habitat": "<em>Libellula jesseana</em> is found in clear sandy lakes and ponds with little aquatic vegetation but with a shoreline belt of tall Maidencane (<em>Panicum hemitomon</em>) and/or sedges and St. John's Wort (<em>Hypericum</em>). Apparently uses smaller, more vegetated ponds as well on Florida Panhandle (Keppner 2012). It appears to be much more limited in habitat choice than its close relative <em>L. auripennis</em>.", "threats": "Eutrophication and other types of water pollution from human settlement at and near lakes, ongoing in much of <em>L. jesseana</em> range in Florida, continue to threaten the habitat. Ground-water depletion because of irrigation could dry up some of the shallower ponds, as that is also continuing to happen on the sandy ridges of Florida. Small populations at several small ponds in the Florida Panhandle have disappeared as the ponds dried up during a drought period,&#160;but some of these ponds were colonized when they again held water&#160;(E. Keppner pers. comm.). Drought, a greater probability with climate change, will affect this species.", "conservationmeasures": "The best-known population of <em>L. jesseana</em> is protected in Gold Head Branch State Park, but most other lakes of historical occurrence are not protected, including sites recently elaborated in the Florida Panhandle (Keppner 2012).&#160;Research is urgently needed to determine the present extent of occurrence and area of occupancy. Is the gap between the Polk County location and presently known locations to the north in Lake County real? There used to be appropriate habitats in-between and perhaps still are. Surveys in appropriate habitats would be quite feasible and perhaps could be conducted during a single flight season. Research is also needed on habitat needs of larvae, in comparison with other <em>Libellula</em>, although larvae may be indistinguishable from those of <em>L. auripennis</em>. Should be sought in ecologically similar lakes all over north Florida and in adjacent Georgia and Alabama.&#160;The historic Palm Beach County record is quite anomalous, as <em>L. jesseana</em> habitat is not typical of that area, and should be confirmed or discredited.", "usetrade": null}]}