{"name": "9312", "result": [{"species_id": 9312, "taxonomicnotes": "This species is now in the genus <em>Phanogomphus</em>.", "rationale": "The maximum known Extent of Occurrence was around 3,000 km<sup>2</sup>, and it is thought to be less now, but perhaps not a great deal less. Tennessen (1994) stated “Cattle enter the streams...disturbing substrates, and dropping wastes. Runoff...contributes organic loading and possibly agricultural chemicals.” At one point discarded garbage and dead animals were being thrown into one of the streams this species inhabits. The degradation to the habitat, which is restricted to one river system, is alarming. Known historically from at least 8 streams within five counties, but with no recent visits to most of them, it can't be said whether any of them have lost the species (K. J. Tennessen pers. comm. 2016). One stream was added in 2012, for a presently known total of 9 (Odonata Central 2016), but presence in all of them should be reassessed.<br/><br/>Tennessen (1994), based on anecdotal evidence, thought the population had decreased by 25-50% in ten years. Bick (2003) ranked it as Critically Imperiled. More recently, Tennessen (pers. comm. 2016) had no further information on the species. Thus there is a current level of data deficiency. Dunkle (2004) thought that although the species may warrant endangered status, formal listing it as such could cause a backlash from local landowners who might fear government interference with how they use their land. That advice was not taken in this assessment. Interestingly, K. J. Tennessen (pers. comm. 2016) stated that some streams went through pastureland, and trampling of vegetation and defecation in the stream did not appear to reduce populations.<br/><br/>Because the Extent Of Occurrence is less than 3,000 km<sup>2</sup> and there appears to be continuing decline in the Area Of Occupancy and the number of locations, a ranking of Vulnerable is justified.", "geographicrange": "This restricted species is known only from about 3,000 km<sup>2</sup> in south-central Tennessee in the United States of America.", "population": "Current population size is unknown, but populations are assumed to be fairly small because of the restricted nature of the range. It has been fairly common within that range, but more recent surveys conducted by K. Tennessen indicated a rapid decline in populations and no evidence that it is likely to be discovered outside its very limited known range (Dunkle 2004).", "populationtrend": "decreasing", "habitat": "<em>Phanogomphus sandrius</em> occurs at third-order streams, 3-20 m wide, with a highly variable rate of flow, and with bottoms a mix of small gravel and sand; silt, mud, and organic debris are minor (Tennessen 1994). Larvae burrow in bottom substrates.", "threats": "Its limited choice of streams are subject to pesticides, organic pollution, and cattle trampling of banks. Although not dire all over the range, any local threat represents a serious one to this very range-restricted species. Tennessen (1994) stated “Cattle enter the streams...disturbing substrates, and dropping wastes. Runoff...contributes organic loading and possibly agricultural chemicals.” At one point discarded garbage and dead animals were being thrown into one of the streams this species inhabits. The degradation to the habitat, which is restricted to one river system, is alarming.", "conservationmeasures": "No population is in a protected reserve, and management plans are necessary. For their formulation, Tennessen urged cooperation with land owners, habitat restoration, and regular Odonata surveys (Bick 2003). As of 2016, no actions have been taken, and the species is no better known (K. J. Tennessen pers. comm.).", "usetrade": null}]}