{"name": "139371719", "result": [{"species_id": 139371719, "taxonomicnotes": null, "rationale": "<p><em>Onychogomphus thienemanni</em> is known from vague records from Java and Sumatra and a handful of records from Peninsular Malaysia. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large (quite possibly below 2,000 km²) and is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of lowland forest throughout its range. Severe fragmentation is considered very likely for the same reasons. The species would qualify for Vulnerable status if the AOO was known to be below 2,000 km² and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Onychogomphus thienemanni</em> was described from a male from an unspecified location in Java (Schmidt 1934). All subsequent records of which the assessor is aware are from Peninsular Malaysia (for instance Choong &amp; Rahim 2014, Norma-Rashid &amp; van Tol 1995, Novelo-Gutierrez &amp; Salmah 2013, Wilson &amp; Gibert 2006) and Sumatra (a vague record from the south in Lieftinck 1954). The assessor is aware of seven locations in Peninsular Malaysia, at least two of which are within protected areas (Endau Rompin and Kuala Koh National Parks). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large (quite possibly below 2,000km<sup>2</sup>) and is inferred to be declining due to loss of lowland forest throughout its range. It should be noted that records from four of the locations recorded for this species are of exuviae or larvae so that there is at least a possibility that some records will eventually prove to be of some other species; however in the absence of evidence to the contrary, all have been treated as <em>O. thienmanni </em>here.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health except that an ongoing decline is inferred from loss of lowland forest in the range of the species and that severe fragmentation is very likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded on the habitats and ecology of this species. Lieftinck (1954: 93) notes catching a male in the south of Sumatra “over a fast running river in virgin forest, about 400 m alt. Rests on boulders in mid-stream.” A relatively high proportion of records seem to be from pristine or only lightly disturbed habitats. An ongoing decline in extent and quality of suitable habitat is inferred from loss of and disturbance to lowland forest throughout the range of the species.</p>", "threats": "<p>The main threat to this species is likely to be from clear-cutting of forest for plantation establishment (primarily oil palm but acacia is being planted in parts of the species range). Since a relatively high proportion of records seem to be from pristine or only lightly disturbed habitats it may be particularly sensitive to disturbance from logging, but this needs verification.</p>", "conservationmeasures": "<p>More data on the distribution (especially in Sumatra) are needed, and on its exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}