{"name": "118038984", "result": [{"species_id": 118038984, "taxonomicnotes": null, "rationale": "The distribution of this species faces intense pressure for agricultural use, the construction of dams and urban development. Both the extent of occurrence (EOO: 2,218 km<sup>2</sup>) and area of occupancy (AOO: 20 km<sup>2</sup>) are small, and all individuals are concentrated in two threat-based locations. The rivers integrity has been affected by pollution from agricultural and urban sources. This, together with the deforestation for the settlement of farms, implies a deterioration in the habitat quality of this species. Therefore, it is assessed as Endangered.", "geographicrange": "This species occurs in the foothills of the western Venezuelan Andes, in the rivers Yaracuy, Aroa, Urama, Capa, Guarataro and Cupa that drain towards the Caribbean Sea.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species has been collected from mountain to coastal streams and rivers with riparian forests, with bottoms of cobble and boulders, associated with slower flowing waters of riffles (Ceas and Page 1996).", "threats": "Approximately 40% of its distribution area, originally covered &#160;by clouded forests, has been converted to agricultural use for cattle ranch farms (Oliveira-Miranda&#160;<em>et al. </em>2010).&#160;The main threats take place in Yaracuy River, which has been polluted with waste waters from urban, industrial and agricultural areas. Additionally, some of the tributaries have been blocked by the construction of dams, and the deforestation of riparian forests is widespread (Rodríguez-Olarte <em>et al.</em> 2011).", "conservationmeasures": "Around 10% of the population occurs within Yurubi National Park. However, most of it occurs in highly degraded areas. This species would benefit from habitat restoration and better information on distribution, abundance, population trend and threats.", "usetrade": "It is unknown if this species is traded in the ornamental fish market."}]}