{"name": "132641185", "result": [{"species_id": 132641185, "taxonomicnotes": null, "rationale": "<em>Astyanax tehuacanensis</em> is endemic to Río Salado or Zapotitlán (Río Papaloapan basin, Gulf of Mexico slope), south of Tehuacán in the Federal State of Puebla (Schmitter-Soto 2017). <em> </em>This species has a very restricted extent of occurrence (9.5 km<sup>2</sup>) and might be threatened by pollution from agricultural run-off, urban sewage and habitat desiccation as a result of excessive water extraction and droughts triggered by climate change (Montoya Ayala <em>et al.</em> 2004). There is no current population data, but the number of specimens available in the sole collection used for the description suggests it is, or was, abundant (Schmitter-Soto 2017). The species is assessed as Vulnerable D2. Further information on the species population size, threats and trends may, however, reveal it to qualify under a higher threatened category.", "geographicrange": "<em>Astyanax tehuacanensis </em>is endemic to the Río Salado or Zapotitlán (Río Papaloapan basin, Gulf of Mexico slope), south of Tehuacán, Puebla, central Mexico (Schmitter-Soto 2017). It is a highland, Neotropical species.", "population": "The is no current population data, but the number of specimens available in the sole collection used for the description suggests it is, or was, abundant (Schmitter-Soto 2017).", "populationtrend": "unknown", "habitat": "Rio Salado (also known as Río Zapotitlán) means \"salty river\". No limnological data is available, but the chemistry of the water must be peculiar, and concentration of solutes must be high. The river varies between 40 cm and 2 m in depth. The current is usually swift, although the river may lose flow in the dry season given the aridity of the region; however, riparian vegetation is usually well developed. The river bottom is mostly rocky-sandy.", "threats": "The aridity of the region makes water extraction a potential threat. The presence of cities accounts for possible pollution by sewage; there are also industries and irrigated agricultural fields, which could contribute other pollutants (Montoya Ayala <em>et al. </em>2004). Finally, more intense droughts because of global change might endanger the permanence of the river.", "conservationmeasures": "There are no current conservation actions known. Segments of the river may run through a the Biosphere Reserve Tehuacán-Cuicatlán (Montoya Ayala <em>et al.</em> 2004), but the presence of the species in them is not certain.", "usetrade": "The species is not utilized."}]}