{"name": "49829854", "result": [{"species_id": 49829854, "taxonomicnotes": "The species is often misidentified as <em>Brachyplatystoma ﬁlamentosum </em>(ICMBio 2018).", "rationale": "<em>Brachyplatystoma capapretum&#160;</em>is widespread in the Amazon River basin, inhabiting the main stem of the major white and black water rivers. It is fished for human consumption and is exported in international trade, which has resulted in an ongoing population reduction. Over the last 30 years (three generations), the population is inferred to have declined by between 20 and 30%. However, it should be noted that there are difficulties in correctly identifying the species in fishing landings. Based on this decline, <em>Brachyplatystoma capapretum </em>is assessed as Near Threatened, close to meeting Vulnerable A2bd.", "geographicrange": "<em>Brachyplatystoma capapretum </em>is well distributed in the Amazon River basin, occurring in white and black waters below 200 m asl in the main channel and largest tributaries. The species is recorded from the above Iquitos, Peru, to the region of Marajó, state of Pará, Brazil&#160;(Lundberg and Akama 2005).", "population": "Data from fishing landings indicate a population decline of between 20 and 30% in the past 30 years (equivalent to three generations). This reduction is believed to be due to overfishing (ICMBio 2018). The fact that the species is mistakenly identified as <em>Brachyplatystoma filamentosum </em>can generate inaccurate data and a correct identification of these species is essential to quantify the landed stocks (ICMBio 2018).<br/><br/>Studies point to a lower genetic variability of <em>B. capapretum </em>when compared to congeners (Huergo<em> et al.</em> 2011). However, further studies are needed to understand this phenomenon.", "populationtrend": "decreasing", "habitat": "<em>Brachyplatystoma capapretum</em> is a benthic species, being collected more than 5 m deep (Lundberg and Akama 2005). It is a large species that can reach up to 50 cm in standard length. Specimens over 20 cm are considered adults (Lundberg and Akama 2005). The species reproduce during the dry season (June to November) and  larvae and juveniles were caught downstream of the Jirau waterfall, in  the Madeira River (Cella-Ribeiro <em>et al.</em> 2015).&#160;<em></em>", "threats": "<em>Brachyplatystoma capapretum</em> is fished for human consumption and is exported in international trade. It is important to note that <em>B. capapretum</em> and <em>B. filamentosum</em> are still considered as a taxonomic unit for the purposes of commercialization and fishing statistics, making studies on fishing pressure for the taxon difficult (ICMBio 2018). It should be noted, however, that <em>B. filamentosum</em> is an overexploited species (Brazil MMA 2004), which can also pose a threat of overfishing for <em>B. capapretum</em>.", "conservationmeasures": "It is essential to expand the knowledge of the population dynamics and biology of <em>Brachyplatystoma capapretum</em>, as well as the identification of subpopulations for the fishing stock. This species is not yet accurately identified in fishing statistics, where it appears mixed with catches of <em>B. filamentosum</em>. Specific training is recommended for the correct identification of the species in studies of fishing landings. It is also recommended to conduct studies aimed at assessing the possible causes of the low genetic diversity observed for <em>B. capapretum</em> (ICMBio 2018).", "usetrade": "<em>Brachyplatystoma capapretum</em> is fished for commercial purposes. However, there are difficulties in identifying the actual amount fished due to difficulties in correctly identifying it (Santos<em> et al. </em>2006)."}]}