{"name": "139563883", "result": [{"species_id": 139563883, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis siniae</em> is only known from seven locations in Biliran, Leyte and Samar in the Philippines. Threats exist throughout the range of the species and it is believed that the overall population is already severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will be less than 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The species qualifies for Endangered status under criterion B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Igneocnemis siniae</em> is only known from Biliran, Leyte and Samar in the Philippines (Gassmann and Hämäläinen 2002, Hämäläinen 1991, Hämäläinen and Muller 1997). The assessor is aware of records from seven locations. The species might be present in the Sohoton Natural Bridge Natural Park in Samar but this needs confirmation. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data will be less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 6,937 and 12,667 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health except that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that severe fragmentation is very likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats and ecology of this species but it will occur at forest streams like the other members of the genus. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and as a result of logging or maybe mining, and at some locations from toxic pollution of streams as a result of mining operations may be a threat. Threats exist even in the protected area where the species might occur: based on information compiled in 2001 BirdLife International (2019) state for the Sohoton Natural Bridge Natural Park: “The boundaries of the Sohoton Natural Bridge National [sic] Park need to be delineated, as there is encroachment into the park for kaingin [slash and burn agriculture] and the extraction of timber and forest products occurs there.” Although forest certainly remains in this area considerable deforestation is also evident in satellite images.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}