{"name": "123669528", "result": [{"species_id": 123669528, "taxonomicnotes": null, "rationale": "The geographic range is sufficiently restricted to satisfy IUCN criteria B1 and B2 as the extent of occurrence is less than 100 km<sup>2</sup> and area of occupancy less than 500 km<sup>2</sup>. However, the number of known locations is slightly greater than the maximum of 10 necessary to qualify as Vulnerable under B1a or B2a and there is no clear evidence of continuing decline in geographic range, habitat or population size or of fluctuations in geographic range or population size. Thus <em>Anthogona britannica</em> does not quite satisfy the IUCN criterion B for a Vulnerable species but it is susceptible to loss at any of the 11 locations through stochastic events, especially development, and even the loss of one location would result in the conditions for B1ab(ii)(iv) and B2ab(ii)(iv) being met. Therefore the species has been allocated Near Threatened status.&#160;This assessment is based on the information produced by Lee (2015).", "geographicrange": "<em>Anthogona britannica</em> is restricted to the coastal area of South Devon. It was first collected at Slapton Ley and has since been found in just ten further tetrads across four adjacent hectads in the Dartmouth area. All specimens of <em>Anthogona </em>collected in France have been identified as&#160;<em>A. variegata</em> Ribaut, 1913 (Kime 2001) and <em>A. britannica</em> appears to be the only millipede endemic to Britain.&#160;It is known from only 11 locations within 4 hectads in the Dartmouth area despite intensive survey effort in South Devon (Bolton 1996).", "population": "The size of the population is not known.", "populationtrend": "unknown", "habitat": "<em>Anthogona britannica</em> is known from sea cliffs, grassland, vegetated shingle and deciduous woodland. Although this suggests no clear habitat association, most specimens have been found in leaf litter under ivy and deciduous trees (Bolton 1996). All adults have been found during winter months and the millipede probably has an annual life cycle.", "threats": "Coastal sites are at risk from human disturbance and new leisure developments. Even protected vegetated shingle habitats such as Slapton Ley are vulnerable to damage from stochastic events including severe weather e.g. storm surges and marine pollution e.g. oil spills. There are no specific threats known at the locations not directly on the coast but increasing pressure on Local Authorities to identify further land for residential development may affect those sites.", "conservationmeasures": "<em>Anthogona britannica </em>was first discovered on Slapton Ley SSSI and a good population still exists there. There are further records from the Lyme Bay and Torbay SAC. No specific conservation actions are in place for this species. Further winter surveys to the east and west of the known extent of occurrence could determine if isolated subpopulations exist outside the main range. If combined with the collection of environmental data, it may be possible to gain a better understanding of why <em>A. britannica </em>has such a restricted distribution.", "usetrade": null}]}