{"name": "61127", "result": [{"species_id": 61127, "taxonomicnotes": null, "rationale": "<em>Melanochromis robustus</em> is endemic to Lake Malawi, where it is known only from Chinyankwazi Island and Mumbo Island in the southern part of the lake.&#160;It meets the area requirements under criterion B for the threatened categories and it is known from two locations. However, continuing declines or extreme fluctuations in EOO, AOO, habitat quality or population size are possible but uncertain. The effects of aquarium trade and pollution on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi. Johnson (1985) indicated Chizumulu Island as the type locality of this species, but Konings and Stauffer (2012) report that Johnson's type locality is based on misinformation and should be corrected to Chinyankwazi Island. It is therefore only positively known from Chinyankwazi Island and Mumbo Island in Malawi (Konings and Stauffer 2012).", "population": "This species is uncommon in occurrence in very shallow rocky habitat (Konings and Stauffer 2012). There is no other information on the population size and population trend of this species.", "populationtrend": "unknown", "habitat": "This species occurs in the very shallow rocky habitat (less than five metres depth) (Konings and Stauffer 2012), with males defending spawning sites located insides caves and crevices between rocks. Male territories have an estimated diameter of two to three metres (Konings and Stauffer 2012), and mouth-brooding females remain solitary and staying close to the rocky substrate (Konings and Stauffer 2012). This species probably has opportunistic feeding behaviour (Konings and Stauffer 2012).", "threats": "Collection for the aquarium trade and local water quality issues might impact this species.", "conservationmeasures": "The distribution range of <em>M. robustus </em>is wholly inside the Lake Malawi National Park, Africa's first freshwater national park and a UNSECO World Heritage Site. Human waste (from a large number of illegal fishermen) has visibly impacted the water quality around Chinyankwazi Island, with it becoming turbid in the shallow regions. It may have an effect in the population density of <em>M. robustus</em>. The population around Mumbo Island does not appear to be threatened by diminished water quality. More research is needed into this species population numbers and range, habitat status and threats, as well as monitoring population trends.", "usetrade": "It is irregularly collected for the aquarium trade where it is known as \"Melanochromis Brevis\". This species is not targeted by subsistence fishermen."}]}