{"name": "139344457", "result": [{"species_id": 139344457, "taxonomicnotes": "<p>Zhang (2019) lists this species from China but judged from the photographs this is based on a mis-identification of some other species and the species is not considered to occur in China for assessment purposes.</p>", "rationale": "<p><em>Chlorogomphus canhvang</em> is known from five locations in central Viet Nam. One of the known locations is close to the border with Laos and the species should be looked for there as well as in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this forest-dependent species is not possible with the available data but the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some extent at least due to loss and degradation of forest within the range of the species, however there are still large areas of apparently suitable habitat within the region where the species occurs. Its current known extent of occurrence (EOO) is within the range 1,466-4,486 km². Strict application of IUCN criteria place this species in Endangered under criterion B (EN B1ab(ii,iii)). This assessment is likely to change rapidly when more information becomes available, and it is hoped that eventually it will be found that the species qualifies for Near Threatened or Least Concern status. </p>", "geographicrange": "<p><em>Chlorogomphus canhvang</em> is known from three locations in Quang Binh Province and two location in Thua Thien-Hue Province, both in central Viet Nam (Karube <em>et al. </em>2020, Kompier and Karube 2018, Kompier unpub. data). One of the known locations is close to the border with Laos and the species should be looked for there as well as in Viet Nam. The Quang Binh locations are on the very edge (opposite side of the road) of Phong Nha-Ke Bang National Park so that the species will occur within the national park as well. One of the locations is in the Sao La Nature Reserve. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. The AOO is inferred to be declining to some extent at least due to loss and degradation of forest within the range of the species, however there are still large areas of apparently suitable habitat within the region where the species occurs. Its minimum extent of occurrence (based on a minimum convex polygon (MCP) around known data points) is 1,466 km²; its maximum EOO (based on an MCP around known ocupied HydroBASINS areas) is 4,486 km².<br/></p>", "population": "<p>This does not appear to be a common species, nothing more can be said about current population sizes and health with the available data.</p>", "populationtrend": "unknown", "habitat": "<p>All that is known about its habitats and ecology is summarised by Kompier and Karube (2018): “observed at small rocky streams under dense primary forest cover in low mountains (300–500 m asl). The males flew on sunny days, but females were also active under cloudy conditions.” This appears to be a species that require good forest cover. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Deforestation (with farming of one type or another as a major driver) will be the main threat to this species.</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}