{"name": "139566109", "result": [{"species_id": 139566109, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta furcata</em> is only known from the type series from Barrio Bandilaan on Siquijor in the Philippines. From satellite images very little forest remains on Siquijor and it appears that the area of occupancy (AOO) of this will be below 10 km² and declining due to loss and degradation of forest. The species qualifies for the Critically Endangered category under criterion B2ab(ii,iii) and is assessed accordingly. Unless this is a species that is particularly tolerant of disturbance, or it is discovered to have a larger distribution than currently known, its future looks bleak.</p>", "geographicrange": "<p><em>Drepanosticta furcata</em> is only known from the type series from Barrio Bandilaan on Siquijor in the Philippines (van Tol 2005). From satellite images very little forest remains on Siquijor and it appears that the area of occupancy (AOO) of this will be below 10 km² and declining due to loss and degradation of forest. Its extent of occurrence (EOO) is constrained by the area of Siquijor and therefore less than 338 km².</p>", "population": "<p>Only seven specimens of this species have ever been recorded. Beyond this all that can be said with the available data is that, if not already extinct, an ongoing decline in overall population is inferred from loss and degradation of forest on Siquijor.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but it will be a forest stream species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest on Siquijor.</p>", "threats": "<p>The main threat to this species will be from deforestation and satellite images show that forest cover across Siquijor has been severely reduced, presumably as a result of agriculture and maybe logging.</p>", "conservationmeasures": "<p>The priority for this species is for fresh searches on Siquijor and the immediate protection of any habitat where the species still occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}