{"name": "2752", "result": [{"species_id": 2752, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Albert, Uganda. Based on the current known records for this species, it has an area of occupancy (AOO) of 24 km² and an extent of occurrence (EOO) of 161 km². There is inferred to be a continuing decline in the habitat extent, AOO and number of locations, based on a loss of populations in deeper parts of the lake (recently it has only been recorded to 6 m in depth whereas previously it was reported to 18 m). There are only eight known sites to date, which are in close proximity, and representing at most five locations based on the threat of water pollution. Therefore, this species is assessed as Endangered under criterion B.", "geographicrange": "This species is endemic to Lake Albert, Uganda. It should be noted that  the type locality for this species is not Lake Victoria as originally  reported (Mandahl-Barth 1954). It is estimated that the species is now present in a small area of the lake, not the entire lake, and this reduced area is smaller than 161 km²<sup> </sup>with fewer than five locations.", "population": "There is no information available on the population trends nor status.", "populationtrend": "unknown", "habitat": "This species has been reported down to 18 m in depth in Lake Albert, but recently has only been found to 6 m in depth.", "threats": "This species faces a declining quality of habitat due to erosion and silting from agriculture and water pollution. This water pollution problem has intensified during the last decade, including preparation and exploration activities related to oil prospecting. A potential major threat stems from the upcoming oil drill operations.", "conservationmeasures": "There is no information available on conservation actions in place for this species. Further survey and monitoring work is recommended to review the ongoing habitat decline across the lake.", "usetrade": "There is no use or trade information for this species."}]}