{"name": "135435607", "result": [{"species_id": 135435607, "taxonomicnotes": null, "rationale": "<p><em>Elattoneura aurantiaca</em> is widely distributed in Borneo, Peninsular Malaysia and Sumatra and is present in some protected areas. Although it can survive in habitats disturbed by logging and may be able to survive either in plantation or (more likely) at the edges of plantation, it is certainly undergoing a decline in population and is severely fragmented. It is possible that it has lost close to 30% of its habitat within the last decade, and therefore suffered a similar decline in population, but this cannot be confirmed. It does not qualify for Vulnerable status with the available data but Least Concern does not seem justified either, and is therefore assessed as Near Threatened because it is likely to be close to qualifying for Vulnerable under criterion A2c.</p>", "geographicrange": "<p><em>Elattoneura aurantiaca</em> is known from Borneo, Peninsular Malaysia and Sumatra. Records from Borneo are from Central Kalimantan (Lieftinck 1953, Dow &amp; Silvius 2014), East Kalimantan (Dow unpublished), West Kalimantan (Lieftinck 1937) and Sarawak (for instance in Dow 2016, unpublished, Dow &amp; Reels 2011, Dow &amp; Unggang 2010, Dow <em>et al. </em>2015, 2019), records from Peninsular Malaysia are from Johor (Choong &amp; Cheah 2013), Pahang (for instance in Kemp &amp; Kemp 1989, Norma-Rashid <em>et al. </em>2001, Dow <em>et al. </em>2012) and Selangor (Choong 2013). Records from Sumatra are from Banka (Lieftinck 1937), Belitung (for instance in Lieftinck 1937, Dow <em>et al</em>. 2017), Lampung (Lieftinck 1937) and Riau (Dow <em>et al. </em>2018). It is present in some protected areas in Borneo (for instance Maludam National Park in Sarawak) and Peninsular Malaysia. About 40 locations have been recorded for this species. An accurate estimate of the area of occupancy (AOO) of this species is not possible, but it is not likely to be large, and will be declining, as well the extent and quality of suitable habitat.</p>  <p>&#160;</p>", "population": "<p>This species can be abundant at streams in peat swamp forest and sometimes in other swamp forest formations. Beyond this little can be said except that some decline in overall population will have occurred and be ongoing due to loss of forest across its range, and that it is possible that 30 % of its habitat has been lost (from loss of suitable forest, chiefly for plantation establishment) in the last decade and therefore a corresponding decline in population will have occurred, and that the overall population on each land mass will be severely fragmented because of habitat loss.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs at lowland forest streams. Many records, particularly from Borneo, are from peat swamp forest and other low pH swamp forest formations, but it also occurs locally at streams in other types of swamp forest and occasionally other forest types. It can survive in forest disturbed by logging and has been found at streams in old rubber growing on peat. In Riau Province, Sumatra a single male was found at a stream in an oil palm plantation, remote from any forest, and at a site in the Rejang Delta in Sarawak it was found at low densities at a narrow stream on the edge of oil palm with disturbed original forest on the other bank, but there is little evidence that it can survive in the long term in streams with oil palm or acacia plantation to the bank.</p>", "threats": "<p>The main threat to this species will be from clear cutting of forest for plantation establishment. Another threat at peat swamp forest sites is burning of forest around streams by local fishermen.</p>", "conservationmeasures": "<p>More data on the distribution of this species in Sumatra and in Borneo outside of Sarawak are needed, and on the ability of this species to survive in oil palm plantations. It would certainly benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}