{"name": "196330106", "result": [{"species_id": 196330106, "taxonomicnotes": "Differences in morphological, ecological and behavioural traits suggest that the current five-species arrangement does not accurately reflect species diversity within<em>&#160;Kosciuscola</em>&#160;(Tatarnic&#160;<em>et al.</em>&#160;2013, Umbers&#160;<em>et al.</em>&#160;2021). Molecular work has identified species-level clades within&#160;<em>K. cuneatus</em>, with strong evidence that&#160;<em>K. cuneatus</em>&#160;proper is restricted to the Australian Capital Territory and northern New South Wales mountains (Umbers<em>&#160;et al.</em>&#160;2021) and the remaining clades within<em>&#160;K. cuneatus</em>&#160;are undescribed species.<br/><br/>The recent emergence of major threats from climate change and bushfire, combined with the narrow ranges of these taxa as now understood, is here considered sufficient to justify assessing the reduced species concept of&#160;<em>K. cuneatus&#160;</em>pending formal publication of the forthcoming taxonomic revision, and to assess the undescribed congeners.", "rationale": "This undescribed species is listed as Critically Endangered on the basis that it has an extent of occurrence of 43 km<sup>2</sup>, it is considered to occur in a single location defined by a primary threat from fire, and temperature extremes driven by climate change are resulting in an ongoing decline in the quality and extent of its habitat. This species was not impacted by the 2019-2020 bushfire season, but an expected increase in the frequency and severity of fires will result in a projected continuing decline in the number of mature individuals and the area of occupancy.", "geographicrange": "This undescribed species is restricted to a small area in the Bogong High Plains between Mt Beauty and Falls Creek in the Victorian Alps of Australia at 1,470-1850 m asl.", "population": "<span style=\"\">There is no information on the population status of this species.&#160;</span>Should the frequency and intensity of bushfires within this species' range increase as expected, then by analogy with the impacts of the 2019-2020 bushfire season on other species this grasshopper will presumably decline.", "populationtrend": "unknown", "habitat": "This flightless species occurs in alpine meadows and shrubland at and above the tree line, usually in open woodland but not in closed canopy forest. There is no information on breeding, but based on other species in the genus, it may rely on snow to protect the eggs laid in shallow ground from extreme temperatures. The adult stage needs water and desiccation of the habitat will be detrimental, but this species does not appear to be as dependent on water sources as some <em>Kosciuscola </em>species.", "threats": "Bushfires are an increasing threat to this species but it was not impacted in the 2019-2020 bushfires. It will presumably be impacted by other fire events in the future. Invasive species include foxes, that prey on the species, and horses disturb the species and degrade the habitat. Climate change causing drying of the habitat, shorter periods of snow cover and increasing bushfires is an increasing threat. There is some disturbance within the national park from tourism such as ski resort development. Fire management may be detrimental to this species especially if conducted in autumn.", "conservationmeasures": "The species occurs in Alpine National Park. Climate change mitigation needs to be the major focus of conservation efforts for this species. Consideration of the life cycle of this species is necessary when planning burns for bushfire management. Restoration of the habitat is needed in some areas. Minimizing development at higher elevations is recommended, as resorts are likely to exacerbate habitat loss already resulting from climate change.", "usetrade": "There is no known use of or trade in this species."}]}