{"name": "62080", "result": [{"species_id": 62080, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence (EOO) of 27,010 km<sup>2</sup> and an area of occupancy (AOO) of 64 km<sup>2</sup>. It faces a number of significant threats, including invasive alien species. Many of the subpopulations are facing threats, and decline in EOO, AOO, habitat quality, number of subpopulations and number of mature individuals. There are 13 locations based on the current distribution of subpopulations and threats. The more widespread subspecies in the Cederberg mountains might still be abundant. Overall this taxon qualifies globally under the IUCN Red List criteria as Near Threatened, almost meeting criteria B1ab(i,ii,iii,iv,v)+2ab(i,ii,iii,iv,v).", "geographicrange": "This taxon is endemic to the Western Cape Province of South Africa. It has been recorded from the Cape Peninsula, on the western slopes of Table Mountain between Llandudno and Lion's Head, where it may no longer be extant (subspecies <em>malagrida</em>;<em>&#160;</em>see Mecenero <em>et al. </em>2020). It also occurs from De Hoop Nature Reserve near Bredasdorp in the west and Vermaaklikheid and Struisbaai in the east (subspecies <em>maryae</em>;<em>&#160;</em>see Mecenero <em>et al. </em>2020), and mountains near Paarl (subspecies <em>paarlensis</em>, but the Paarl Mountain subpopulation has been extirpated; see Mecenero <em>et al. </em>2020). It is also found on the Cedarberg, Skurweberg and Waaihoekberg mountain ranges from south of Ceres in the south to Clanwilliam in the north (see e.g. Williams 2010).", "population": "For subspecies <em>paarlensis </em>there are two small Paardeberg colonies, about 1 km apart, each currently occupying an area of about one acre in size. Probably fewer than 150 adults emerge every season, based on observations over the past decade. This taxon has probably become extinct on Paarl Mountain owing to severe invasion of alien vegetation and too frequent fires in summer/autumn (from Mecenero <em>et al. </em>2020). <br/><br/>No specimens have been seen at the former localities of the nominate subspecies since 1994 (from Mecenero <em>et al. </em>2020); and while there are three locations at Struisbaai, De Hoop Nature Reserve and Vermaaklikheid (subspecies <em>maryae</em>), it has not been recorded at Struisbaai or De Hoop for at least 10 years.", "populationtrend": "decreasing", "habitat": "It occurs on rocky inselbergs and limestone ridges with short fynbos vegetation in a range of altitudes to 250 m to 1,900 m (see e.g. Williams 2010, Mecenero <em>et al. </em>2020).", "threats": "From Mecenero <em>et al. </em>(2020): the subpopulation on the western side of the higher slopes of Lion’s Head in Cape Town was exterminated by the occurrence of too frequent and intense fires, enhanced by alien vegetation, in the mid-1990’s. These fires occurred during the butterfly’s late-summer flight period. Another subpopulation near the Apostle Batteries above Llandudno was destroyed by invasive alien vegetation- groves of trees of a&#160;<em>Eucalyptus&#160;</em>species. These groves continue to expand, displacing indigenous vegetation and thus inhibiting invertebrate presence as well as posing a fire hazard. There is, therefore, a decline in EOO, AOO, number of subpopulations and number of mature individuals. The habitat is declining due to encroachment of alien vegetation. Invasive alien vegetation, mainly Port Jackson Willow (<em>Acacia saligna</em>) on the Paardeberg and a&#160;<em>Pinus</em>&#160;species and Port Jackson Willow on Paarl Mountain, probably pose the most severe threat to subspecies <em>paarlensis</em>. Inappropriate fire regimes have also proved harmful. There is a 4x4 trail on Paardeberg Mountain, but this does not appear to be negatively impacting either colony. However, this situation has to be further assessed and monitored.", "conservationmeasures": "Systematic and intensive searches should be conducted for the taxon at the correct time of the year on Lion's Head and in the area above Llandudno, from where it was previously recorded. Effective control of alien wattles at Vermaaklikheid is also needed.<br/><br/>The last remaining site for subspecies <em>paarlensis&#160;</em>is on private land, which forms part of a nature conservancy. Population monitoring and detailed autecological and synecological studies are needed to design and implement an effective habitat management plan that includes cooperation by the landowners. The taxonomic status of the subpopulation on the Paardeberg (about 20 km north-west of Paarl) is not quite certain; it may not represent&#160;<em>Trimenia malagrida ssp. paarlensis</em>&#160;but a distinct subspecies (Henning&#160;<em>et al.&#160;</em>2009).", "usetrade": null}]}