{"name": "176172222", "result": [{"species_id": 176172222, "taxonomicnotes": null, "rationale": "This species is known from three localities in disconnected drainages. It has a moderate distribution with an extent of occurrence (EOO) best estimated at 2,216-4,999 km<sup>2</sup> and an area of occupancy (AOO) best estimated at 24-500 km<sup>2</sup>. There are three locations based on the impact of mining according to regional experts. This is leading to a continuing decline in habitat quality. Therefore, this species is assessed as Endangered.", "geographicrange": "This species is known from three localities in disconnected drainages in French Guiana.", "population": "No population assessments are known for this species.", "populationtrend": "unknown", "habitat": "<p> <span lang=\"en-GB\">River rafts, permanent streams and streams (including waterfalls) (P.-Y. Le Bail, pers. comm.).</p>  <span lang=\"en-GB\">From the Chapters of the Vertebrate Fauna of Guyana, IUCN 2017: \"<span lang=\"en-GB\">All   Harttiella species live in small forest streams and are subservient to   areas of torrents at the head of watersheds, where predatory fish seem   to be absent. Their environment is characterized by running water and  an  essentially rocky substrate, supplemented by plant debris from the   forest cover. Very specialized, <em>Harttiella </em>species have adapted   to this biotope by evolving into dwarfism. They have low fertility and   reduced dispersal capacities. Therefore, with the exception of two of   them, all of these species are micro-endemic to a single mountain  range,  or even to a single river. These characteristics make them  particularly  vulnerable to any disturbance of their environment. The  habitat of  these species is also under pressure from gold mining,  threatened by the  development of alluvial mining sites.\"</span>", "threats": "According to regional experts, this species is threatened by loss of habitat quality associated with mining (UICN France <em>et al.</em> 2017).", "conservationmeasures": "The species has been considered nationally as Endangered in French Guiana (UICN France <em>et al. </em>2017).", "usetrade": "<span lang=\"en-GB\">Sought after by aquarists for the rarity of the species (P.-Y. Le Bail, pers. comm.)."}]}