{"name": "123528185", "result": [{"species_id": 123528185, "taxonomicnotes": null, "rationale": "<p><em>Telosticta berawan </em>is endemic to Borneo, where it is known from only two locations in the north-east of Sarawak: Gunung Mulu and Mount Dulit. Only single sites are known at both. Records from other locations are unconfirmed. The male has very seldom been recorded and the female is only associated with the male by supposition, albeit reasonable. The species may be particularly sensitive to normal selective logging, but this needs to be confirmed. With little information to go on, this species might be best assessed as Data Deficient except that there is certainly a threat of further logging on Mount Dulit and there is a known threat from forest fires at Gunung Mulu. With only two definite locations known, potential and actual threats, and taking a reasonable precautionary approach, the species is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Telosticta berawan </em>is endemic to Borneo, where it is known from two locations in the north-east of Sarawak: Gunung Mulu and Mount Dulit (Dow and Orr 2012; single sites at both locations). The female is associated with the male by supposition only. There are additional records of female or teneral (freshly emerged) <em>Telosticta </em>that might be <em>T. berawan </em>from locations in the upper Baram area: Ulu Moh near the Indonesian border (Dow and Ngiam 2015) and Lio Mato (Dow unpublished). These records need to be confirmed by the collection of mature males and are not included in the map. The site at Gunung Mulu is within the National Park of the same name. It is not possible to make a realistic estimate of the area of occupancy (AOO) of this species, but it is likely to be small, less than the 2,000 km² criterion B threshold for Vulnerable.</p>", "population": "Few individuals confirmed to be this species have ever been collected, but this may be because of the behaviour of the species rather than genuine rarity. Without more data it is not possible to make any useful statement about population sizes or health.", "populationtrend": "unknown", "habitat": "<p>Dow and Orr (2012: 386) state “<em>T. berawan</em> is known from small high gradient streams in mixed dipterocarp forest on mountains from 500-800 m. The holotype male was perched well above head height when caught; the paratype from Mount Dulit was perched some way back from the top of a steep stream bank. At the site on Gunung Mulu the supposed female is encountered with some regularity and has been observed apparently ovipositing into the midrib of broad leaves overhanging the stream, but the only male that has been observed is the holotype; it appears that the male of this species is secretive in its habits and does not spend much time close to the supposed larval habitat.” The site at Gunung Mulu is in undisturbed or close to undisturbed primary forest, that on Mount Dulit is in primary forest disturbed by selective helicopter logging (e.g., where the logs are lifted out by helicopter rather than being dragged out using a tractor); this type of logging is usually considerably less destructive than the more normal type. It is possible that this species is particularly sensitive to the disturbance caused by the normal, ground-based, form of selective logging, but further data is needed to verify this.</p>", "threats": "<p>The principle threat to this species appear to be from logging activities, especially clear cutting of forest or very heavy selective harvests. Forest fires are also a threat, especially with only two confirmed locations; substantial forest fires have occurred on Gunung Mulu in recent decades, and may become more frequent as a consequence of climate change.</p>", "conservationmeasures": "<p>The most urgent need for this species is for the discovery of more locations and verification of how sensitive to selective logging activities it is. Further steps can follow after this if needed, although the species would certainly benefit if protected status was granted to Mount Dulit.</p>", "usetrade": null}]}