{"name": "165014555", "result": [{"species_id": 165014555, "taxonomicnotes": null, "rationale": "<p>This species is limited to a few drainages (Pirrís, Térraba and Coto) on the Pacific slope of Costa Rica. While this species is known from a limited number of collection records, Extent of Occurrence is not expected to exceed 10,000 km<sup>2</sup>. Land-use changes in the Pirrís, Térraba and Coto River drainages have had documented impacts on the area, extent, and quality of available habitat. As such, this species is assessed as Vulnerable (VU) under criterion B1ab(iii). More research is needed to reduce uncertainties regarding the scope and magnitude of existing threats.</p>", "geographicrange": "<p>This species is endemic to the Pirrís, Térraba and Coto River drainages on the central and southern Pacific coast of Costa Rica (Angulo <em>et al</em>. 2013). Elevation ranges from 10-680 meters above sea level (Angulo <em>et al</em>. 2013).</p>  <p>Extent of Occurrence (EOO) is estimated to be 6,814 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records and the species distribution reported by Angulo <em>et al</em>. (2013). Given the existence of regionally pervasive threats and a reported distribution in three major catchments, but recognizing occurrence within a number of protected areas that may limit the impacts of regionally pervasive threats in those localities, the number of location where this species occurs in estimated to be 3-7.</p>", "population": "<p>The total population size and population trend of this species are currently unknown. Ichthyological surveys in the Coto River basin, Costa Rica, qualitatively characterize this species as very rare and essentially restricted to rivers of the Térraba River basin (A. Angulo pers. comm. 2019). In the Térraba River basin this species appears to be relatively uncommon, representing less than 2% of total captures (Rojas and Rodríguez 2008).</p>", "populationtrend": "unknown", "habitat": "<p>This freshwater, benthopelagic species inhabits flowing water from small creeks and streams to the shallows of large and fast flowing rivers. It prefers rocky and gravel habitats with tree branches and leaf litter and finds sanctuary in the various cracks and crevices provided by this type of environment, or among roots and debris. Adults and juveniles also occur in warm (23-30°C) pools of springs and their effluents (Bussing 1998). </p>  <p>This species feed mainly on insects, detritus and plant matter (Bussing 1998, A. Angulo pers. comm. 2019). </p>  <p>Eggs are laid on cleaned surfaces of rocks or tree branches one or two (up to six, depending on water conditions) times each year (A. Angulo pers. comm. 2019). Adults incubate eggs and guard young, tend and fan embryos, and transfer hatchlings to freshly excavated pits&#160;in the substrate (Conkel 1993, Bussing 1998, A. Angulo pers. comm. 2019). Dark cavities are preferred as nests to conceal the brood and make them less conspicuous to visual predators (Conkel 1993, Bussing 1998). Approximately 200-300 eggs are deposited and are vigorously guarded and cared for by both male and female (A. Angulo pers. comm. 2019).</p>  <p>Maximum reported body size is 10.6 cm standard length (SL) (Rojas and Rodríguez 2008).</p>", "threats": "<p>Expansive agriculture has led to the deforestation of much of the Pirrís, Terraba and Coto River drainages (Krishnaswamy <em>et al</em>. 2001). The majority of land in this area has been converted and channelized to support monoculture crops of palm oil (Beggs and Moore 2013). As a result, sedimentation rates have increased and have probably resulted in a decline in the quality of habitat available to <em>A. sajica</em>, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Discharge from plantation agriculture has probably resulted in increased sedimentation, nutrient loading, and chemical pollution (Rojas and Rodriguez 2008). Additionally, reductions in tree cover have reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Terraba River basin (Anderson <em>et al</em>. 2006). Land use changes and water use may reduce the availability of habitat (Valiela <em>et al</em>. 2013).</p>  <p>While the direct compounding impacts of existing threats are unknown, they continue to produce inferred declines in the area and quality of habitat.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>A. sajica</em>. The range of this species includes multiple protected areas (IUCN and UNEP-WCMC 2019). More information regarding the impacts of potentially threatening factors would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is relatively common in the ornamental trade, but the total volume of wild harvest is unknown. In Europe, the majority of traded specimens are aquacultured (A. Angulo pers. comm. 2019).</p>"}]}