{"name": "139549213", "result": [{"species_id": 139549213, "taxonomicnotes": null, "rationale": "<p><em>Rhinagrion reinhardi</em> is known from more than 16 locations in Dinagat and Mindanao in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but since it appears to be extremely local in occurrence the AOO is unlikely to be large and is almost certainly below 2,000 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. As a lowland, forest-dependent species it will already have lost a great deal of its habitat. Threats exist at all locations and the overall population is believed to be severely fragmented. The species qualifies for Vulnerable status and is assessed accordingly.</p>", "geographicrange": "<p><em>Rhinagrion reinhardi</em> is known from Dinagat and Mindanao in the Philippines (Kalkman and Villanueva 2011, Villanueva 2009, Villanueva and Cahilog 2013). The assessor is aware of records from 16 locations to which it has proved possible to assign separate coordinates for mapping purposes. It is present in some protected areas, for instance the Aliwagwag Protected Landscape and Mount Kitanglad Range Natural Park in Mindanao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but since it appears to be extremely local in occurrence the AOO is unlikely to be large and is almost certainly below 2,000 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>This species is not present at high densities even where it occurs. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and severe fragmentation is almost certain for the same reasons.</p>", "populationtrend": "decreasing", "habitat": "<p>“<em>Rhinagrion reinhardi</em> has been recorded only in creeks and streams in forest, unlike <em>R. philippinum </em>which has also been found in rivers. One of the authors (RJTV) observed <em>R. reinhardi</em> regularly over a period of two years at a creek in Paragua Forest on Dinagat Island. At a seemingly uniform stretch of nearly 100 metres, males were found to perch only on two branches at a single spot. After a male was collected another male would take its place. These observations suggest that <em>R. reinhardi</em> is territorial” Kalkman &amp; Villanueva (2011: 22). The same observation suggests that the species is extremely local in occurrence, and the assessor’s own experience supports this. It does have some ability to tolerate disturbance to the forest surrounding its streams. It appears to be confined to the lowlands. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and as a result of logging or mining, and at some locations from toxic pollution of streams as a result of mining operations. Unfortunately these threats, in various combinations, extend even to protected areas, for instance for the Mount Kitanglad Range Natural Park BirdLife International (2019, but based on data compiled in 2001) state that “The human activities most severely impacting the protected area are high value crop plantations, kaingin [slash and burn agriculture], small-scale logging and establishment of buildings and roads for telecommunications and military camps. There are lower intensity impacts from gathering of non-y[sic]imber forest products, tourism, hunting, fishing and grazing. Unfortunately, government programmes promoting plantation agriculture and forestry are providing encouragement to communities to encroach into the protected area and its buffer zone. Further, the lack of security of tenure over the land by local communities has created an open access situation; it is a disincentive to investing in more sustainable agricultural practices and leaves local communities powerless when trying to keep people from expanding agriculture into the forest areas. On the southern slope of Mt Kitanglad, especially in the Lantapan and Basak areas, vegetable farming techniques (the “gardening technology”) have been brought in by migrant Igorots from Luzon’s Mountain Province. Large tracts of montane forest have been cleared for this by burning and then planted to cultivars that do not thrive in the lowlands, including cabbage, potato, radish and carrots. Fires that spread into the forests from adjacent grasslands are also a problem. Overhunting and commercial collecting of wildlife are widespread. Vast agricultural plantations have been established, such as a Dole pineapple plantation. These have displaced local farmers, who have destroyed secondary forests for farming, and fires started to burn areas of forest have gone out of control.” As a lowland, forest-dependent species it will already have lost a great deal of its habitat.</p>", "conservationmeasures": "<p>More data on the distribution and ability to tolerate disturbance is needed for this species, and better protection for the existing protected areas where it occurs.</p>", "usetrade": null}]}