{"name": "9188", "result": [{"species_id": 9188, "taxonomicnotes": null, "rationale": "This species is occurs in a very small area of the Chorro stream near Saltillo in Coahuila, north-eastern Mexico and at a stream in Iturbide, Nuevo Leon. It is thought to survive in only two of its 12 known localities with an extent of occurrence of less than 20 km<sup>2</sup> and an estimated population size of just 500 individuals in 2008. It’s population and habitat are thought to be declining due to a number of threats, the most serious of which are invasive species, the modification of its stream habitat, and water abstraction. The species undergoes extreme population fluctuations due to absence of sufficient stream flow. It is therefore assessed as Endangered B1ab(iii,v)c(iv)+2ab(iii,v)c(iv); C2b. Monitoring of population trends is needed to determine the current rate of population decline particularly in light of the tendency for the species' population to fluctuate, its habitat should be protected from further modification and the impacts of invasive species, and reintroductions to restored sites need to take place to ensure this species’ survival.", "geographicrange": "This species is endemic to north-eastern Mexico where it occurs in a very small area of the Chorro stream, in the headwaters of the Rio Salinas drainage in the Rio San Juan basin near Saltillo in Coahuila (Miller <em>et al.&#160;</em>2005). It is thought to survive in only 1 of its 12 known localities (Ceballos <em>et al</em>. 2016). There is some evidence that the species occurs in Iturbide, Nuevo Leon: the only known occurrence of <em>Gila</em> within an Atlantic drainage (A. Valdes Gonzalez pers. comm. 2018).", "population": "The population of this species is in serious decline and is thought to survive in only two of its 12 known localities (Contreras-Balderas<em> et al.</em> 2003, Caballos<em> et al.</em> 2016). It was very abundant at some sites in the 1960s to 1990s, but these areas have now dried up or only have invasive species present. In 2008 it was recorded as being very rare or scarce, making up only 1.5% of fish species caught (Contreras-Balderas and Arquieta 2008). In 2000, a population estimate of 3000-4000 individuals was made (Martinez 2000, Dinerstien<em> et al</em>. 2001), but this was estimated at 500 in 2008 in a stream just over 800 m in length (Contreras-Balderas and Arquieta 2008), which is a potential decline of around 87% in 8 years. The current population size is unknown, but threats are ongoing so it is likely still in decline. <br/><br/>The observed decline may not be indicative of long-term decline as population fluctuations are extreme and related to rainfall. During dry periods, the species may be quite scarce though population rebounds after heavy rainfall events (A. Valdes Gonzalez pers. comm. 2018).", "populationtrend": "decreasing", "habitat": "This species occurs in spring fed pools of clear, cool water with moderate currents over a substrate of clay and mud covered by aquatic vegetation to depths of 1.6 m (Miller <em>et al.&#160;</em>2005). It is thought to be primarily insectivorous and occurs in cool temperatures of 18-20 °C (Contreras-Balderas and Arquieta 2008). The maximum known standard length is 112 mm (Miller&#160;<em>et al.</em>&#160;2005), but it was rare to find large specimens in 2008 due to ongoing habitat degradation (Contreras-Balderas and Arquieta 2008).", "threats": "This species has a great number of threats within its restricted range. One of the major threats is from invasive species which includes the goldfish (<em>Carassius auratus</em>), variatus platy (<em>Xiphophorus variatus</em>), Louisiana crawfish (<em>Procambarus clarkii</em>), channel catfish (<em>Ictalurus punctatus</em>) and black bass (<em>Micropterus salmoides</em>). These are present in habitats where this species is no longer found. These species compete directly, increase predation and impact the river quality. Invasive plant species are also a threat, especially the giant reed (<em>Arundo donax</em>) which accumulates sediments and helps to dry out the water channel. An aquatic snail species of the genus <em>Pyrgulopsis</em> that was very abundant in the same areas as this species has also disappeared, which is thought to be due to the impact of these invasive species (Dinerstein <em>et al.</em> 2001, Contreras-Balderas and Arquieta 2008). The environment has also been extensively modified by dams and channels for use as a recreational facility, to divert water for agricultural use, and for the construction of roads, which has left many streams where this species was once recorded completely dried up (Dinerstein <em>et al. </em>2000, Martinez 2000). More minor but still significant threats include deforestation in the surrounding area for timber and recreational bathing (Dinerstein<em> et al. </em>2000). This species has also been affected by pollution events in the past, such as a toluene spill in the late 1990s that is thought to have eliminated all biota in an area of 3 km. A rehabilitation program is thought to have assisted in the recovery of this area (Martinez 2000), but many streams are also affected by organic pollution and increased sedimentation.", "conservationmeasures": "One of the last remaining two sites where this species occurs is a partially protected recreational area designated as a national park, managed by local and state authorities (Dinerstein <em>et al</em>. 2000). The population trend should be monitored, the habitat protected from further modification, and invasive species should be eradicated and prevented from establishing. A captive breeding program should be implemented for future reintroductions, and sites need to be identified and restored to allow these reintroductions to take place.", "usetrade": "There is no use or trade information available for this species."}]}