{"name": "109725584", "result": [{"species_id": 109725584, "taxonomicnotes": null, "rationale": "<p>This species is known only from Lake Matano where it was last recorded in 2005 but is likely to have been present up to 2013. The current threats to this species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact outflow and natural water level fluctuations, while the rapidly expanding human population and erosion around the lake are also causing siltation. Invasive species also threaten this species through direct predation. Not a single specimen of this species was observed in 2017 or 2018 from sites where they have been found to be abundant before. A thick algal cover was observed at all six sites visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically to sites where none was previously observed, on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native molluscs by the invasive Flowerhorn Cichlid or to water level regulation by the mining company PT Vale remains to be investigated. There is thought to have been a decline in the population size of &gt;90% over the last 10 years and the lack of specimens seen in 2017/2018 suggest this species is Possibly Extinct. This species is therefore assessed as Critically Endangered (Possibly Extinct) and additional surveys are required to confirm if this species is still extant.</p>", "geographicrange": "This small gastropod species&#160;is endemic to Lake Matano in the Malili Lake system (Sulawesi, Indonesia) and where it was only recorded from a single locality on the northern shore in 2005 (Zielske <em>et al</em>. 2010). It has not been recorded in subsequent surveys in 2007. Recent surveys in 2017 and 2018 have failed to find this species at the known site, and due to observed changes in habitat quality, there are concerns that the species may now be Possibly Extinct (T. von Rintelen pers. obs. 2018).", "population": "<p>This species has only been recorded at a single locality in Lake Matano, where it was last recorded in 2005 but is likely to have been present up to 2013 before invasive cichlids spread within the lake. There is thought to have been a &gt;90% population decline within the last 10 years and it is considered Possibly Extinct after surveys in 2017 and 2018 failed to recover the species (T. von Rintelen pers. obs. 2018).</p>", "populationtrend": "decreasing", "habitat": "This species has only been recorded in the freshwater Lake Matano and is a rock dweller.", "threats": "<p>The original threats to the species from 2005 to 2012 were pollution from nickel mining and changes in water levels resulting from flow management for hydro-electric power installations on the outlet of Danau Matano, that impact the outflow especially during times of low water due to natural water level fluctuations throughout the entire lake system. In addition there is some siltation due to soil erosion and organic effluents from the rapidly expanding human population around the lakes. <br/></p><p>Most recently, there has been introduction of invasive species (particularly Flowerhorn cichlids, <em>Colossoma </em>sp.) to Lake Matano and <em>Sulawesidrobia</em> species are known to be the most important part of their diet (Herder <em>et al. </em>2012). There appears to have been a direct impact on populations of <em>Sulawesidrobia datar</em> in Lake Matano, with no specimens found in 2017 or 2018 within the lake (T. von Rintelen pers. obs. 2018). <br/></p><p>A thick algal cover was observed at all six sites in Lake Matano visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native molluscs by the invasive Flowerhorn Cichlid or to water level regulation by the mining company PT Vale remains to be investigated.</p>      <p>  </p>", "conservationmeasures": "<p>There are no known conservation actions currently in place for this species and research into its distribution is recommended, as additional surveys are needed to confirm whether this species is still extant and whether it is present in any springs/rivers entering the lake. If it is still extant then protection of its known localities and habitat is required, along with invasive species control and monitoring of population and habitat quality trends.</p>", "usetrade": "This species is not thought to be utilised."}]}