{"name": "57498955", "result": [{"species_id": 57498955, "taxonomicnotes": "Yang <em>et al</em>. (2015), placed <em>Barbus seymouri </em>in <em>Enteromius</em>.", "rationale": "<em>Enteromius seymouri</em>&#160;occurs in the&#160;South Rukuru and the Kaziwiziwi River systems in Malawi. It has an estimated extent of occurrence (EOO) of 10,000 km<sup>2</sup>&#160;and the habitat is declining due to sedimentation caused by agricultural activities in the tributaries of the South Rukuru system, but has more than 10 locations. The population is suspected to have declined by well over 30% during the period 1976 to 1992, based on sampling and habitat deterioration. While that time period cannot be used for assessment, the rapid clearance of land for small scale agriculture leading to severe river habitat degradation continues throughout the range of this species so it is therefore assessed as Vulnerable due to a suspected population reduction of at least 30% within the next 10 years.", "geographicrange": "<span style=\"background-color: rgb(255, 255, 255);\">This species is found throughout the South Rukuru system and in the Kaziwiziwi River in Malawi. It occurs in the South Rukuru River at Njakwa gorge, in the Runyina River at Rumphi, in the Mzimba river at Mzimba and&#160;</span><span style=\"background-color: rgb(255, 255, 255);\">in the upper region. In the </span>Kaziwiziwi River <em>Enteromius&#160;</em><em>seymouri</em> is found above the lakeshore escarpment (Tweddle and Skelton 2008).", "population": "In suitable fairly pristine riverine habitats this species is quite common, but it is less common in degraded sand/silty streams without cover. The population is thought to be decreasing in the main stream due to habitat deterioration.&#160;The rapid clearance of land for small scale agriculture leading to severe river habitat degradation continues throughout the range of this species, which is suspected to cause a &gt;30% decline in the overall population within the next 10 years.", "populationtrend": "decreasing", "habitat": "<em>Enteromius seymouri </em>is generally caught in clear, strongly-flowing streams with cover in the form of vegetation and/or rocks (Tweddle and Skelton 2008).", "threats": "Habitat degradation has been observed in the Mzimba River in Mzimba town. From 1976 to 1992 this river changed from a narrow, well-vegetated, clear stream into a wide, shallow, sandy stream (Tweddle and Skelton 2008). Bush fires and shifting cultivation are major threats to the wetlands in the northern tributaries of the South Rukuru River system. These activities cause deterioration of riverine habitat due to siltation from soil erosion. In the southern tributaries urbanisation and permanent cultivation are major threats to the riverine habitats.", "conservationmeasures": "<em>Enteromius</em>&#160;<em>seymouri</em> penetrates just within the boundaries of the Nyika National Park in Malawi on the lower slopes of the plateau (W. Kadye unpublished data) and is very likely to occur in the Vwaza Marsh Game reserve, and thus has some protection in the upper reaches of its distribution, but the majority of its distribution is in increasingly degraded streams. Research into its population and trends, habitat, threats and ecology is required, along with site management, awareness raising and policies and regulations.", "usetrade": "This species is caught in subsistence fisheries."}]}