{"name": "139565500", "result": [{"species_id": 139565500, "taxonomicnotes": "The species was described from the female sex only and although male specimens subsequently became available, no description of the male has been published to the assessor’s knowledge.", "rationale": "<p><em>Risiocnemis moroensis</em> is only known from five locations the Kalatungan and Katanglad Mountains, both protected areas, in Mindanao in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but unless far more widely distributed than currently known the AOO will be less than 500km<sup>2</sup> and declining along with the extent and quality of suitable habitat (even in the protected areas) due to loss and degradation of forest in the part of Mindanao where the species occurs. The known extent of occurrence is less than 1,000km<sup>2</sup>. The species qualifies for Endangered under both the B1 and B2 criteria and once fresh data is available from the Kalatungan and Katanglad Mountains might even need re-assessment to Critically Endangered.</p>", "geographicrange": "<p><em>Risiocnemis moroensis</em> is only known from the Kalatungan and Katanglad Mountains, both protected areas, in Mindanao in the Philippines (Hämäläinen 1991, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen). The assessor is aware of records from five locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but unless far more widely distributed than currently known the AOO will be less than 500km<sup>2</sup> and declining due to loss and degradation of forest in the part of Mindanao where the species occurs. The extent of occurrence calculated using <span class=\"MsoHyperlink\"><a href=\"http://geocat.kew.org/\">http://geocat.kew.org</a> is only 755.054 km<sup>2</sup>. </p>", "population": "<p>This species may not be uncommon at some of the locations where it occurs but beyond this all that can be said is that an that an ongoing decline in overall population is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a species of forest streams, occurring in upland and montane areas. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs (also see Threats).</p>", "threats": "<p>For the Mount Kitanglad Range Natural Park BirdLife International (2019a, but based on data compiled in 2001) state that “The human activities most severely impacting the protected area are high value crop plantations, kaingin [slash and burn agriculture], small-scale logging and establishment of buildings and roads for telecommunications and military camps. There are lower intensity impacts from gathering of non-y[sic]imber forest products, tourism, hunting, fishing and grazing. Unfortunately, government programmes promoting plantation agriculture and forestry are providing encouragement to communities to encroach into the protected area and its buffer zone. Further, the lack of security of tenure over the land by local communities has created an open access situation; it is a disincentive to investing in more sustainable agricultural practices and leaves local communities powerless when trying to keep people from expanding agriculture into the forest areas. On the southern slope of Mt Kitanglad, especially in the Lantapan and Basak areas, vegetable farming techniques (the “gardening technology”) have been brought in by migrant Igorots from Luzon’s Mountain Province. Large tracts of montane forest have been cleared for this by burning and then planted to cultivars that do not thrive in the lowlands, including cabbage, potato, radish and carrots. Fires that spread into the forests from adjacent grasslands are also a problem. Overhunting and commercial collecting of wildlife are widespread. Vast agricultural plantations have been established, such as a Dole pineapple plantation. These have displaced local farmers, who have destroyed secondary forests for farming, and fires started to burn areas of forest have gone out of control.” For the Kalatungan Mountains, again based on data compiled in 2001 BirdLife International (2019b) state that “Pressures on the habitats and wildlife in the Kalatungan Mountains include kaingin, forest fires, and the exploitation of forest products (e.g. rattan) and unregulated wildlife hunting. The most destructive of these is the conversion of forest into agricultural land and the introduction of cash crops. In addition to the ethnic Manobo and Talaandig tribes, Boholanos and Cebuanos from the Visayas have settled into the area by renting or buying land.” Recent satellite images show little forest below 1200-1500m a.s.l. in many parts of both ranges, suggesting that the encroachment into these protected areas has continued unchecked.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and, urgently, for better protection for the two protected areas where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}