{"name": "139347091", "result": [{"species_id": 139347091, "taxonomicnotes": null, "rationale": "<p><em>Pericnemis kiautarum</em> is endemic to Borneo, where it is known from only three definite locations in Brunei, Sarawak and Sabah. The species may be particularly sensitive to disturbance from logging but more data are needed to confirm this. No remotely accurate estimate of the area of occupancy (AOO) of this phytotelmata-breeding species is possible with the available data but it may not be large; the AOO, and the extent and quality of suitable habitat, can be inferred to be declining because of loss of forest throughout its range. Taking the precautionary approach advocated by the IUCN, the species is assessed as Vulnerable under criterion D2; hopefully when more data are available re-assessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Pericnemis kiautarum</em> is endemic to Borneo, where it is known from Brunei (Dow &amp; Ngiam 2014), Sabah (Orr &amp; Hämäläinen 2013) and Sarawak (Dow <em>et al</em>. 2018). A female recorded by Dow &amp; Ngiam (2014) as <em>Pericnemis </em>?<em>kiautarum</em> may be this species, but this requires confirmation. Only three definite locations for the species have been recorded, all are in protected areas. No remotely accurate estimate of the area of occupancy (AOO) of this (probably phytotelmata-breeding) species is possible with the available data, but the AOO can be inferred to be declining because of loss of forest throughout its range.</p>", "population": "<p>This species is seldom encountered but this may have as much to do with its habits and habitat as genuine rarity. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss of forest throughout the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in forest. Its breeding habitat is not known with certainty but is very likely to be phytotelmata. All records are from unlogged forest, so it may be particularly sensitive to disturbance from logging, but more data are needed to confirm this. In any event the extent and quality of suitable habitat for this species are certainly declining because of loss of and disturbance to forest throughout its range.</p>", "threats": "<p>The main threat to this species will be from clear-cutting of forest for plantation establishment. If the species is particularly sensitive to disturbance from logging then logging is another threat (see habitats and ecology). Forest fires during dry periods are a potential threat even in protected areas.</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, breeding habitat and degree of sensitivity to disturbance from logging.</p>", "usetrade": null}]}