{"name": "171117", "result": [{"species_id": 171117, "taxonomicnotes": null, "rationale": "This species is known from only two locations, around Livadia and 13 km southwest in Voiotia, Sterea Ellada (Reischütz and Reischütz 2021). The type locality occurs close to a heavily populated area that has recreational use. Fire and grazing can locally pose a  threat to this species anytime, whereas droughts and temperature  extremes resulting from climate change may affect its whole range in the future. However, since an additional location was found, further investigations in the area may indicate a wider distribution, as the habitat is indeed suitable, so the species needs to be re-evaluated when newer data is available. The threats to this species may cause it to rapidly move to a threatened category (possibly Endangered or Vulnerable, but not Critically Endangered yet). Therefore the species is assessed as Near Threatened (almost meeting VU D2). Conservation actions for the species are needed, and research is recommended  upon its   population trends, distribution and    ecology. Frequent monitoring of the  habitat and    population is also suggested.", "geographicrange": "Until recently, the present species was only known from a gorge south of Livadia in Voiotia, Sterea Ellada (Riedel 1980). However, it was also discovered in another location almost 13 km south of its type locality (Reischütz and Reischütz 2021). Further investigations are required to examine whether the species is distributed in the between the two areas, as the habitat is suitable.", "population": "There is no available information on the population size or trends of the species.<em><br/></em>", "populationtrend": "stable", "habitat": "The species is found hidden, deep in rock debris and crevices. This is a relatively large species (shell width around 20 mm).", "threats": "The type locality of this species, one of the two locations it is found,&#160;is in a heavily populated area that has recreational uses, which can negatively impact this species as larger individuals are vulnerable to trampling. Fire and grazing can locally pose a threat to this species anytime, whereas droughts and temperature extremes resulting from climate change may affect its whole range in the future. However, since it was recently found in an additional location (Reischütz and Reischütz 2021) further investigations in the area may indicate a wider distribution, as the habitat is indeed suitable, so the possible threats will not affect its whole range.", "conservationmeasures": "The present species has been assessed as Critically Endangered (B1) by the Greek Red Book of Endangered Animals (Vardinoyannis <em>et al</em>. 2009). There are no conservation actions regarding the species, but they are   needed given the restricted distribution of the species and   the      presence of immediate and future threats. Research is recommended  upon  the   population trends and ecology  of the species, as well as whether it has a wider distribution than the one previously assumed, as the recent data indicate (Reischütz and Reischütz 2021). Frequent monitoring of the  habitat and    population is also&#160; suggested.", "usetrade": "This species is not used or traded."}]}