{"name": "173256935", "result": [{"species_id": 173256935, "taxonomicnotes": null, "rationale": "<em>Pethia sahit </em>is assessed as Endangered because it is known from a single location in Hiranyakeshi River of northern Western Ghats, India, with Extent of Occurrence not exceeding 1,000 km<sup>2</sup> and the habitat of the species is threatened by anthropogenic interference including domestic pollution, agricultural  runoff, effluents from small scale industry and introduced invasive  alien species. <em>Pethia sahit</em>, however, is a recently described species with limited information about its distribution and no information about its population status, population trends, species specific threats, life history and ecology. There is an immediate need for research and monitoring to fill these data gaps.", "geographicrange": "<em>Pethia sahit </em>is currently known only from two localities in the Hiranyakeshi River, a tributary of Krishna River system in the Western Ghats of Maharashtra (Kumkar <em>et al.</em> 2017, Katwate <em>et al.</em> 2018). The two localities can be considered as a single location based on the threats to the habitat of the species.", "population": "There is no information on the population status and trends for <em>Pethia sahit</em>.", "populationtrend": "unknown", "habitat": "<em>Pethia sahit</em> inhabits side pools as well as parts of the main river channel with a sluggish water current and with fallen branches and other detritus, and with sand, small boulders and gravel as substratum (Katwate <em>et al.</em> 2018).", "threats": "Species specific threats to <em>Pethia sahit </em>are not known. However, the habitat of the species in Hiranyakeshi River is threatened by anthropogenic stressors including domestic pollution, agricultural pollution mainly from sugarcane cultivation, effluent discharge from small scale sugarcane industry and introduced invasive species (Kumkar <em>et al. </em>2017).", "conservationmeasures": "No species specific conservation action is currently in-place for the <em>Pethia sahit</em>. The species is not reported from any protected area. However, given that the habitat of the species is under stress, conservation initiatives are essential for conserving the habitat. Site/area, resource and habitat protection and management is essential. There is also need for invasive species management. Education at the local level is essential to highlight the conservation concerns for the species. There is also a need for legislation for ensuring industrial effluent management. Since this is a recently described species, research and monitoring is essential to overcome data gaps in understanding distribution, population size, population trends, habitat trends, species specific threats, life history and ecology of the species.", "usetrade": "There is no information regarding use and trade of <em>Pethia sahit</em>."}]}