{"name": "139561436", "result": [{"species_id": 139561436, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis nigra</em> is only known from five locations on Samar and Dinagat in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest on the islands where it occurs. The known extent of occurrence (EOO) of the species is constrained by the area of the islands on which it occurs and will therefore not be very large, based on the currently available data it is likely to be less than 5,000 km². The species qualifies for Endangered status under criteria B1ab(ii,iii) and is assessed accordingly. It is to be hoped that when more information becomes available reassessment to a lower threat category will be possible but given the levels of threat existing in the Philippines it is unlikely that this species will ever be assessed as Least Concern.</p>", "geographicrange": "<p><em>Igneocnemis nigra</em> is only known from five locations on Samar and Dinagat in the Philippines (Gassmann and Hämäläinen 2002, Villanueva 2009). On Samar it is likely to be present in both the Mount Cabalantian - Mount Capoto-an complex and the Mount Yacgun - Mount Sohoton complex Important Bird Areas (IBA) and might be present in the Sohoton Natural Bridge Natural Park within the latter IBA. Additionally, the entirety of Samar is apparently a Natural Park but this does not seem to have any practical value. On Dinagat it is present in the Mount Kambinlio and Mount Redondo IBA but this has no genuine protected status. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and is inferred to be declining due to loss and degradation of forest on the islands where it occurs. The known extent of occurrence (EOO) of the species is constrained by the area of the islands on which it occurs and will therefore not be very large. T<span class=\"MsoHyperlink\">he EOO is somewhere between 4,433 and 27,395 km² (calculated using a minimum convex polygon around the mapped data points and the mapped HydroBASIN areas); it is likely to be less than 5,000 km².<br/></p>", "population": "<p>This species appears to be local in occurrence and not particularly common where it occurs. Nothing else is known but an ongoing decline in overall population is inferred due to loss and degradation of forest on the islands where it occurs and severe fragmentation is extremely likely.</p>", "populationtrend": "decreasing", "habitat": "<p>On the Samar populations Gassmann &amp; Hämäläinen (2002: 249) note that “Apparently this species prefers junctions of small or very small rocky streamlets leading into bigger creeks, where it stays in the shadow of bank vegetation (R. Müller, pers. comm.)”. On Dinagat the species “has a unique microhabitat, preferring shaded vertical surfaces of moist boulders or seepage in upland areas (&gt;400[m] a.s.l.)” (Villanueva 2009: 32). Nothing else is known. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest on the islands where it occurs.</p>", "threats": "<p>Threats to this species are from clearance of forest for agriculture and as a result of logging and, on Dinagat, from mining (legal and illegal, from both destruction of habitat and from pollution of streams).</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, presence in protected areas, habitat requirements and ability to tolerate disturbance, and for protection of habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}