{"name": "109690770", "result": [{"species_id": 109690770, "taxonomicnotes": null, "rationale": "<em>                 </em>The species is endemic to the Lake Masapi in Sulawesi, with an area of occupancy (AOO) and extent of occurrence (EOO) both of 4 km<sup>2</sup>.&#160;This is counted as a single location with major threats including increased siltation from activities on the lake shore,&#160;which are causing declines in the habitat quality of this species. It also vulnerable to the potential introduction of invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.).&#160;It is therefore assessed as Critically Endangered based on its extremely limited  distribution and the deterioration of its habitat.", "geographicrange": "This species is endemic to the small freshwater Lake Masapi, which is to the west of the larger Lake Towuti in the Malili Lakes system in Sulawesi, Indonesia.", "population": "<p>There is no current population information available for this species but it has previously been reported as abundant (von&#160;Rintelen <em>et al.&#160;</em>2007). The current population trend is unknown.&#160;This species is vulnerable to the impact of invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) that are spreading within the Malili lakes and causing population declines in <em>Tylomelania</em> populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2018). However, it is not certain if or when these invasives will reach the Lake Masapi, which is more isolated than the other Malili lakes. A future population decline can therefore not be estimated accurately. However, if Flowerhorn Cichlids were to reach this lake, population declines similar to those seen in Lake Matano would also likely occur in this species (T. von Rintelen pers. comm. 2018).</p>", "populationtrend": "unknown", "habitat": "This species is found in a single freshwater lake and is found mostly on soft substrate.", "threats": "<p>The main ongoing threats to this species are increased siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes and from deforestation for illegal logging.</p><p>Other threats include nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. However, these have a lower effect on the more isolated Lake Masapi.&#160;</p>  <p>Many species of <em>Tylomelania</em> are being collected for the aquarium pet trade.&#160;<em>Tylomelania</em><em>&#160;masapensis </em>does not seem to be traded yet, though, and is unlikely to become a target.</p><p>Finally, this species is threatened by the spread of invasive Flowerhorn cichlid within the (<em>Colossoma</em> sp.), with unknown but potentially serious consequences through predation of small adults and juveniles (Herder <em>et al.</em> 2012), as recent surveys in Lake Matano have found only large individuals of large <em>Tylomelania</em> species remaining (T. von Rintelen pers. comm. 2018). Lake Masapi is probably least likely to be invaded by this species, however, given it is the most isolated of the Malili Lakes.&#160;</p>", "conservationmeasures": "<p>No conservation plans are currently in place for this species,&#160;but protection of its known localities and habitats is needed. Research is also needed into the population dynamics, ecology and the threats to this species.</p>", "usetrade": "There is no use or trade information for this species. While many species of <em>Tylomelania </em>of the Malili lakes are collected and traded as aquarium pets, this species has not yet been conspicuously traded."}]}