{"name": "184713", "result": [{"species_id": 184713, "taxonomicnotes": "The Afrotropical genus <em>Ceratophallus</em> consists of 12 small planorbid snails, most of which are restricted to rift lakes (Brown 1994). The generic position of three of these <em>Ceratophallus</em> species remains uncertain. The highest species diversity is found in the Victoria Basin and Lake Victoria proper. In addition to four species that are endemic to the lake and lake shore, namely <em>C. kisumiensis</em>, <em>C. subtilis</em>, <em>C. concavus</em> and <em>C. crassus</em>, the widespread <em>C. natalensis</em> and <em>C. kigeziensis</em> also occur in the Lake Victoria basin.", "rationale": "This species has only been found in Hippo Bay near Entebbe and in one locality in Buvuma Channel by C. Cridland in 1950 and described by Mandahl-Barth (1954). This species has never been found since and it may be extinct around Hippo Bay (D. Van Damme pers. comm. 2016). There are one or two locations depending on the status of the species in Hippo Bay. Its extent of occurrence (EOO) is 1,500-3,500 km² and its area of occupancy (AOO) is 20-40 km² (ranges depending on status in Hippo Bay) at the northeastern shore of Lake Victoria (Uganda), which presently is heavily urbanised and polluted. These disturbances are ongoing and increasing. An estimate of the population&#160;reduction over the last 10 years cannot be provided since the subpopulations may have already crashed in previous decades (i.e. between 1990 and 2000 when pollution and habitat degradation started to affect significantly the heavily populated northern region of Lake Victoria). Considering the restricted range, the degrading environment and the fact that it has not been recollected during the last 65 years, this species is assessed as Endangered. A systematic survey of the Victorian malacofauna is required.", "geographicrange": "This species is only known from the northern part of Lake Victoria in Uganda; at Hippo Bay and Buvuma Channel down to nine metres depth (Brown 1994). It was described by Mandahl-Barth in 1954 and has not been recorded since.", "population": "It is mentioned by Cridland (in Mandahl-Barth 1954) to occur in 'great numbers' at Hippo Bay. It may now be extinct in this area (D. Van Damme pers. comm. 2016).", "populationtrend": "decreasing", "habitat": "It is found in northern Lake Victoria from shallow waters to a depth of nine metres (Mandahl-Barth 1954).", "threats": "Threats include declining quality of habitat, due to erosion and silting from agriculture, and severe water pollution in the part of Lake Victoria where it occurs.", "conservationmeasures": "No conservation measures have been implemented.", "usetrade": "This species is not used."}]}