{"name": "109691605", "result": [{"species_id": 109691605, "taxonomicnotes": null, "rationale": "<p>The species is endemic to Lake Matano and its outflowing river (River Petea) in Sulawesi, Indonesia where it is found on soft substrate. It has an extent of occurrence (EOO) of 184 km<sup>2</sup> and an area of occupancy (AOO) of 80 km<sup>2</sup>. This is counted as a single location based on the threats of nickel mining, hydro-electric power installations, logging, and organic effluents from a rapidly expanding human population, which are causing a decline in habitat quality through siltation and changes to natural water levels. Most critically, this species is thought to have suffered a population decline of at least 50% in the last 10 years due predation of small adults and juveniles by invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.), as this species was found at a much reduced density at two sites in 2017 where it was previously abundant in 2002 and 2003 (T. von Rintelen pers. obs. 2017). Flowerhorn Cichlids are now confirmed in Lake Mahalona (W. Darwall pers. obv. 2018) and are therefore assumed to be in the connecting River Petea. They are predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018) based on their impact in Lake Matano. Due to the suspected past decline, predicted future decline, its limited distribution and persistent threats, this species is assessed as Endangered.</p>", "geographicrange": "<p>The species&#160;is endemic to Lake Matano (164.1 km<sup>2</sup>), which is part of the Malili Lakes system, Sulawesi, Indonesia. It also extends into the upper reaches of the Petea River that drains Lake Matano.<br/></p>", "population": "<p>This species has previously been recorded as abundant (von Rintelen <em>et al.</em>&#160;2007), but it was found at a much reduced density at two sites in 2017 where it was previously abundant in 2002 and 2003 (T. von Rintelen pers. obs. 2017). This is thought to be due to invasive Flowerhorn Cichlids (<em>Colossoma&#160;</em>sp.) introduced to Lake Matano, which likely predate juveniles of this species (T. von Rintelen pers. comm. 2018), as only large specimens were found in 2017/2018. There is therefore thought to have been a population decline of &gt;50% over the last 10 years. An overall population decline of at least 50% is also predicted over the next 10 years due to the continued impact and spread of Flowerhorn Cichlids in the Malili lakes (T. von Rintelen pers. comm. 2018). This is based on their impact on this species in Lake Matano, and as they have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and are therefore assumed to be present in the connecting River Petea.</p>", "populationtrend": "decreasing", "habitat": "This species occurs in the freshwater Lake Matano and also in the River Petea. It is found on soft substrates, such as mud.", "threats": "<p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. Presence of algal mats in Lake Matano observed in 2017 indicates decreasing water quality and possible eutrophication.</p>  <p>Many species of <em>Tylomelania</em> are being collected for the aquarium pet  trade including <em>T. patriarchalis</em>. Large numbers of specimens have been  introduced to Europe (T. von Rintelen pers. obs.) and the  species is still easily available in pet shops and online. Part of the  commercially available stock is sourced from aquarium breeding.<br/><br/>Finally, invasive species (particularly Flowerhorn Cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of small adults and juveniles (Herder <em>et al.</em> 2012). This species was found at a much reduced density at two sites in 2017 where it was previously abundant in 2002 and 2003 (T. von Rintelen pers. obv. 2017) and a population decline of &gt;50% in the last 10 years has been inferred. Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and are assumed to also occur in the connecting River Petea. They are predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018).<br/> <br/> </p>", "conservationmeasures": "No conservation plans are currently in place for this species,&#160;but protection of its known localities and habitats is needed, along with invasive species control and harvest management. Research is also needed into the population dynamics, ecology and the threats to this species.", "usetrade": "<em>Tylomelania patriarchalis</em> is collected for the international aquarium trade and is widely available in parts of Europe, Asia and North America. The proportion of specimens in the trade caught in the Malili lakes versus being bred in aquaria in unknown, although occurrence of breeding is increasing."}]}