{"name": "233419423", "result": [{"species_id": 233419423, "taxonomicnotes": null, "rationale": "<em>Andiorrhinus priollii</em> é endêmica do Brasil, registrada apenas no estado do Amazonas, na região do entorno de Manaus. A Extensão de Ocorrência (EOO) foi calculada em 961 km², considerando os registros confirmados da espécie. Ela parece ser associada a ambientes florestais de terra firme e sofre impactos do da expansão urbana e das atividades agrícolas de pequenas propriedades. Essas atividades, conjuntamente, promovem declínio da qualidade do habitat remanescente. Não há evidências de que sua população esteja severamente fragmentada. Por aproximar-se de Em Perigo (EN), pelo critério B1b(iii), <em>A. priollii</em> foi categorizada como Quase Ameaçada (NT).", "geographicrange": "<em>Andiorrhinus priollii</em> ocorre no estado do Amazonas, com registro apenas no município de Manaus (Righi 1967). Esforços de coleta em Rio Preto da Eva, Iranduba e Presidente Figueiredo não foram exitosos em registrar a espécie (G.G. Brown, com. pess. 2022).<br/><br/>A Extensão de Ocorrência (EOO) foi calculada em 961 km², considerando o mínimo polígono convexo dos registros confirmados da espécie.", "population": "Não foram encontradas informações para o táxon.", "populationtrend": "unknown", "habitat": "Não foram encontradas informações para o táxon.&#160;&#160;Ela parece ser associada a ambientes florestais de terra firme.", "threats": "A espécie sofre impactos decorrentes da expansão urbana e das atividades agropecuárias em pequenas propriedades. Conforme IBGE (2017), parece haver uma diversificação de culturas agrícolas, com ligeiro predomínio de cana-de-açúcar, e uma pecuária em pequena escala, principalmente de bovinos e suínos. Uma ameaça adicional pode ser o uso espécie como isca, tendo em vista o tamanho dos indivíduos. Esta, porém, é uma hipótese pendente de confirmação.", "conservationmeasures": "Esta espécie foi registrada em áreas protegidas.", "usetrade": "Pelo tamanho dos indivíduos, é provável que a espécie seja usada como isca. Mas esta hipótese ainda depende de confirmação."}]}