{"name": "176024528", "result": [{"species_id": 176024528, "taxonomicnotes": null, "rationale": "<em>Pseudolithoxus kelsorum</em>&#160;is known from a single site and has an area of occupancy (AOO) of 212&#160;km<sup>2</sup> and an extent of occurrence (EOO) of 212 km<sup>2</sup>. Habitat that is likely to be suitable for the species may actually be much smaller than that even if the species is found at the Raudales Atures, a large rapids complex near Puerto Ayacucho, Venezuela. This region of the Orinoco has been pretty well explored, and so the small area occupied by the species may be genuine. The species is vulnerable to exploitation by the aquarium industry, and there is ongoing mining in the region. There is a single location based on these threats, and an inferred continuing decline in habitat based on mining. Therefore, this species is assessed as Endangered.", "geographicrange": "<em>Pseudolithoxus kelsorum</em>&#160;is known from a single granite outcrop in the Orinoco River in Venezuela, just south of Puerto Nariño, Colombia. Lujan and Birindelli (2011) suggest that the species may also be found in Raudales Atures, located just south of Puerto Ayacucho, Venezuela, but that extensive sampling upstream by Lujan resulted in no specimens.", "population": "Nothing is known about the population of&#160;<em>P. kelsorum</em>, and the only known collection is of only six individuals.", "populationtrend": "unknown", "habitat": "Species of&#160;<em>Pseudolithoxus</em>&#160;are extremely dorsoventrally flattened for life in narrow crevices in fast flow. Both males and females have hypertrophied odontodes (integumentary teeth) along the snout and pectoral-fin spines along with the evertible cheek odontodes. Like most loricariids,&#160;<em>P. kelsorum</em>&#160;is probably a cave spawner, but there are no reports (PlanetCatfish 2020). All individuals were collected off of a bedrock outcrop suggesting that this species may like slower flow.", "threats": "The area <em>P. kelsorum</em> occupies is largely occupied by indigenous peoples that use subsistence fishing and farming. Illegal mining for gold, coltan, diamonds, and bauxite has been particularly active in Amazonas, Venezuela, and may have an impact of the flora and fauna of the region. Some of this mining is in protected territories. Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020, Hardman <em>et al. </em>2002, Mol and Ouboter 2004, Alofs <em>et al.</em> 2013).", "conservationmeasures": "If <em>P. kelsorum</em>&#160;does occupy the Raudales Atures, this would only double the area of occupancy (AOO) of the species. For this reason, conservation efforts should be developed starting with a survey to better determine the range of the species. Harvest for the aquarium industry should be strictly monitored regardless of any other conservation measures.", "usetrade": "Records do exist of <em>P. kelsorum</em>&#160;in the pet trade, and one of these is by N. Lujan, lead author on the species description (Lujan and Birindelli 2011, PlanetCatfish 2020). Like other <em>Pseudolithoxus</em>&#160;this species is likely to be sought after by aquarists."}]}