{"name": "173831804", "result": [{"species_id": 173831804, "taxonomicnotes": null, "rationale": "<em>Gymnotus capitimaculatus</em> is known only from the Rio do Ouro, a tributary of the Jucuruçu River in Bahia state, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>. This species is assigned to a single threat-based location based on documented impacts to habitat quality associated with riparian deforestation and cattle ranching. Continuing decline in habitat quality at the type locality is inferred. Therefore, <em>G. capitimaculatus</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii). Targeted ichthyological sampling along the Rio do Ouro is urgently needed to clarify range extent, population size, and population trend. Determining the scope and direct impact of localized threats is an immediate research priority.", "geographicrange": "<p><em>Gymnotus capitimaculatus</em> is known only from its type locality Rio do Ouro, a tributary of the Jucuruçu River in Itamaraju municipality, Bahia state, northeastern Brazil (Rangel-Pereira 2014, Ferraris&#160;<em>et al.</em>&#160;2017, Silva&#160;<em>et al.</em>&#160;2020). The current distribution is likely a relict population of a formerly larger range, and comprehensive ichthyological sampling will be necessary to determine if additional collection localities exist (Rangel-Pereira 2014).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a 2x2 km grid overlain on the type locality where it has been reported (Silva&#160;<em>et al.</em>&#160;2020). The type locality of this species is impacted by riparian deforestation and land-use change associated with cattle ranching (Rangel-Pereira 2014), and therefore it is assigned to a single threat-based location (Rangel-Pereira 2014). </p>", "population": "<p>The total population size and population trend of this species are unknown. It is known from a total of 12 individuals collected in 2013 (Rangel-Pereira 2014).</p>", "populationtrend": "unknown", "habitat": "The type locality of this species is a clearwater stream with a width of approximately 1.5 m and depths from 0.1-1 m over substrates of sand and small gravel (Rangel-Pereira 2014). Individuals were hidden amongst marginal vegetation and roots, primarily where water flow was swift (Rangel-Pereira 2014). The land through which the stream flows is a mix of grass pasture and scarce riparian forest (Rangel-Pereira 2014).", "threats": "<p>The type locality of this species is impacted by riparian deforestation and land-use change associated with cattle ranching (Rangel-Pereira 2014). The very restricted range of this species can likely be attributed to historical deforestation within the Jucuruçu River basin (Rangel-Pereira 2014). </p>  <p>Despite uncertainties regarding the direct impact of land-use change immediately adjacent to the type locality, continuing decline in habitat quality is inferred. </p>", "conservationmeasures": "<p>There are no-species-specific conservation measures directed towards <em>G. capitimaculatus</em>. Proposals have been submitted to preserve remaining riparian habitat in the region (Rangel-Pereira 2014). Currently, the known range of this species does not extend into any existing protected areas (IUCN and UNEP-WCMC 2020). Targeted ichthyological sampling along the Rio do Ouro is urgently needed to clarify range extent, population size, and population trend. Determining the scope and direct impact of localized threats is an immediate research priority. Site protection is likely warranted as an immediate conservation priority.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}