{"name": "145337626", "result": [{"species_id": 145337626, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to hydrothermal vents at deep ocean ridges in the Indian Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2736 m to 2785&#160;m bsl. The impact of uncertainty around the total AOO, EOO and other biological factors mean that the applicable threat level for this species ranges from VU to CR, using the recommended risk tolerance. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as the top of this range, CR B1ab(iii)+2ab(iii). The potential for anthropogenic influence in these sites based on exploration licenses for mineral extraction at or adjacent to the sites supports an inferred and projected continuing decline in quality of habitat.&#160;There may already be disturbance to this species as ISA exploration-phase licenses allow some extraction of mineral deposits to determine their composition and testing of seabed mining technology for future exploitation-phase licensing.&#160;A reassessment would be merited if there was a substantial change to the status of mining license arrangements.<p></p>", "geographicrange": "<p></p><p></p><p></p><p>This deep-sea gastropod is restricted to one location at hydrothermal vents on deep ocean ridges in the Indian Ocean.&#160;This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location is an exploration license contract area granted by the International Seabed Authority to the&#160;Chinese Ocean Mineral Resources Research and Development Association. The species is currently known from one vent field with active black smokers and diffuse venting located at depths of 2736 m to 2785 m bsl, namely the Longqi vent field on the South West Indian Ridge (Chen&#160;<em>et al.</em>&#160;2017). This vent locality lies in International Waters. This species is present over a small area - the total area of the Longqi vent field is 0.012 km<sup>2</sup>&#160;(Tao <em>et al</em>. 2014).</p><p></p><p></p>", "population": "<p>These populations have only been sampled by remotely operated vehicles and a human-occupied vehicle, and given the presence at depth, it is difficult to ascertain the population status (Chen <em>et al.</em>&#160;2017).</p><p></p>", "populationtrend": "unknown", "habitat": "<p>The species is restricted to deep-sea hydrothermal vents on mid-oceanic ridges in the Indian Ocean. It is currently known from the active black smokers and sites of diffuse venting located at depths of 2736 m to 2775 m&#160;bsl.<br/><br/>Geological context – the South West Indian Ridge&#160;is an ultraslow spreading ridge. Environmental Impact Assessments based on the dynamics of the East Pacific or other fast-spreading ridges cannot be applied to this different geological context.</p><p></p><p></p>", "threats": "<p>The Longqi vent field on the South West Indian Ridge lies in a seabed area licensed for the exploration of exploitation of polymetallic&#160;sulfide&#160;mineral resources, which form at active hydrothermal vents. This exploration-phase license&#160;was granted by the International Seabed Authority (ISA) under a 15-year contract (2011-2026) to the Chinese Ocean Mineral Resources Research and Development Association. The ISA exploration-phase&#160;licenses&#160;allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be&#160;disturbance&#160;of the subpopulation; however, as the locations are remote and at depth, the impact on the subpopulations is uncertain. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.&#160;This vent field may be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.</p>", "conservationmeasures": "<p>There are no conservation actions currently in place at any Indian Ocean vent fields, however, further research is recommended to determine whether the populations would be susceptible to disturbance by mining, to confirm whether the species is present at any other vent sites along Indian Ocean mid-oceanic ridges and to ascertain the dispersal capability for this species, as these will assist in reevaluation of the conservation status of the species. Development of protocols to minimise sediment plume creation by those investigating the sea-bed habitats during exploration for mineral would also be beneficial for all species in these sensitive habitats.&#160;</p>", "usetrade": "There is no known trade or use of this species."}]}