{"name": "18897", "result": [{"species_id": 18897, "taxonomicnotes": "Genus was changed to <em>Systomus</em> by Pethiyagoda <em>et al</em>. (2012).", "rationale": "<em>Systomus pleurotaenia</em> is a range-restricted, endemic species, known from eight locations in the south western lowland of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 4763 km<sup>2</sup> and Area of Occupancy (AOO) is 240 km<sup>2</sup>. <em>Systomus pleurotaenia</em> is thought to face high vulnerability owing to poison fishing and unsustainable construction of mini hydro power stations, habitat degradation owing to siltage and agrochemical accumulation.&#160;These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. The species is therefore assessed as a Vulnerable.", "geographicrange": "<em>Systomus pleurotaenia </em>is endemic to Sri Lanka and restricted to the lowland wet zone, however, it has not been found to occur close to the coastal areas.", "population": "No population data is available for this species regarding its size or trend. However, threats such as urbanisation, pollution and modifications to its natural habitats may cause a decline in the population numbers of this uncommon species.", "populationtrend": "decreasing", "habitat": "<p><em>Systomus pleurotaenia </em>is found in clear, well oxygenated streams and rivers up to a minimum of 400 mm in depth, though juveniles ascend small, shallow streams (200-300 mm). The favoured habitat seems to be streams that are shaded by tall trees and rocky substratum. The upper two thirds of the water column is mostly utilized, but these fish demonstrate a preference to schooling at around 200-400 mm below the surface of the water, over the deeper part of the stream. These fish can be found feeding at all levels of the strata and are generalists in relation to their dietary intake, which includes chironomid larvae, ephemeropteran larvae and terrestrial insects. Multiple authors indicate that this species is a generalist (Vijverber <em>et al</em>. 2017, Senanayaka 1980, Pethiyagoda 1991, De Silva <em>et al</em>. 2015).</p>", "threats": "<p><em>Systomus pleurotaenia</em> is thought to face high vulnerability owing to poison fishing as it is&#160;recorded in high numbers in rivers where poison fishing was practised compared to those where the practice was not observed. Their shoaling behavior and occupancy of the middle of the water column is thought to make them susceptible to higher levels of threat (Epa <em>et al</em>. 2016).<br/><br/>Unsustainable construction of mini hydro power stations has been found to be harmful for the survival of this species (De Silva <em>et al.</em> 2015). Habitat degradation owing to siltage, agrochemical accumulation and damming have been found to cause loss of this species from Wee Oya where it has been initially recorded (De Silva <em>et al.</em> 2015).&#160;</p>", "conservationmeasures": "No conservation measures are documented for this species.", "usetrade": "During the early 1990's, <em>Systomus pleurotaenia </em>was exported in the aquarium trade (Petiyagoda 1991) but its numbers have reduced since (Gunasekara 2011)."}]}