{"name": "122150274", "result": [{"species_id": 122150274, "taxonomicnotes": null, "rationale": "<em>Amphicnemis annae</em> is widely distributed in Sarawak and parts of Brunei and West Kalimantan, with at least 18 locations currently known. However some of the known locations is almost certain to be lost to development in the near future and threats exist at all sites, including those in protected areas. The area of occupancy (AOO) of this species is difficult to estimate, but is probably not much greater than the 2,000 km² threshold for Vulnerable under criterion B2 and may be smaller; the AOO is certainly diminishing. The overall population has certainly become severely fragmented because of loss of much of its peat swamp forest habitat. The species is assessed as Near Threatened because threats exist at all sites including the protected ones, its AOO is shrinking and is likely not to be considerably greater than the limit for Vulnerable status, and because of severe fragmentation and the fact that at least some of the known locations seem almost certain to be lost in the near future.", "geographicrange": "<em>Amphicnemis annae</em> is endemic to Borneo, where it is only known from Brunei, Sarawak and north west Kalimantan. It was described from a location in the Singkawang area in West Kalimantan (Lieftinck 1940); it is unlikely that this location is still suitable for this species, given the extensive loss of lowland forest, especially peat swamp forest, that has occurred there. It had already been recorded from the Sintang area of West Kalimantan by Ris (1911) as <em>A. wallacii </em>(Lieftinck 1954), it is not known if the exact location (which was not recorded) is still viable for the species, but some peat swamp forest does survive in this area, so the species can be expected to still be present. In Sarawak it has been recorded from one non-protected site on the Matang Road near Kuching (Dow and Reels 2011), another non-protected site at the old UNIMAS campus near Kota Samarahan (Dow and Reels 2013), a site by the road from the Pan Borneo Highway to Simunjan (Dow and Reels 2013) but this site has been lost, Ulu Sebuyau National Park (Dow unpublished), Maludam National Park (Dow <em>et al. </em>2015), a site in Mukah Division (Dow unpublished), Binyo Penyilam in Bintulu Division (Dow and Unggang 2010) and Loagan Bunut National Park in Miri Division (Dow unpublished). In Brunei it is known from three threat defined locations in the Sungai Ingei area in the upper Belait (Dow unpublished) and from seven threat defined locations (taking forest fire as the threat most likely to affect a large area in a short time in both cases) on the Badas and Rasau peat domes (Dow and Choong unpublished); all known locations in Brunei are in Belait District. Altogether about 18 threat defined locations can be considered as currently known for this species, but most or all of the non-protected locations in Sarawak are likely to be lost within the next decade and the same will be true of at least some of those in Brunei.<br/><br/>The area of occupancy (AOO) of this species is difficult to estimate, especially given the uncertainty about its distribution in Kalimantan. However the true AOO is unlikely to be much greater than the 2,000 km² threshold for Vulnerable status under the B criteria, may be smaller, and will be declining.", "population": "<p>This species can be common where it occurs, but beyond this nothing definitive can be said about current population sizes and health except that a decline must have occurred, and be ongoing, because of loss of the peat swamp forest habitats of this species, and that the overall population will be severely fragmented due to fragmentation of its peat swamp forest habitats.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a species of peat swamp forest.</p>", "threats": "Forest fires are a threat at all locations known for this species, even the protected ones. Outside of Brunei most or all of the non-protected sites are threatened either by development for housing etc., conversion to oil palm or unintentional drainage through the drainage systems of adjacent oil palm plantations; the latter issue is a problem even in some parts of Maludam and Ulu Sebuyau National Parks. Some locations in Brunei are threatened by logging or are sufficiently close to towns that they are likely to be threatened by housing and commercial developments in the near future. The sites on the Matang Road near Kuching is almost certain to be lost in the near future and the same is likely to be true for other non-protected sites in Sarawak.", "conservationmeasures": "<p>Permanent protection for some of the sites for this species in Brunei is needed, and will need to include measures to prevent the spread of fires and to avoid unintentional drainage through drainage ditches associated with any adjacent agricultural areas; this last issue may be particularly problematic at some sites in the long term.<br/><br/>The main threat apart from fires in Sarawak is conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned in the Threats section is likely to be particularly severe for such conservation areas; oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires, not just those who actually set them.<br/><br/>Further data on the distribution of this species is needed, especially in Kalimantan.</p>", "usetrade": null}]}