{"name": "169193", "result": [{"species_id": 169193, "taxonomicnotes": null, "rationale": "This species is short-listed by Dijkstra and Vick (2004) as one of the western African odonates requiring special attention. In this assessment it is estimated to occur in less than ten locations, based on the threat of destruction of its forest habitat, and even though its extent of occurrence is 25,247 km², this EOO includes records over 50 years old and its AOO is with 112km² even within the EN threshold. Since the species is not a good flier and dispersal is rather limited paralleled with the ongoing forest destruction, most of the locations are isolated. In respect of the current decline&#160;in the area of extent and/or its quality of habitat which is expected to continue to deteriorate in the future due to illegal logging, this species is there therefore assessed as Vulnerable under criteria B1ab(iii).", "geographicrange": "<em>Pentaphlebia stahli</em>, <em>P. gamblesi</em> and a still undescribed species are the only members of the family in Africa, occurring in Cameroon, Nigeria and Gabon border region. Their nearest relatives are found in South America. This species is only known from the Cameroon highlands in south west Cameroon.", "population": "No information available.", "populationtrend": "unknown", "habitat": "Cool rainforest streams (i.e., submontane or piedmont lowlands, lowlands at foot of highlands) with beds of mostly coarse gravel and stones; large larvae cling to the underside of rocks in the stream bed, while adults perch and oviposit in vegetation above seepage's on the stream banks, suggesting that larvae may move from the seepage's to the main part of the stream as they grow (Vick 1996, 1998).", "threats": "The specific threats to the species in the highlands of Cameroon and south-east Nigeria are unknown but forest destruction is believed to be potential threat.", "conservationmeasures": "None in place. Further research into the species habitat, ecology, population, range and threats is required, as well as habitat conservation measures. In western Africa, some localities are found in protected areas.", "usetrade": null}]}