{"name": "59849", "result": [{"species_id": 59849, "taxonomicnotes": "The closeness of the slender red <em>Chlorocypha</em> species is demonstrated by two hybrid males <em>C. molindica x tenuis</em> discovered in south west Uganda (Dijkstra, Kisakye unpubl.).", "rationale": "This species is only known from forest streams of southwest Uganda, Burundi (presence uncertain) and eastern Democratic Republic of the Congo. There are new records from eastern Democratic Republic of the Congo, and it is likely to be more widespread in suitable habitat. It is a montane species and such habitat is fragmented in Uganda and Democratic Republic of Congo, but large parts of these forest types are well protected in national parks. No recent information is available for Burundi but the habitats are assumed to have been reduced dramatically or vanished with developments over the last decade.&#160;Since&#160;montane forest areas at moderate altitude have been clear-cut to a large extent, this species is likely to qualify for Vulnerable but there is insufficient information to confirm this. The extent of occurrence (EOO) is under 5,000 km², the area of occupancy (AOO) is under 3,500 km²,&#160;the population is fragmented (although not severely fragmented) and there are continuing declines in habitat. It is therefore assessed as Near Threatened.", "geographicrange": "This species has been recorded from Burundi (though uncertain), southwest Uganda (Bwindi, Mafuga Forest) and Democratic Republic of Congo (Kakinga, Iringi, Beni and Irangi). Available habitat (and hence the population) is fragmented. This is an Albertine Rift endemic.", "population": "The population size is unknown. The subpopulations are disjunct due to the fragmented nature of the suitable habitat.", "populationtrend": "unknown", "habitat": "This species is found around rainforest streams.", "threats": "The main threat to this species is the destruction of rainforest due to clearing of forest areas along rivers and streams. Southwest Uganda and neighbouring areas in Democratic Republic of Congo and Burundi are densely populated and hence are intensely impacted due to agriculture. The human population is growing drastically and further declines of appropriate habitat and the population is inferred.", "conservationmeasures": "No conservation measures are known but information on taxonomy, population ecology, habitat status and population trend would be valuable.", "usetrade": "There is no use or trade information for this species."}]}