{"name": "195634962", "result": [{"species_id": 195634962, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable on the basis that it is precautionarily thought to have undergone a decline of more than 30% (although with a high degree of uncertainty) over the last ten years&#160;due to a wide range of threats, including recurring fire events which are expected to become more intense and widespread within this bee's range.", "geographicrange": "This species occurs in coastal South Australia south of Adelaide, through coastal Victoria from the west through Melbourne, to northeast Victoria, southeastern New South Wales (where it ranges inland as far as just west of Dubbo), north to southeast Queensland.&#160;The extent of occurrence calculated from a minimum convex polygon encompassing all confirmed localities&#160;is 652,941 km<sup>2</sup>.&#160;There are records from Tasmania, but these require confirmation.", "population": "This species is expected to be relatively common due to the large number of records, but in most of the range the most recent records are several decades old apparently due to a lack of survey effort. It has not been recorded since 1984 in Victoria, During the 2019-2020 bushfire season it is estimated that the fire overlapped with 8% of the species' extent of occurrence, 3% of which was burnt at high intensity,&#160;based on overlaying fire coverage maps on the extent of occurrence (National Environmental Science Program unpubl. data). Presuming that the percentage of adults and juveniles lost in the high intensity fire was approximately 90%, (an estimate based on expert opinion), this is estimated to correspond to a minimum decline of 2.7% in the number of mature adults and juveniles, assuming the species occurs throughout the extent of occurrence. Within this area, 27-29% of potential habitat (based on overlaying fire maps over vegetation maps) and 61% of known localities were burned (J. Dorey unpubl. data), so this figure is likely to underestimate levels of mortality and the assessors estimate that the total number of mature adults lost in the bushfires could have exceeded 40%, presuming an average mortality of around 70% across the known localities.<br/><br/>In summary, as a result of bushfires, a total population reduction of between 2.7 and 45% is suspected. As this reduction was the result of a one time event, it is not considered a continuing decline. Therefore, this estimate represents the reduction calculated over the last ten years as well and - while this wide range makes the actual rate of decline highly uncertain - a decline greater than 30% over this period is considered a plausible assumption.<br/><br/>It is unknown whether the population is severely fragmented overall, although the South Australian subpopulation appears to be isolated.", "populationtrend": "decreasing", "habitat": "This species occurs in woodland and open forest, shrubland and heathland. Members of this genus nest in tree holes created by wood-boring beetles (Prendergast 2018), and are therefore reliant on habitats with older trees that support populations of these beetles. The species is only known to feed on Myrtaceae, with host records from <em>Corymbia calophylla</em>, <em>Melaleuca lophantha, Angophora floribunda&#160;</em>and other species of <em>Angophora, Eucalyptus, Melaleuca </em>and <em>Leptospermum</em>.", "threats": "This species will be sensitive to any threats that affect either the woody trees in which it nests or wood-boring beetles of a suitable size class to produce nest sites. It will be affected by anything that threatens its host foraging plants and may be subject to mismatches between the insect's activity period and host plant flowering phenology resulting from climate change. An expected increase in the intensity and scale of annual bushfires is likely to have significant impacts on this species and although its range was only marginally impacted by the 2019-2020 event, fire is expected to be an ongoing and increasing threat in at least part of the range. The species' known host plants are trees that can take years to reach maturity and flower, and if the species is reliant on these it will be heavily impacted by fire that destroys these plants.", "conservationmeasures": "This species presumably occurs in protected areas across its wide range. In much of this species' range records are historical, and frequent, ongoing surveys are needed to clarify its current distribution and detect any change in its population status. Native bees should be included in general biodiversity monitoring and environmental impact assessment work.", "usetrade": "There is no known use of or trade in these species."}]}