{"name": "202048", "result": [{"species_id": 202048, "taxonomicnotes": null, "rationale": "<p><em>Libellago orri</em> is a difficult species to assess. On the one hand it is clearly tolerant of some disturbance to its forest stream habitats, but on the other hand it appears to be confined to a small number of locations, despite apparently suitable habitat being present at many other locations within its known range. With the small number of known locations it is close to qualifying for Vulnerable status under criterion D2, and since a population reduction of more than 30% is suspected to have occurred within the last decade along with a decline in extent and quality of suitable habitat, it is assessed as Vulnerable under criterion A2c.</p>", "geographicrange": "<p></p><p><em>Libellago orri</em> is only known from a few locations in Sarawak, Malaysian Borneo. Published records (Dow <em>et al</em>. 2019, Dow &amp; Hämäläinen 2008, Dow &amp; Unggang 2010) are from sites in Bintulu Division, comprising at most seven threat defined locations (considering fires or clearance for plantation as the main threats), however the species had already disappeared from one of these by 2011. In 2015 a location in the Rejang Delta was discovered (Dow unpublished), where the species was found at two sites in close proximity to one another and only comprising one threat defined location; however it appear that the species no longer survives at this location. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but it is likely to be small since it is apparently absent at many seemingly suitable locations within its known range, and will be experiencing an ongoing decline, as will the quality of remaining habitat. The Rejang Delta location is almost 150km away from any other known site for the species.</p><p></p>", "population": "<p></p><p>This species is often abundant on the Sungai Penyilam in Bintulu Division, but occurs at lower densities at most other locations. A decline in overall population can certainly be inferred (see Habitats and Ecology) and based on the amount of suitable habitat that has been lost to plantation establishment within the known range of the species (and its apparent extinction at two known locations) it is strongly suspected that this decline is over 30% of the total population in the last ten years.</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p>The habitats of this species are difficult to characterise. It occurs on slow flowing, sediment bottomed streams in lowland forest, including in peat swamp forest and freshwater swamp forest but is not present at many locations within its range that match this description. On the Sungai Penyilam and Sungai Menaung at Binyo Penyilam it occurs on sections with forest to the water’s edge and in sections where <em>Pandanus</em> spp. dominate the stream margins. At one location it was found in a stream with acacia plantation to the stream bank, the acacia at this location was mature, so that conditions underneath may have approximated those at some of the non-plantation habitats of the species. However after strong winds blew many of the trees down at this site, the stream was more exposed to the sun and flow almost stopped because of damming by the fallen trees, and the species was no longer found there after 2011. At the sites in the Rejang Delta it was found in drainage ditches recently dug through peat swamp forest surrounded by oil palm plantation, one of these was extremely open, with forest removed for meters on either side, the other more shaded so that conditions approximated those on a small forest stream. This population is apparently no longer present and may have been merely a vestigial population that failed to survive in a severely altered habitat. The forest at all known locations has been disturbed by logging activities in the past.</p>", "threats": "<p>The threats to this species are difficult to assess with the currently available data. On the one hand it is certainly disturbance tolerant and has been found at one location with acacia planted to the stream bank (but it now appears to be extinct at that site). On the other hand it is very local in occurrence and even if it can survive at streams in mature planted forest it is unlikely to survive after harvesting, so that its continued presence at such sites will be dependent on re-colonisation once the trees are sufficiently mature. More information on threats is needed but it appears that clear cutting of forest around streams is a threat at non-protected sites. In Bintulu Division most of the currently known locations have some measure of protection as conservation areas with acacia plantations, or have buffers of original forest, however forest fires are still a threat at these.</p>", "conservationmeasures": "<p>More information on the distribution, exact habitat requirements and threats to this species are needed. Two of the known locations are within two areas (Binyo Penyilam and Bukit Sarang) that have been proposed as National Parks, but the status of these areas is not entirely clear to the assessor at the time of writing.&#160;The provision of adequate stream buffers of original forest in areas newly converted to plantation is important for the future of this and all other forest dwelling lowland Odonata in Borneo, but to be effective the buffers must be of good quality when established and must be left alone thereafter – timber extraction from such buffers for any reason will be extremely harmful.</p>", "usetrade": null}]}