{"name": "139568078", "result": [{"species_id": 139568078, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta megametta</em> is known from four locations in Dinagat and Mindanao in the Philippines. Threats exist across the range of the species and the overall population is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is less than 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) calculated is considerably less than 5,000 km². The species qualifies for Endangered status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Drepanosticta megametta</em> is known from Dinagat and Mindanao in the Philippines (Cowley 1936, Villanueva 2009; the assessor also has unpublished data). The assessor is aware of records from four locations, none of which appear to be in protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the available data is less than 500 km², probably by a considerable margin. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 555 and 2,922 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).</p>", "population": "<p>Few specimens of this species have ever been recorded. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that severe fragmentation is almost certain for the main reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a species of small forest streams. Villanueva (2009) recorded single males from each of two sites affected by mining, however this does not demonstrate that the species is tolerant to this form of disturbance since these individuals might have represented the last traces of a declining population. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture or as a result of logging or mining, and from toxic pollution arising from mining. For instance for Dinagat BirdLife International (2019), based on data from 2001, state that “The timber on Dinagat is of poor quality, but wood-cutting and encroachment into the forests for kaingin [slash and burn agriculture] and illegal commercial logging are reported to occur there. The upgrading of a road through the centre of the island could increase the rate of encroachment in the future. There have been reports of chromite mining on a hill adjacent to Mt Kambilio.” In fact recent satellite images show extensive mining operations at several locations within the IBA and apparently much of the island is under mining concessions (Villanueva 2009). Small, illegal mining operations are common in the remaining forests of Dinagat and pollute streams with toxic chemicals, after which almost all Odonata vanish.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}