{"name": "233424458", "result": [{"species_id": 233424458, "taxonomicnotes": null, "rationale": "<em>Glossoscolex bondari</em> é endêmica do Brasil, registrada nos estados do Mato Grosso do Sul e São Paulo. Intensos esforços de coleta no estado de São Paulo entre os anos de 2004 e 2018 e em ambientes similares registram a espécie apenas em Campos do Jordão. Sua Extensão de Ocorrência (EOO) foi calculada em 23.213km². Os locais de ocorrência da espécie são profundamente modificados pela matriz de uso da terra (áreas agrícolas e urbanas), que promovem fragmentação e declínio da qualidade do habitat. Considerando a baixa capacidade de dispersão e a matriz onde está inserida, suspeita-se que sua população esteja severamente fragmentada. Por aproximar-se de Vulnerável (VU) pelo critério B1ab(iii), <em>G. bondari</em> foi categorizada como Quase Ameaçada (NT).", "geographicrange": "<em>Glossoscolex bondari</em> possui registros nos estados de São Paulo e Mato Grosso do Sul (Righi 1984, Baretta <em>et al</em>. 2007). Esforços de coleta na região de Rio Claro entre 2004 e 2018 não encontraram a espécie.<br/><br/>A Extensão de Ocorrência (EOO) foi calculada em 23.213km², considerando o polígono mínimo convexo entre os registros confirmados da espécie.", "population": "Considerando a baixa capacidade de dispersão e especificidade de habitat, suspeita-se que a população esteja severamente fragmentada.", "populationtrend": "unknown", "habitat": "Encontrada em solos escuros de brejos e em reflorestamentos de Araucária em Campos do Jordão (SP). A espécie tem quatro exemplares adultos e 12 juvenis registrados na literatura.", "threats": "A principal ameaça à espécie é conversão de habitat em áreas agrícolas e urbanas. A expansão urbana abrange principalmente a porção do estado de São Paulo, onde a matriz de uso da terra é dominada por atividades agropecuárias em pequena escala (IBGE 2017). Na região do Mato Grosso do Sul o domínio da matriz de uso da terra é representado pelo plantio de soja e milho, em grande escala, e pela pecuária bovina, também em larga escala.", "conservationmeasures": "Nenhuma ação está em andamento, mas ocorre no APA Campos do Jordão.", "usetrade": "A espécie parece ser usada como isca para a pesca."}]}