{"name": "173832276", "result": [{"species_id": 173832276, "taxonomicnotes": null, "rationale": "<em>Hypsolebias martinsi </em>is known from three temporary pools in the Icaraizinho and Mundaú River basins at an altitude of 12-120 meters above sea level. Extent of occurrence (EOO) is estimated to be 328 km<sup>2</sup>, area of occupancy (AOO) is estimated to be 12 km<sup>2</sup>, and the species is assigned to three threat-based locations. The primary threats to this species include deforestation associated with agricultural expansion and cattle ranching, road construction, changes in natural hydrology associated with damming projects, urbanization near population centres, and alluvial mining. Two of the three known locations are affected by one or more of these threats, and continuing decline in habitat quality at these locations is inferred. Therefore, <em>H. martinsi</em> is assessed an Endangered under criterion B1ab(iii)+2ab(iii).", "geographicrange": "<p><em>Hypsolebias martinsi </em>was originally described from a temporary pool near the Icaraizinho River at an altitude of 42 meters above sea level in Ceará state, Brazil (Britzke&#160;<em>et al.</em>&#160;2016). It was subsequently reported from two additional collection localities in the Mundaú River basin, the first being a temporary pond adjacent to a road containing properties that are used for agriculture and livestock production, and the second in the Cruxati River near the municipality of Itapipoca (Abrantes&#160;<em>et al.</em>&#160;2020).</p>  <p>Extent of occurrence (EOO) is estimated to be 328 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Britzke&#160;<em>et al.</em>&#160;2016, Abrantes&#160;<em>et al.</em>&#160;2020). Area of occupancy (AOO) is estimated to be 12 km<sup>2</sup>, based on a 2x2 km grid overlain on the three collection localities from which this species has been reported (Britzke&#160;<em>et al.</em>&#160;2016, Abrantes&#160;<em>et al.</em>&#160;2020). This species is assigned to three threat-based locations, as collection localities are isolated from one another and existing threats are localized and expected to affect each location independently. </p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in annual pools of the semi-arid Caatinga in northeastern Brazil that are characterized by low and irregular rainfall (Brtizke&#160;<em>et al.</em>&#160;2016). Pools are characterized by substrates of clay and aquatic vegetation that is dominated by <em>Echinodorus </em>(Britzke&#160;<em>et al.</em>&#160;2016).</p>", "threats": "The primary threats to killifish biodiversity in the Brazilian Caatinga includes extensive deforestation associated with agricultural expansion and cattle ranching, road construction, changes in natural hydrology associated with damming projects, and urbanization near population centres (Teixeira&#160;<em>et al.</em>&#160;2107, Abrantes&#160;<em>et al.</em>&#160;2020). There is no information regarding immediate threats to this species at its type locality. In the Mundaú River basin, collection localities are located immediately adjacent to agricultural production, cattle ranching, and areas subject to urban expansion (Abrantes&#160;<em>et al.</em>&#160;2020). Sand removal occurs along the Cruxati River adjacent to Itapipoca municipality (Abrantes&#160;<em>et al.</em>&#160;2020). Continuing decline in habitat quality is inferred in the presence of these pervasive threats, which have the potential to quickly destroy collection localities.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>H. martinsi</em>. The range of this species does not extend into any existing protected areas. Additional ichthyological sampling in potentially suitable habitat may expand the known range of this species. More research regarding population size, population status, and the direct impact of existing threats would be useful in clarifying the conservation status of this species. Site protection, habitat monitoring, and population monitoring may be warranted.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}