{"name": "195295180", "result": [{"species_id": 195295180, "taxonomicnotes": null, "rationale": "This unique marine bivalve is restricted to hydrothermal vents at deep ocean ridges in the Indian Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2,014 m to 2,022 m bsl. The impact of uncertainty around the total area of occupancy (AOO), extent of occurrence (EOO) and other biological factors mean that the applicable threat level for this species ranges from Vulnerable (VU) to Critically Endangered (CR), using the recommended risk tolerance. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as the top of this range: Critically Endangered (CR B1ab(iii)+2ab(iii)). The potential for anthropogenic influence in these sites based on exploration licences for mineral extraction at or adjacent to the sites supports an inferred and projected continuing decline in quality of habitat. There may already be disturbance to this species as ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition and testing of seabed mining technology for future exploitation-phase licensing. A reassessment would be merited if there was a substantial change to the status of mining licence arrangements.", "geographicrange": "This deep-sea bivalve is restricted to one location at hydrothermal vents on deep ocean ridges in the Indian Ocean. This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location lies in International Waters and encompasses an exploration license contract area granted by the International Seabed Authority to the Government of the Republic of Korea. The species is currently known from one vent field with active black smokers and diffuse venting located at depths of 2,014 m to 2,022 m bsl, namely the Onnuri vent field on the Central Indian Ridge (Jang<em> et al.</em> 2020, Kim <em>et al. </em>2020, Ryu <em>et al</em>. 2020). This species is present over a small area at this vent field.", "population": "These populations have only been sampled by remotely operated vehicles and a human-occupied vehicle, and given the presence at depth, it is difficult to ascertain the population status (Jang<em>&#160;et al.</em>&#160;2020, Kim&#160;<em>et al.&#160;</em>2020, Ryu&#160;<em>et al</em>. 2020).", "populationtrend": "unknown", "habitat": "The species is restricted to deep-sea hydrothermal vents on mid-oceanic ridges in the Indian Ocean. It is currently known from the active black smokers and sites of diffuse venting located at depths of 2,014 m to 2,022 m bsl.", "threats": "The Onnuri vent field on the Central Indian Ridge lies in a seabed area licensed for the exploration of exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents. This exploration-phase licence was granted by the International Seabed Authority (ISA) under a 15-year contract (2011-2026) to the Government of the Republic of Korea. The ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be disturbance of the subpopulation; however, as the locations are remote and at depth, the impact on the subpopulations is uncertain. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al.</em> 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. This vent field may be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.", "conservationmeasures": "There are no conservation actions currently in place at any Indian Ocean vent fields, however, further research is recommended to determine whether the populations would be susceptible to disturbance by mining, to confirm whether the species is present at any other vent sites along Indian Ocean mid-oceanic ridges and to ascertain the dispersal capability for this species, as these will assist in reevaluation of the conservation status of the species. Development of protocols to minimise sediment plume creation by those investigating the sea-bed habitats during exploration for mineral would also be beneficial for all species in these sensitive habitats.", "usetrade": "There is no known trade or use of this species."}]}