{"name": "135388530", "result": [{"species_id": 135388530, "taxonomicnotes": null, "rationale": "<em>Astyanax tamiahua </em>occurs at the northernmost limit of the Neotropical realm in the central-northern Gulf of Mexico. It is found on the Atlantic versant of Mexico in the states of Veracruz and Tamaulipas (Schmitter-Soto 2017), originally described from two localities in the Nautla and Cucharas rivers (the latter a tributary of Laguna de Tamiahua) and recently found by Stevens (2017) at a third locality in the area (Río Pantepec, hydrological region Nautla-Tuxpan). The species is potentially threatened by pollution from agricultural run-off and domestic sewage. With an extent of occurrence of approximately 7000 km<sup>2</sup>&#160; and three locations based on the most plausible threat (pollution), the species is assessed as Vulnerable.", "geographicrange": "<em>Astyanax tamiahua </em>occurs at the northernmost limit of the Neotropical realm in the central-northern Gulf of Mexico. It is found on the Atlantic versant of Mexico in the states of Veracruz and Tamaulipas (Schmitter-Soto 2017), originally described from two localities in the Nautla and Cucharas rivers (the latter a tributary of Laguna de Tamiahua) and recently found by Stevens (2017) at a third locality in the area (Río Pantepec, hydrological region Nautla-Tuxpan).", "population": "The population size and trends unknown. However, the species was reported to be abundant at the few localities where it has been collected (Schmitter-Soto 2017, Stevens 2017).", "populationtrend": "unknown", "habitat": "The life history of the species is unknown. The region of the lower courses of rivers Pantepec, Cucharas and Nautla has a tropical subhumid climate, with some segments that go through agricultural fields and others that have better-conserved vegetation.", "threats": "<em>Astyanax tamiahua</em> faces pollution from agricultural run off and domestic sewage across its range (J.J. Schmitter-Soto pers. comm. 2018).", "conservationmeasures": "No actions known, and no protected areas within the distribution of the species (Schmitter-Soto 2017).", "usetrade": "This species is not used or traded."}]}