{"name": "60287", "result": [{"species_id": 60287, "taxonomicnotes": null, "rationale": "Most of the originally known populations (see map) are extinct (last survey 2014) and the decline is expected to continue due to stream drying, which may be due to climatic fluctuations combined with human use for agricultural purposes. In Algeria, many previously known populations are extinct due to heavy stream pollution. The whole range is extremely fragmented (known localities are a small area in Tunisia, a recent record in Algeria, and an area in Morocco: total area of occupancy (AOO) according to the IUCN criteria is 56 km², but the actual area that this species occupies is less than 10 km²). The species may be relatively mobile, but more studies are required to confirm distance travelled by individuals. Based on its restricted AOO, severe fragmentation and continuing declines it is assessed as Endangered under criterion B.<br/><br/>Almost all localities exhibit only a low density and many in Morocco and Tunisia have recently declined due to stream pollution and drying during summer, in connection to agricultural practices, irrigation, water harnessing and domestic discharge. The total population is presently is estimated to be far less than 10,000 imagoes. Nearly 80% (which closely meets criteria A) of the overall localities have been lost by within the last 100 years, and this will certainly continue in the future, owing to demographic expansion in the Maghreb [x2.5 in Morocco, x3.1 in Algeria and x2.3 in Tunisia from 1961 to 2003 (FAO 2004-2005)] and global climatic changes. A decline of at least 10% is expected within the next 10 years. The AOO of pre-2000 records was 104 km², while this has nearly halved within the last 10 years to 56 km² (based on the 2x2 km grid calculation). Recent studies quantified the decline of Calopteryx exul in Algeria, which meet the Critically Endangered criteria (Khelifa &amp; Mellal, 2016).", "geographicrange": "<em>Calopteryx exul</em> is a north Maghrebian endemic, which has once been widespread in Morocco, northern Algeria and northern Tunisia. Most of the populations are now extinct and the species occurs in highly isolated and small populations in northern Morocco, northeastern Algeria and northwestern Tunisia.", "population": "Most of of the original populations are extinct. The known extant populations in 2014 are shown in the attached map.", "populationtrend": "decreasing", "habitat": "Fast-flowing mountain streams.", "threats": "Water pollution, drying up of streams due to water extraction for irrigation, overgrazing and drought are major threats to the species. More frequent and extanded droughts due to climate change.", "conservationmeasures": "Control of water pollution and reserve establishment through policy-based actions, increasing awareness, and research into population numbers and range, biology and ecology, habitat status, threats, and trends/monitoring would be valuable.", "usetrade": null}]}