{"name": "214612575", "result": [{"species_id": 214612575, "taxonomicnotes": null, "rationale": "<em>Luciola tuberculata</em>, also known as Lumpy-necked Flasher, is a narrowly distributed and highly restricted species of flashing firefly, found only in one locality in Hong Kong: Ng Tung Chai, which is a river valley and lowland forest area. Although we have never conducted formal survey count, it is reasonable to assume that the population of the species is extremely small. Its area of occupancy (AOO) and extent of occurrence (EOO) are both 4 km².&#160; Continuing decline has been observed in the quality of habitat, as increasing human disturbance, such as erection of new houses and street lamps with strong LED light near its place of occurrence, cleared vegetation, and increasing light pollution have been observed. This firefly is also only found in one location, as its entire known population is affected by this development. Therefore, it is assessed as Critically Endangered (CR B1ab(iii)+2ab(iii)).", "geographicrange": "Only known from Hong Kong, <em>Luciola tuberculata</em> was first reported in 2013 (Yiu 2013) as <em>Luciola </em>sp. 2. This Hong Kong endemic species is found in only one locality: Ng Tung Chai, which is a river valley and lowland forest. Within the 226 hectares of Ng Tung Chai Site of Special Scientific Interest (AFCD 1979), which ranges from 140 m to 740 m above sea level, <em>Luciola tuberculata </em>is only recorded in the lowest portion within about 2 hectares of area situated 140–160 m asl. Another adjacent occurrence is located near Ng Tung Chai Village. All occurrences fit within one 2x2 km grid cell, therefore the area of occupancy (AOO) is 4 km². Its extent of occurrence (EOO), measured using a minimum convex polygon drawn around all reported occurrences, is only 0.025 km², however since the EOO cannot be smaller than the AOO, the EOO for the Red List assessment is 4 km². Although there could be additional occurrences, the chance of this is very slim as the large Ng Tung Chai valley has been repeatedly searched for many years. From 2009 to 2020, a&#160;total of 241 field visits to 47 different sites in Hong Kong were conducted specifically for firefly surveys, and this species has not been found in any other places. Amongst the 815 observation of fireflies in Hong Kong listed on iNaturalist (assessed on October 5, 2022), there are six observations of this species, all recorded in the same locality. Additional occurrences are not likely.", "population": "There are no data available on the population size. The only information available is that occasional individuals of both sexes were found in Ng Tung Chai during each site visit in May from 2013–2017 along a foot path (Yiu 2017), and by some members of iNaturalists since 2018. However, several visits were conducted in May 2022. While only occasional individuals were found in several visits, around 100 individuals were spotted over their occurrence locality in each of the two visits. This reveals that the number of&#160;<em>Luciola tuberculata</em>&#160;individuals can boom over a very limited period of time, but in most of the days in May, only few (or none) could be found. Compared with other species, the population size of&#160;<em>Luciola tuberculata</em>&#160;is still considered very small.", "populationtrend": "unknown", "habitat": "<em>Luciola tuberculata</em> is found only in one area: Ng Tung Chai, which is a river valley, with shrubland and lowland forest. It was found at an altitude of 120–160 m asl. As the larva of this species has not been identified yet, and its food source and life history are still unknown and remain to be revealed, though we may still assume that most Lampyridae species feed on soft bodies invertebrates such as snails, slugs and earthworms since firefly larvae in general are carnivorous. Since the adult species were seen only in May and early June, it could be assumed that there is only one generation per year.<br/><br/>Being nocturnal, males of <em>Luciola tuberculata</em> become active at about 30 to 90 minutes after sunset, flying and displaying flashing light in dense woodland habitat. Flying males display a simple flash pattern composed of repeated pulsations with duration of 72 ms and interpulse interval of 110–140 ms. The flash pattern is distinctive amongst all the four species of Luciolinae species occur in the same place in May. Females are similar to males in colour and structure, but prefer to stay on foliage, flying only occasionally (Yiu 2017).", "threats": "The major threats faced by <em>Luciola tuberculata</em> are human disturbance and decline in habitat quality. New houses and street lamps with strong LED light were recently erected in one of the localities: Ng Tung Chai. Vegetation was cleared and light pollution level has increased. According to studies, light pollution, even at low levels, has been shown to impact courtship behaviour as well as mating and reproductive success in fireflies. This could eventually lead to extinction (Warmack 2020, Miguel 2022). In fact, numerous studies showed that artificial light at night (ALAN) is a rapidly growing environmental threat: Earth's satellite-observable light emission increased by nearly 50% within only two decades from 1997–2017 and skyglow was estimated to extend over 23% of terrestrial land area (Gaston and Sanchez de Miguel 2022). This kind of light pollution has pervasive impacts on the physiology and behaviour of individual organisms, the abundance and distribution of species, as well as the structure and function of communities and ecosystems. Besides, street lighting with LED light is an additional threat with white LEDs being around 2.5 times more polluting than traditional lighting (Falchi <em>et al</em>. 2016).<br/><br/>In addition, there has been increasing numbers of visitors to Ng Tung Chai for recreation purposes since the onset of the COVID-19 pandemic in 2020 (GovHK 2021). This undoubtedly led to more human disturbance to this species' natural habitat, including trampling over covered vegetation or catching fireflies out of curiosity. The situation will not improve until the COVID-19 pandemic subsides.<br/><br/>Hence, a downward trend of population is predicted. Since this species is found only in one location, if not properly overcome the above threats endanger the entire population.", "conservationmeasures": "<p>There are no conservation actions in place for this species, though one of the occurrence sites is within the Country Park, which is legally protected under the Country Parks Ordinance (Chapter 208, Hong Kong Laws), and is also within a Site of Special Scientific Interest (SSSI). Further site, resource, and habitat protections are needed, as is additional research.</p>", "usetrade": "This species has no commercial value; it is not utilized or targeted for eco-tourism."}]}