{"name": "139357597", "result": [{"species_id": 139357597, "taxonomicnotes": null, "rationale": "<p><em>Anisogomphus neptunus</em> is known from two locations in the north of Viet Nam. The type locality is protected (Pia Oac Nature Reserve, but threats exist even in this “protected” area) and the only other location is within the same general area. The known locations are quite close to the border with China and the species should be looked for in Guangxi and Yunnan as well as in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be larger than 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of natural stream habitats within the range of the species. Threats exist throughout the small area that the species is known to occur, and similar threats exist throughout the surrounding areas. The maximum extent of occurrence (EOO) for this species is 839 km², which is well within the criterion B1 threshold for Endangered. The species therefore assessed as Endangered&#160; (EN B1ab(iii)+2ab(ii,iii)).</p>", "geographicrange": "<p><em>Anisogomphus neptunus</em> is known from the north of Viet Nam (Karube and Kompier 2016, Kompier unpub. data). The type locality is protected (Pia Oac Nature Reserve, but see the Threats section) and the only other location is within the same general area. The known locations are quite close to the border with China and the species should be looked for in Guangxi and Yunnan as well as in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but with the available data the AOO will not be large, certainly below 500 km². Moreover, the AOO is inferred to be declining due to loss and degradation of habitat within the range of the species. With only two known data points for this species, the extent of occurrence (EOO) cannot be calculated using a minimum convex polygon, but the maximum EOO based on the known occupied HydroBASINS is 839 km².</p>", "population": "<p>This appears to be a very locally occurring and probably uncommon species. No other statement about current population sizes and health can be made for this species with the available information except that severe fragmentation appears certain and that an ongoing decline in overall population can reasonably be inferred due to loss and degradation of habitat within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>“In Pia Oac Nature Reserve, the oviposition of females of <em>A. neptunus</em> were observed in an open stream with larger boulders and a sandy bottom at a point where the stream was emerged from primary forest into a more open area. … Females appeared to prefer a small area of the stream where the flow was quieter and its bottom sandier, just after a&#160;rapid flowing part, and with nearby vegetation to sit on ... at another site to the northwest of the nature reserve, a female was observed ovipositing at a&#160;stream, one side of which was bordered by more degraded forest, while the other side was quite open. The stream was 4–5 m in width, with medium-sized boulders and a quite swift current. ” Karube and Kompier (2016). This is clearly a stream breeding species and at least partly forest-dependent, but also certainly appears to have some tolerance to disturbance. The fact that it is apparently absent from many seemingly suitable sites in the Pia Oac area suggests that we do not fully understand its habitat requirements.</p>", "threats": "<p>It is difficult to fully assess the threats to this species without more information on how forest-dependent and how disturbance tolerant it is. That said there are definite threats even at the location within Pia Oac Nature Reserve where the stream in which the species breeds suffers from illegal precious metal mining, for which the sand substrate is flushed away. Sand mining is also a threat as is the construction of fish farms on streams.</p>", "conservationmeasures": "<p>The priorities for this species are for better protection at Pia Oac Nature Reserve, protection of additional areas where the species occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}