{"name": "60846", "result": [{"species_id": 60846, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi and the Shire River catchment. A catastrophic population crash occurred during the 1960s from well-documented high (though not fully quantified) abundance (Fisheries Research Part II 1963). The causes of decline include habitat degradation exacerbated by overexploitation and these have not ceased. The last recorded specimen in the lake within Malawi was collected in 1999. It was not recorded in a 2016 fisheries survey of southern Lake Malawi and has possibly been extirpated in the southern half of the lake, though it continues to be common in the Middle Shire River, notably in Liwonde National Park. Baseline surveys in Mozambique in 2016 found a subpopulation at Meleluca-minos reef (Weyl&#160;<em>et al.&#160;</em>2017 unpublished data). Surveys of fishers in Mozambique record that fishers report an order of magnitude decline in catches in the last ten years (Courage 2010 unpublished data, E. Gobo pers. comm. 2018). There are no recent data from the northern section of the lake, but since the riverine spawning habitats continue to deteriorate and overexploitation of fishes in the lake continues to get worse, it is suspected that the population will decline by 90% or more over the next 10 years. The protection afforded by Liwonde National Park is critical to the species' survival, but this is a single locality at potential risk from any change in the conservation status of the national park. In view of the virtual extirpation of the species in Malawi's part of Lake Malawi, together with the major decline noted in Mozambique catches, a 90% decline in abundance over the whole lake is inferred for the last ten years.&#160;<em>Labeo mesops</em>&#160;is, therefore, assessed as Critically Endangered under Criteria A2ac+A3cd.<br/><p><br/></p>", "geographicrange": "This species is endemic to Lake Malawi, the upper and middle Shire River and its streams. A lake-wide survey conducted in 1998 and 1999 recorded only a single specimen from Sungu Spit, Malawi (Darwall 2003). It was not recorded in the 2016 fisheries survey in the southern half of the lake. In the Middle Shire River it continues to be a common species in the section protected within Liwonde National Park (Huchzemeyer 2017), with all size classes represented. In the vicinity of Liwonde Barrage, a specimen was observed in fishers' catches there in November 2015 by D. Tweddle, and several were caught in a survey further downstream by the Fisheries Department in 2014.&#160;Baseline surveys in Mozambique in 2016 found a subpopulation at Meleluca-minos reef (Weyl&#160;<em>et al.&#160;</em>2017 unpublished data).", "population": "The population of this species crashed in the 1960s, a decline of well over 99% in the southern parts of the lake. Prior to that decade this species was very abundant in Malawi and the target of a thriving fishery in its breeding season, but it is now extremely rare. It still occurred in small numbers by the 1980s, with nine specimens collected in a fyke net in the temporary Nkhandwe Stream just outside Monkey Bay during a spate in 1983 (D. Tweddle, unpublished data). A lake-wide survey conducted in 1998 and 1999 recorded only a single specimen from Sungu Spit, Malawi (Darwall 2003). A survey conducted in Mozambique in 2010 found that 91% of fishermen thought that this species had declined within the lake over the last 20 years (Courage 2010 unpublished data). It was not recorded in the 2016 fisheries survey in the southern half of the lake. In the Middle Shire River it continues to be a common species in the section protected within Liwonde National Park (Huchzemeyer 2017), with all size classes represented. In the vicinity of Liwonde Barrage, a specimen was observed in fishers' catches there in November 2015 by D. Tweddle, and several were caught in a survey further downstream by the Fisheries Department in 2014.&#160;Baseline surveys in Mozambique in 2016 found a subpopulation at Meleluca-minos reef (Weyl&#160;<em>et al.&#160;</em>2017 unpublished data). Numbers are now too low to detect this species in surveys in the lake.", "populationtrend": "decreasing", "habitat": "This is a benthic species, which lives in shoals over sandy bottoms in relatively sheltered shallow waters. In some areas large shoals were reported in the past (pre-1970s) to be seen a mile or more offshore. It feeds from the sediment and biocover on the sand. This species migrates upstream in rivers and small streams to spawn with the first flood, and after spawning returns quickly to the lake. This species is a total spawner, laying all its eggs at once when the rivers are in full spate early in the rains. Both the adults and juveniles spend an extremely short time in the rivers where spawning occurs. The young fish are carried downstream after hatching. A maximum size of about 40 cm is reported from Lake Malawi for this species.", "threats": "The fishery collapsed as a result of two major factors. Unlike most other migratory cyprinids in the Lake Malawi region, <em>Labeo mesops</em> is a total spawner that runs up temporary streams when in spate to breed. The character of these streams changed dramatically with increased human populations and deforestation. The streams are now flash flood streams, rather than running for several weeks at a time. <em>Labeo </em>eggs are either smothered in silt or left high and dry. The loss of suitable spawning habitat is considered to be a major reason for the collapse (Skelton <em>et al.</em> 1991). This is compounded by overexploitation. Until the 1960s&#160;the species was one of the most important commercial species in Lake Malawi but is extremely rare. Basket traps, fish weirs, seine nets and gill nets were used to catch this fish.", "conservationmeasures": "Few conservation actions are in place for this species and the factors that cause the decline appear insurmountable in Malawi because of the high and still increasing human population that has caused apparently irreversible degradation of the spawning streams along the lakeshore. Research and monitoring of the population are recommended, along with awareness and communications for the communities around the lake. It is still common in the Liwonde National Park and it is essential that full protection should continue to be given to the Shire River and feeder streams within the park. This species also occurs in the Lake Nyassa Reserve in Mozambique that was established in 2011. There are sites inside the reserve where this species has been seen, which are one of the no take sites within the reserve.", "usetrade": "<em>Labeo mesops</em>&#160;was formerly a major component of catches in the lake, targeted by beach seine fishermen, but catches are now negligible."}]}