{"name": "139358700", "result": [{"species_id": 139358700, "taxonomicnotes": null, "rationale": "<p><em>Anisogomphus yingsaki</em> is known from four widely separated locations in Thailand. Some locations are close to the borders with Laos and Myanmar so the species should be looked for in those countries as well as in Thailand. One location is within a protected area (Nam Kam Nature Reserve in Chiang Rai). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining to some extent along with the extent and quality of suitable habitat, due to loss of forest and pollution of streams and rivers within the range of the species. Its current known extent of occurrence (EOO) is much greater than the criterion B1 thresold (EOO = 162,790–171,551 km²). Despite its large EOO, there are causes for concern over this seemingly very locally occurring species. It is assessed as Vulnerable under criterion D2 because of the small number of locations and plausible threats from deforestation, sand mining and pollution, which may drive this species into Critically Endangered or Extinct within a very short time. Hopefully, when more information becomes available, a future reassessment to a lower threat category will be possible for this species.</p>", "geographicrange": "<p><em>Anisogomphus yingsaki</em> is known from four widely separated locations in Thailand (Makbun 2017, Dow unpub. data). Some locations are close to the borders with Laos and Myanmar, therefore the species should be looked for in those countries as well as in Thailand. One location is within a protected area (Nam Kam Nature Reserve in Chiang Rai). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining to some extent due to loss of forest and pollution of streams and rivers within the range of the species. Its minimum extent of occurrence (EOO) is 162,790 km² (based on a minimum convex polygon (MCP) around the known data points).<br/></p>", "population": "<p>The species is moderately common and found regularly at one of the known locations. No other statement about current population sizes and health can be made for this species except that some ongoing decline in overall population is inferred from loss of and disturbance to its habitats.</p>", "populationtrend": "decreasing", "habitat": "<p>Writing about the type locality Makbun (2017) states: “While many <em>Anisogomphus</em> species are found near montane streams … <em>A. yingsaki</em> sp. nov. was found perching on grass near large river with a sandy bottom. These dragonflies often perched on leaf surfaces, 20–30 centimetres above the ground, on sunny days and disappeared&#160;when it was clouded. They would perch nearby or higher when threatened. …&#160;<em>Anisogomphus yingsaki</em> sp. nov. adults were also found patrolling along the river as dusk fell (from 17.00 to 19.00) on June 21–23, 2016. My colleague and I observed both males and females (but mostly males) patrolling over the water surface and hovering for few minutes before patrolling again. After doing this for some time, some of them perched on nearby bushes. We also once witnessed a hovering male grasping a female and flying into the forest near the river.” The assessor found a single male at a stream, smaller than at the type locality, with a partly sandy bottom and some forest remaining on one bank in Chiang Mai. The species is likely to be forest-dependent, clearly breeds in streams and rivers, but it is not clear how tolerant to disturbance it is. The extent and quality of suitable habitat for the species are inferred to be declining to some extent due to loss and degradation of forest and disturbance to streams and rivers within its range.</p>", "threats": "<p>Threats to this species include deforestation (with farming of one type or another as a major driver), sand mining and pollution. </p>", "conservationmeasures": "<p>The priorities for this species are for the protection of more habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}