{"name": "135431310", "result": [{"species_id": 135431310, "taxonomicnotes": null, "rationale": "<p><em>Sundacypha striata</em> is endemic to Borneo where it has a small range in Brunei and Sarawak, only five locations are known. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is certainly less than 2,000km<sup>2</sup> and probably much less than this. Although most locations are protected, a threat from forest fires still exists and the species may be particularly sensitive to disturbance. It qualifies for Vulnerable status under criteria D2 and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Sundacypha striata</em> is endemic to Borneo where it has a small range in Brunei (Thompson &amp; van Tol 1993, Orr 1999) and one location in Gunung Mulu National Park in Sarawak (C.Y. Choong personal communication). The assessor is aware of records from only five locations, but most of them have at least some measure of protection and one is totally protected. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the available information but based on the known locations it is less than 2,000km<sup>2</sup>, probably considerably less, and a decline in extent and quality of suitable habitat outside of the protected areas can certainly be inferred.</p>", "population": "<p>This appears to be a very locally occurring species, but it can be moderately abundant where it occurs. Beyond this little can be said except that unless it is really confined to the known locations, a decline in overall population will have occurred and be ongoing due to loss of and disturbance to lowland forest in its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species has been recorded on low gradient streams in lowland forest, with records from mixed dipterocarp and alluvial forest. It has only been recorded from unlogged, pristine or almost pristine forest, suggesting that it may be particularly sensitive to disturbance. The very local occurrence of the species suggests that we may not fully understand its habitat requirements.</p>", "threats": "<p>This species may be particularly sensitive to disturbance, so that populations at non-protected sites will be vulnerable to threats from development, agriculture and logging. Hypothetical populations in Sarawak outside of Gunung Mulu National Park will be threatened by logging and plantation establishment. Forest fires are a threat at all locations.</p>", "conservationmeasures": "<p>More data on the distribution of this species, especially in Sarawak, are needed, and information on the species ability (or lack thereof) to tolerate disturbance. Since most known populations are in protected areas additional species specific measures may not be needed at these locations, but protection of any new locations found in Sarawak in the future would be desirable.</p>", "usetrade": null}]}