{"name": "176014489", "result": [{"species_id": 176014489, "taxonomicnotes": null, "rationale": "The distribution of <em>Chaetostoma dorsale</em> is restricted to piedmont and mountain rivers and the Meta and Guaviare drainages,&#160;where it usually has a high abundance.&#160;Various rivers in the distribution are in a good condition, but the expansion of the agricultural and urban frontier affects several tributaries and expands throughout the region. Based on an area of occupancy (AOO) of 548 km<sup>2</sup>, 2-4 threat-based locations and a continuing decline in the habitat, this species is assessed as Vulnerable.", "geographicrange": "<em>Chaetostoma dorsale </em>is known from western piedmont and mountain rivers within the upper Guaviare and Meta drainage (Eigenmann 1922). The species&#160;reaches higher altitudes in Andean mountains. The records include rivers Ariari (Guaviare), Upía, Cusiana, Cravo Sur, Pauto, Acacías, Ariporo, Cravo Norte (Meta) (Ballen 2011, DoNascimiento<em> et al. </em>2016), Arauca and Uribante (upper Apure). The species is reported in 248&#160;sites with elevation from 160-1,500&#160;m above sea level.<br/><br/>The extent of occurrence (EOO) is estimated to be 128,615 km<sup>2</sup>, and the area of occupancy (AOO) to be 548 km<sup>2</sup>, based on georeferenced point records. The species occurs in 2-4 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Chaetostoma dorsale</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "The population of <em>Chaetostoma dorsale</em> is considered stable and large in accordance with its abundance and distribution. This species can be very abundant,&#160;and in some cases it is dominant, as in tributaries of the Cusiana River (Meta), where it reaches between 13 and 32% of abundance (Urbano-Bonilla<em> et al. </em>2014).", "populationtrend": "stable", "habitat": "<em>Chaetostoma dorsale</em> inhabits fast-flowing rivers. The species is common in rivers and rare in creeks. Fluvial substrates are normally composed of bedrock, stones and gravel, with the leaf litter and vegetation submerged. The most favourable habitats contain clear, well-oxygenated water [river Cusiana: pH 7.1-7.6; conductivity 43.3-111.2 μS/cm<sup>2</sup>; dissolved oxygen 7.7-8.0 mg/l; temperature 26.1-28.0 ºC; current velocity 0.4-0.6 m/s] (Ballen 2011, Urbano <em>et al.</em> 2014). Like other Loricariidae in piedmonts, the abundance of this species could be important for maintenance of both spatial heterogeneity and benthic diversity. It possibly has a periodic reproductive strategy associated with the rainy season. It has a maximum size of 88 mm standard length.", "threats": "The habitat for <em>Chaetostoma dorsale</em> is subject to progressive degradation in some drainages. Deforestation for farming and oil exploitation occurs. The range of the species includes important urban centres, such as Villavicencio and Yopal, that discharge effluents to rivers. The land-use change within these catchments is likely to alter hydrology, sediment transport, and habitat conditions within river systems, with adverse consequences for aquatic biodiversity (Romero-Ruíz <em>et al</em>. 2012, Urbano <em>et al.</em> 2014).", "conservationmeasures": "There are no known conservation plans for the species in its distribution. There are some conservations sites and protected areas where the species is reported (IUCN and UNEP-WCMC 2020): National Natural Park Sierra de la Macarena, DMI Ariari-Guayabero, Forest Reserve Río Tame, Natural Reserve Meseta de Versalles. Habitat protection is recommended in the most impacted drainages, as well as awareness and communications.&#160;It is necessary to research the population size and distribution, threats and habitat.", "usetrade": "There are no known uses for the species"}]}