{"name": "20200", "result": [{"species_id": 20200, "taxonomicnotes": null, "rationale": "<em>Sicyopus jonklaasi</em> is a range-restricted, endemic species, known from five locations in the lowland wet zone streams of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 3552 km<sup>2</sup> and Area of Occupancy (AOO) is 160 km<sup>2</sup>. Habitat loss and degradation has been observed due to accumulation of agrochemicals and the construction of small hydropower stations. These threats are likely to continue as the area is undergoing agricultural expansion and development. Therefore, the species is assessed as Endangered.", "geographicrange": "<em>Sicyopus jonklaasi </em>is endemic to Sri Lanka and restricted to fast following streams in the lowland wet zone<em> </em>(De Silva<em> et al</em>. 2015)<em>.</em>", "population": "A population reduction has been observed by De Silva <em>et al</em>. (2015) along the Wee Oya tributary of the Kelani river due to the construction of a large number small dams. However, further research and monitoring is needed to determine the global population size and population trends for this species.", "populationtrend": "decreasing", "habitat": "<p><span>Adults are found in rocky mid-hill streams with fast flowing  water.  They adhere to the sides of submerged rock through sucking  discs and are typically found in water between 50-150 cm deep. This species is a carnivore.  Sudden,  heavy rainfall with an accompanying drop in water temperature induces  spawning, usually in a cavity excavated in sand in the shelter of a  stone. The eggs then hatch in the event of another heavy rainfall.  Larvae are  swept down river to the sea and mature adults migrate upstream to spawning  grounds. The species is considered to be possibly amphidromous. They prefer highly oxygenated and clear waters (De Silva <em>et al</em>. 2015, Pethiyagoda 1991, Keith<em> et al</em>. 2017).</p>", "threats": "The species is threatened by the construction of mini hydropower stations that subsequently disrupt the natural habitats of these fish. A population reduction has been observed by De Silva <em>et al</em>. (2015)&#160; along the Wee Oya tributary of the Kelani river due to the construction of a large number of small dams. This species is also threatened by accumulation of agrochemicals, siltation and removal of aquatic plants.", "conservationmeasures": "<p>This species is protected from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 1996 and protected under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "There is no use/trade information available for this species."}]}