{"name": "150106675", "result": [{"species_id": 150106675, "taxonomicnotes": null, "rationale": "<p>This species is endemic to the Sixaola River on the Atlantic slope of southeastern Costa Rica. Extent of Occurrence (EOO) is estimated to be between 1,170-2,700 km<sup>2</sup>. Land-use changes in the Sixaola River drainage have had documented impacts on the area, extent, and quality of available habitat. Additionally, continuous fish kills resulting from pesticide pollution have been reported. As such, this species is assessed as Endangered (EN) under criterion B1ab(iii,v). More research is needed to reduce uncertainties in distribution, population status, and magnitude of threats.</p>", "geographicrange": "<p><em>Amatitlania myrnae</em> is endemic to the Sixaola River drainage on the Atlantic slope of Costa Rica (Paaby 2008, Angulo <em>et al</em>. 2013). Earlier records from the Atlantic slope of Panama are erroneous (Kullander <em>et al</em>. 2003). This species occurred at 50% of sampled localities throughout the Sixaola River drainage (Lorion <em>et al</em>. 2011). This species occurs at elevations ranging from 40-150 meters above sea level (Angulo <em>et al</em>. 2013).</p>  <p>Based on a limited number of georeferenced collection records, Extent of Occurrence (EOO) is estimated to be 1,170 km<sup>2</sup> (GBIF 2019). The Sixaola watershed covers an area of approximately 2,700 km<sup>2</sup> (Polidoro and Morra 2016). Therefore, EOO is estimated to be between 1,170-2,700 km<sup>2</sup>. </p>", "population": "<p>Total population size is unknown. Lorion <em>et al</em>. (2011) collected a total of 58 specimens across 20 sample sites in the Sixaola River drainage. In a similar basin-wide study, <em>A. myrnae</em> was recorded at 2.2% relative abundance and 15% relative abundance in small and large streams, respectively (Oosterhout and Velde 2015).</p>  Population trend is suspected to be declining, given documented mass mortality events within the Sixaola River basin. However, the rate of decline is uncertain.", "populationtrend": "decreasing", "habitat": "<p>Freshwater; benthopelagic (Bussing 1998, Froese and Pauly 2019). Adults inhabit flowing water from small creeks and streams to the shallows of large and fast flowing rivers. This species prefers rocky habitats with tree branches and leaf litter, and finds sanctuary in the various cracks and crevices provided by this type of environment, or among roots and debris; adults and juveniles also occur in warm (23-26°C) pools of springs and their effluents (Bussing 1998). Diet is comprised of insects, detritus and plant matter (Bussing 1998, A. Angulo pers. comm. 2019).</p>  <p><a name=\"_Hlk24025341\">This species lays eggs on cleaned surfaces of rocks or tree branches one or two times per year (up to six, depending on water conditions) </a>(A. Angulo pers. comm. 2019). Parents incubate eggs, guard young, tend and fan embryos, and transport juveniles into newly excavated pits in the substrate (Conkel 1993, Bussing 1998, A. Angulo pers. comm. 2019). Dark cavities are preferred as nests to conceal the brood and make them less conspicuous to visual predators (Conkel 1993, Bussing 1998). Approximately 100-200 eggs are deposited and are vigorously guarded and cared for by both male and female (A. Angulo pers. comm. 2019).</p>", "threats": "<p></p><p>High concentrations of heavy metals from mining seepage and pollution from raw sewage discharge have reduced water quality in much of the Sixaola River (Mena-Rivera and Quirós-Vega 2018). Much of this region has been developed for plantation agriculture (mainly banana and cocoa) and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated fish kills (Lorion and Kenney 2009, Polidoro and Morra 2016). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer continuing declines in the number of mature individuals. </p><br/><p></p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>A. myrnae</em>. This species would benefit from more research on distribution, population status, and the impacts of major threatening factors. Additionally, habitat and population monitoring would be useful in accurately determining rate of loss.</p>", "usetrade": "<p>This species is common in the ornamental trade, but the total volume of wild harvest is unknown. In Europe, the majority of traded specimens are aquacultured (A. Angulo pers. comm. 2019).</p>"}]}