{"name": "177894478", "result": [{"species_id": 177894478, "taxonomicnotes": "<p>Although <em>Pericnemis yakal</em> is known from Samar and Leyte as well as Mindanao, Villanueva and Dow (2020) expressed some doubts over whether populations from outside of Mindanao really represent the same species. However, all populations are treated as a single species for assessment purposes.</p>", "rationale": "<p><em>Pericnemis yakal</em> is known from 11 scattered locations in Samar, Leyte and the eastern side of Mindanao in the Philippines. This species breeds in tree holes and is therefore strongly forest-dependent. An accurate estimate of its area of occupancy (AOO) is not possible, but it is likely to be smaller than 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO; 30,907–44,789 km²) is well above the criterion B1 thresholds. However, if the populations from outside Mindanao ultimately prove not to belong to this species (see the Taxonomic Notes section), then its EOO will be significantly reduced. The population is clearly severely fragmented, and significant deforestation threats exist throughout the range of the species. This species is asessed as Endangered under criterion B2 (EN B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Pericnemis yakal</em> is known from 11 scattered locations in Samar, Leyte and the eastern side of Mindanao in the Philippines (Villanueva and Dow 2020). An accurate estimate of its area of occupancy (AOO) is not possible, but based on the available data it is not likely to be particularly large (likely to be smaller than 500 km²). Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 30,907 km², which is well above the criterion B thresholds.<br/></p>", "population": "<p>This appears to be a locally occurring and fairly scarce species. No other statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest within its range and that severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "<p>This species breeds in tree holes and is therefore strongly forest-dependent. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from loss of forest (with farming of one-type or another and logging as major drivers).</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution.</p>", "usetrade": null}]}