{"name": "3312", "result": [{"species_id": 3312, "taxonomicnotes": "<em>Bulinus browni </em>belongs to the <em>Bulinus forskalii</em> group, containing high spired, small species able to thrive in seasonal waters (Brown 1994).&#160;Except for the studies of Jelnes (1979, 1983), the author of this species, no research has been done on this rather enigmatic species, which in appearance is very similar to <em>B. forskalii</em>, with which it co-occurs.", "rationale": "The surface of wetlands in the Kano Plains, where this species occurs, was estimated to be 10,000 ha&#160;at the end of the 20th century&#160;(Hughes and Hughes 1992). The agro-industrial expansion and the ensuing environmental changes that have since taken place in the Kano Plains are drastic. Use of biocides and eutrophication are known to have highly negative effects on the fauna of temporary waters. Possessing no information about this species since the early 1980s, we can not assess its present status but it&#160;may be assumed that its extent of occurrence (EOO) and the amount of suitable habitat it can occur in is shrinking and becoming fragmented. In absence of precise data, it is here assessed as Near Threatened as it almost qualifies for for a threatened category under criterion B1, although it may well already fall into one of the threatened categories.", "geographicrange": "This species is endemic to the Kano Plains, east of&#160; Lake Victoria. The type locality is the Obuso stream (Brown 1994).<br/><br/>  <p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/?term=Jelnes%20JE%5BAuthor%5D&amp;cauthor=true&amp;cauthor_uid=6636289\"><br/></a></p>  <p><span class=\"st1\">&#160;</p>", "population": "No information is available on the population. Representatives of the<em> B. forskalii </em>group as a rule are abundant during the short period that they appear.", "populationtrend": "decreasing", "habitat": "This species is recorded in drains briefly filled with rainwater (Brown 1994) .", "threats": "The Kano plains region is rapidly being reclaimed by commercial sugar cane and rice plantation projects. The significance of the&#160;impact of this major change on this species is unknown and needs to be investigated, but it can be assumed that this impact is negative and long-lasting.", "conservationmeasures": "No information is available on conservation actions.", "usetrade": "This species is not used."}]}