{"name": "173824987", "result": [{"species_id": 173824987, "taxonomicnotes": null, "rationale": "<p><em>Corumbataia lucianoi </em>is known from the Corrente and Formoso rivers in the upper Paraná River basin in Goiás State, Brazil. Area of occupancy (AOO) are estimated to be 8 km<sup>2</sup>&#160;and extent of occurrence (EOO) is estimated to be 8-10,690 km<sup>2</sup>. Two threat-based location are inferred, based on severe land-use changes to support industrial scale agriculture and cattle ranching. Despite uncertainties regarding the direct impact of regional land-use on <em>C. lucianoi</em>, continuing decline in habitat quality and availability are inferred. Therefore, <em>C. lucianoi</em> is assessed as Endangered under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p><em>Corumbataia lucianoi </em>is known from the Corrente and Formoso rivers in the upper Paraná River basin in Goiás State, Brazil (Silva&#160;<em>et al.</em>&#160;2018). The collection locality within the Formoso River is located within Das Emas National Park, where habitat degradation is mitigated (IUCN and UNEP-WCMC 2020).&#160;</p>  <p>Area of occupancy (AOO) is estimated to be 8 km<sup>2</sup>, based on a 2x2 km grid overlain on the two known collection locality of this species (Silva&#160;<em>et al.</em>&#160;2018). Extent of occurrence (EOO) is estimated to be 8-10,690 km<sup>2</sup>, with a lower estimate that is equivalent to the estimated AOO based on available georeferenced collection records (Silva et al. 2018), and an upper estimate calculated by generating a minimum convex polygon around the Correntes River sub-basin.&#160;The Correntes River is directly impacted by deforestation and regional land-use changes associated with industrial scale agricultural production and cattle ranching (Carvalho&#160;<em>et al.&#160;</em>2009, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). However, the collection locality within the Formoso River is contained within Das Emas National Park where threats are largely mitigated. Therefore, this species is assigned to two threat-based locations. Future ichthyological sampling in the region may yield additional collection localities.</p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species is known only from the Corrente and Formoso rivers in the upper Paraná River basin in the Brazilian Cerrado (Silva&#160;<em>et al.</em>&#160;2018). Collection sites are characterized by marginal vegetation and quickly moving water (Silva&#160;<em>et al.</em>&#160;2018). Reproductively mature males are sexually dimorphic based on the presence of a urogenital papilla, a pelvic fin that extends beyond the anal fin origin, and unbranched pelvic fin ray that supports a dermal flap along its dorsal surface (Silva&#160;<em>et al.</em>&#160;2018).</p>", "threats": "<p>The primary threat to aquatic ecosystem integrity in southwestern Goiás State is severe land-use alteration associated with agricultural expansion and cattle ranching which dominate the landscape (Carvalho&#160;<em>et al.</em>&#160;2009, Costa 2012, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Beginning with the relocation of Brazil’s capital to Brasília in 1960, the Cerrado frontier was subjected to rapid development of road networks and subsequent agricultural development (Latubesse&#160;<em>et al.</em>&#160;2019). Agricultural activities in this region are responsible for the majority of Brazilian agricultural production, including that of soybeans, maize, and more recently sugar cane to support ethanol production (Carvalho&#160;<em>et al.</em>&#160;2009, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Intensive pesticide and chemical fertilizer applications are regularly utilized in agricultural production methods (Alves&#160;<em>et al.</em>&#160;2010, Wittman&#160;<em>et al.</em>&#160;2015). Between 39-55% of the original Cerrado land cover has been lost (Carvalho&#160;<em>et al.</em>&#160;2009). In Goiás State, 69% of the watersheds larger than 500 km<sup>2</sup> have less than 50% of remnant vegetation (Latrubesse&#160;<em>et al.</em>&#160;2019). Diversion of surface water resources to support agricultural irrigation has the ability to quickly dewater annual and perennial streams (Costa 2012). </p>  <p>Despite uncertainties regarding the direct impact of existing threats on <em>C. lucianoi</em>, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>C. lucianoi</em>. The Formoso River extends into Das Emas National Park where primary threats are largely mitigated (IUCN and UNEP-WCMC 2020), but adjacent land is heavily impacted by agricultural activities and cattle ranching (Carvalho&#160;<em>et al.</em>&#160;2009, Filoso&#160;<em>et al.</em>&#160;2015, Spera&#160;<em>et al.</em>&#160;2017). Ichthyological surveys in nearby and hydrologically connected streams and rivers are urgently needed to clarify distribution, population size, and population status. Site protection, habitat monitoring, and population monitoring are immediate conservation priorities. </p><br/><p></p>", "usetrade": "<p>This species is not utilized.</p>"}]}