{"name": "145380180", "result": [{"species_id": 145380180, "taxonomicnotes": null, "rationale": "<p>This unique marine gastropod is restricted to deep-sea hydrothermal vents in the West Pacific Ocean. It is currently known from three restricted locations in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1300 m to 2700&#160;m&#160;bsl. The impact of uncertainty around the total AOO and other biological factors mean that the applicable threat level for this species ranges from VU to EN, using the recommended risk tolerance.&#160;We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as EN B2ab(iii). As the species occurs only at hydrothermal vent fields, has a restricted AOO, and has been found at three locations, the threat of current and future anthropogenic influence in these sites based on exploration licenses for mineral extraction at or adjacent to the sites&#160;justifies an inferred and projected continuing decline in the extent and quality of habitat at hydrothermal vents, which&#160;would drive this species to CR very rapidly. There may already be disturbance to this species as there has been exploratory mining within the Papua New Guinea EEZ which can include extraction of mineral deposits to determine their composition and testing of seabed mining technology for future exploitation-phase licensing.&#160;A reassessment would be merited if there was a substantial change to the status of mining license arrangements or if there are future changes to the prices of relevant commodities.</p><p></p><p></p>", "geographicrange": "This deep-sea gastropod is restricted to three locations at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.<br/><br/>Location 1 is the Exclusive Economic Zone of Papua New Guinea. Location 2 is the Exclusive Economic Zone of Tonga.&#160;Location 3 is the Exclusive Economic Zone of Fiji.&#160;The species occurs at active black smokers and sites of diffuse venting located at depths of&#160;1300 m to 2700&#160;m bsl. It has been observed from four vent fields: at the PACMANUS and SuSu Knolls vent fields in the Manus Basin (in Location 1), the Kilo Moana vent field in the Lau Basin (in Location 2), and the White Lady vent field in the North Fiji Basin (in Location 3) (Johnson <em>et al</em>. 2015). The four vent fields are distributed over a Minimum Convex Polygon area of 295,717.761 km<sup>2</sup>&#160;in the West Pacific Ocean. The species is present over very small areas in each of these locations.", "population": "<p>These populations have only been sampled by remotely operated vehicles and a human-occupied vehicle, and given the presence at depth, it is difficult to ascertain the population status (Johnson&#160;<em>et al</em>. 2015).</p><p></p><p></p>", "populationtrend": "unknown", "habitat": "<p>The species is restricted to deep ocean hydrothermal vents in the West Pacific Ocean. It is currently known from the active black smokers and sites of diffuse venting located at depths of 1300 m to 2700 m&#160;bsl.</p><p></p><p></p>", "threats": "<p>These South West Pacific vent fields lie within the Papua New Guinea (Manus Basin), Fiji (North Fiji Basin) and Tonga (Lau Basin) Exclusive Economic Zones, and are not subject to International Seabed Authority governance. The exploitation of polymetallic&#160;sulfide&#160;mineral resources, which&#160;form at active hydrothermal vents, is currently being widely explored, particularly within the Papua New Guinea EEZ where mining licenses have been granted to Nautilus Minerals and Neptune Minerals (Petersen 2015,&#160;Beaulieu&#160;<em>et al</em>. 2017,&#160;Shirayama&#160;<em>et al</em>. 2017). Polymetallic sulfide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be&#160;disturbance&#160;of the subpopulation. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller <em>et al. </em>2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. As the locations are remote and at depth, the impact on the subpopulations is uncertain. These vent field may be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.</p><p></p><p></p>", "conservationmeasures": "<p>There are no conservation actions currently in place at any West Pacific vent fields, however, further research is recommended to determine whether the populations would be susceptible to disturbance by mining, to confirm whether the species is present at any other vent sites, and to ascertain the dispersal capability for this species, as these will assist in re-evaluation of the conservation status of the species. Development of protocols to minimise sediment plume creation by those investigating the sea-bed habitats during exploration for mineral would be beneficial for all species in these sensitive habitats.&#160;</p><p></p><p></p>", "usetrade": "There is no known trade or use of this species."}]}