{"name": "176514159", "result": [{"species_id": 176514159, "taxonomicnotes": null, "rationale": "This species occurs in the wetlands of the middle and upper Negro river  basin and upper Yaguaron and Tacuarí rivers  basins. Its area of occupancy (AOO) is 80 km<sup>2</sup>. Annual fishes occur in seasonal temporary ponds, which can be found within a matrix of wetlands. Threats not only in close proximity to the habitat, but also those that are present in the same hydrological basin (especially those upstream), were considered and include exotic forestation and desiccation of wetlands to prevent flooding and to gain area for soy and rice crops. There are three locations and an inferred continuing decline in habitat due to these threats. As a result, this species is listed as Endangered.", "geographicrange": "This species occurs in the wetlands of the middle and upper Negro river basin (Lower Uruguay ecoregion) and upper Yaguaron and Tacuarí rivers basins (Southern Patos-Merin drainage; freshwater ecoregion 334) with freshwater ecoregions assigned according to Abell&#160;<em>et al.</em> (2008), mainly in Uruguay and marginally in southern Brazil.<br/><br/>The estimated area of occupancy (AOO) is 80 km<sup>2</sup>, based on 20 Uruguayan collection records from National Fish Collections of Uruguay (Facultad de Ciencias) and three Brazilian records published in Volcan <em>et al. </em>(2014). It is estimated extent of occurrence (EOO) is 5,727 km<sup>2</sup>, based on the area of the minimum convex polygon around the known sites of occurrence. These sites are the result of decades of field research and are likely to accurately represent the distribution of this species.", "population": "No data on population size and trend are available for this species.", "populationtrend": "unknown", "habitat": "The habitat for&#160;<em>Austrolebias quirogai</em>, as in other annual fishes of the genus, is flatland seasonal ponds that remain dry on average for four months (from late spring to autumn, in the southern hemisphere). Dry conditions are necessary for successful embryo development and viability (Berois&#160;<em>et al.</em>&#160;2014). Soils with high percentage of clay seem to be the best for egg deposition. The minimum wet period for individuals to reach maturity and reproduce is around two months; reproduction is continuous from adulthood to death (Berois <em>et al.</em> 2014). Ponds may be filled by rains or adjacent stream floods. Adults are found in a wide range of water temperatures from 6°C to 24°C, but higher temperatures could reduce survival. <em>Austrolebias </em>species feed on aquatic and terrestrial invertebrates (microcrustaceans, oligochaetes, insect larvae, arachnids, etc.) (Laufer <em>et al. </em>2009). Potential predators are large annual (<em>A. cinereus</em>) and non-annual fish species (Erythrinidae, Heptapteridae), insect larvae, aquatic snakes and birds.", "threats": "Threats to <em>Austrolebias quirogai&#160;</em>are:&#160;<br/><ol><li>Annual &amp; perennial non-timber crops. The distribution of this species is in areas used for rice and soy crops. The main subpopulation recorded in Brazil was totally destroyed by soy production. In Brazil, the biotopes of the species represents relictual natural areas (islands) inside a matrix of agriculture (monoculture). &#160; <br/></li><li>Wood &amp; pulp plantations.&#160;<em>Eucalyptus&#160;</em>spp. and&#160;<em>Pinus&#160;</em>spp. plantations occur upstream within the distribution area of this species.</li><li>Fishing &amp; harvesting aquatic resources. Annual fishes are very popular in the pet trade, and national regulations of collecting activities are not tight. &#160;</li><li>Abstraction of surface water (agricultural use). Rice crops modify freshwater courses that may affect annual fish populations by draining natural wetlands.</li><li>Nutrient loads. Rice and soy crops use high quantities of fertilizers that may cause eutrophication in seasonal ponds.&#160;</li><li>Herbicides and pesticides.&#160;Rice and soy crops use high quantities of these substances that may reduce subpopulation viability.</li><li>Droughts. Considering global climate change predictions, severe droughts for more than two consecutive years may eliminate subpopulations of annual fishes. &#160;&#160;</li><li>Storms &amp; flooding. Annual fish embryos need a brief period (time unknown) of drought to normally complete their development. Floods in spring and summer may negatively affect embryos viability.&#160;&#160;</li></ol>", "conservationmeasures": "Recommended conservation actions are to:<ol><li>Create and promote safe agricultural practices that avoid desiccation, eutrophication and pollution of seasonal ponds and wetlands.</li><li>Create protected areas considering the distribution of all subpopulations of this species. <br/></li><li>Improve national legislation and infrastructure to control harvesting (fishing).</li></ol>Wetlands in Uruguay are supposedly protected by law, but this is not always implemented. All <em>Austrolebias </em>species  are considered priorities for the National Protected Areas System, but  few species (or few localities) are protected within such areas.", "usetrade": "Annual fishes are being used in the pet trade internationally. Eggs in humid peat moss are sold and sent by mail.<em> Austrolebias&#160;</em>species are subject of research in developmental biology, ecology, and evolution (Berois <em>et al.</em> 2015)."}]}