{"name": "122150545", "result": [{"species_id": 122150545, "taxonomicnotes": null, "rationale": "<p><em>Mortonagrion astamii</em> is only known from the type location on Balabac in the Philippines. There are insufficient data on the distribution of the species and the threats that it faces, however based on the area of Balabac and the fact that not all habitat on the island will be suitable for the species, its Area of Occupancy (AOO) known is less than 500km<sup>2</sup> and is inferred, along with the extent and quality of suitable habitat, to be suffering at least some ongoing decline due to logging and agricultural activities. With only one known location the species qualifies for Endangered status under criteria B2ab(ii,iii) and, taking the reasonable precautionary approach advocated by the IUCN, is assessed accordingly. It is to be hoped that this species will eventually be found to be more widely distributed than is currently known, allowing re-assessment to a lower threat category.</p>", "geographicrange": "<p><em>Mortonagrion astamii</em> is only known from the type location on Balabac in the Philippines (Villanueva &amp; Cahilog 2013). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the area of Balabac is less than 600km<sup>2</sup> and since not all of the island will be suitable for this species it is safe to say that its known AOO is less than 500km<sup>2</sup>. At least some ongoing decline in AOO can be inferred as a result of logging and agricultural activities on Balabac.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health except that at least some ongoing decline in overall population can be inferred from habitat loss.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat where this species was found is described as a “Swamp/lake” in a (at the time of sampling) mostly dry swamp surrounded by “lowland Dipterocarp trees mixed with mangrove tree species” (Villanueva &amp; Cahilog 2013: 15). The location was close to the coast. An ongoing decline in both extent and quality of suitable habitat is inferred from logging and agricultural activities on Balabac.</p>", "threats": "<p>It is difficult to assess the threats faced by this species without further data but Villanueva &amp; Cahilog (2013) note that logging is occurring in the low lying parts of the island and complete removal of forest will certainly be a threat to this species. The severity of threat to this species cannot be reliably evaluated with the available data but with the currently available information there is cause for concern.</p>", "conservationmeasures": "<p>The first priority for this species is for more data on its distribution and exact habitat requirements. Protection of areas where the species occurs will also be needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}