{"name": "60012", "result": [{"species_id": 60012, "taxonomicnotes": "Subspecies <em>bicoerulans</em>&#160;is in central Kenya, <em>elgonensi </em>is&#160;in west Kenya and east Uganda, and&#160;<em>kilimanjaricus</em>&#160;is in north Tanzania.", "rationale": "This species is listed as Vulnerable in view of its restricted range. It is found only in montane streams above 2,000 m asl in north Tanzania, central and west Kenya and eastern Uganda. <em>Pseudagrion bicoerulans</em> is found in montane forest and in the ericaceous belt. These areas have national park status at the larger mountains (Mt. Elgon, Mt. Kenya, Aberdare Mts, Mt Kilimanjaro, Mt Meru). The majority of the other highlands in western Kenya do not experience any protection and the forest reserve status of some areas is often just found on the map. There is deforestation outside the protected areas, resulting in a continuing decline in habitat, and this species is easily displaced by competitive lowland species. This species has an area of occupancy (AOO) of 1,500 km² and occurs in six locations. The subpopulations are fragmented but there is insufficient information on their viability to say whether the population qualifies as being severely fragmented.", "geographicrange": "This species has been recorded from montane areas above 2,000 m asl in Kenya (Mount Kenya, Aberdare Mounts, Mau Range, Mount Elgon), Uganda (Mount Elgon) and Tanzania (Mount Kilimanjaro, Mount Meru).<br/><br/>The different subpopulations might be considered as subspecies and differ by the colour of the postocular spots:&#160;<em>P. b. bicoerulans</em> occurs in central Kenya, <em>P. bicoerulans elgonensi</em>&#160;occurs in western Kenya and eastern Uganda, and <em>P. bicoerulans kilimanjaricus</em>&#160;occurs in northern Tanzania.", "population": "The subpopulations are fragmented but there is insufficient information on their viability to say whether the population qualifies as being severely fragmented.", "populationtrend": "unknown", "habitat": "This species is found in montane forest streams in forest, heather and afroalpine moorlands, above 2,000 m asl.", "threats": "Pollution and drainage of montane streams caused by agriculture and wood extraction are threats to this species. Additionally, this species is easily displaced by competitive lowland species.", "conservationmeasures": "There is no information available on conservation actions in place for this species. It is found in national parks. Monitoring of the population trend of this species is required.", "usetrade": "This species is not used."}]}