{"name": "176675428", "result": [{"species_id": 176675428, "taxonomicnotes": null, "rationale": "<p><em>Orestias elegans</em> is restricted to high altitude lakes and tributary rivers in the Rimac River drainage on the Pacific slope of Peru. Extent of occurrence is estimated to be 1,012 km<sup>2</sup>, based on reported occurrence in the Santa Eulalia Basin (tributary to the Rimac River). The primary threat to this species is competitive interaction with and predation by Rainbow Trout (<em>Oncorhynchus mykiss</em>), which is widely established in the headwaters of the Rimac River. A number of other threats exist in the high altiplano, including mining activities and effluent discharge, pollution associated with sewage effluent, soil erosion and insecticides associated with agricultural production, cattle ranching, and changes in natural flow hydrology. Considering their scope, <em>O. elegans</em> is assigned to two threat-based locations. Therefore, this species is assessed as Endangered under criterion B1ab(iii). Additional research will be necessary to quantify population decline, determine the direct impact of existing threats, and more accurately estimate range extent. </p>", "geographicrange": "<p><em>Orestias elegans</em> is restricted to high altitude lakes and tributary rivers in the Rimac River drainage on the Pacific slope of Peru (Arias Boza&#160;<em>et al.&#160;</em>2016, Esmaeili&#160;<em>et al.</em>&#160;2018). It is specifically restricted to the Santa Eulalia River drainage, which is a headwater tributary of the Rimac River. Ichthyological sampling reported low abundances of this species from Chinchaycocha and in the Añaspuquio region, but failed to detect it in Yaropuquio (Arias Boza&#160;<em>et al.</em>&#160;2016). The type locality of this species is a series of small lakes in the headwaters of the Rimac River (Esmaeili&#160;<em>et al.&#160;</em>2018). Additional ichthyological sampling on the Andean Altiplano is necessary, and may result in the discovery of additional subpopulations (Arias Boza 2016). An estimated 12 rivers and 20 streams feed Lake Junin, which serves as the primary water source for the capital city of Lima, and many may contain suitable habitat for <em>O. elegans</em> (Shoobridge 2006).<br/><br/>Extent of occurrence is estimated to be 1,012 km<sup>2</sup>, based on a minimum convex polygon calculated around the Santa Eulalia Basin (Inbar and Llerena 2000). Based on limited ichthyological surveys and known collection localities in the Santa Eulalia Basin and considering relatively broad impacts to this ecosystem associated with soil erosion, mining activities, cattle ranching, and the establishment of non-native species, occurrence at two threat-based locations is inferred.</p>", "population": "<p>The total population size of this species is unknown. Population trend is suspected to be in decline, given inferred continuous declines in habitat quality associated with the introduction of non-native species, and anecdotal reports of declining abundance by local residents (Arias Boza&#160;<em>et al.</em>&#160;2016).</p>", "populationtrend": "decreasing", "habitat": "<p>This species is restricted to high elevation lakes and tributary streams in the headwaters of the Rimac River (Arias Boza 2016). Habitat is often characterized by clear, slowly moving water, and abundant aquatic and riparian vegetation, and salinities ranging from 1.8-2.2 ppt (Arias Boza&#160;<em>et al.</em>&#160;2016). Maximum reported body size is 10 cm total length (TL) (Costa 2003).</p>", "threats": "<p>Pollution and subsequent eutrophication within the watershed is apparent, particularly resulting from raw sewage discharge and mine effluent (Flusche&#160;<em>et al.</em>&#160;2005). Heavy metal accumulation is apparent in Lake Junin, but concentrations do not currently exceed sediment quality guidelines for human safety (Custodio&#160;<em>et al.</em>&#160;2019). However, active mining activities still occur and discharge effluent directly into rivers and streams above Upamayo Dam (Shoobridge 2006). Agricultural practices are primarily limited to subsistence agriculture, but agricultural insecticides are present in freshwater catchments due to unsustainable agricultural practices (Shoobridge 2006). Approximately 70,000 sheep, alpaca, and llama are ranched in the surrounding region, resulting in overgrazing and soil compaction (Shoobridge 2006). The Santa Eulalia Basin is influenced by soil erosion resulting from the abandonment of terraced fields and subsequent collapse of terraces (Inbar and Llerena 2000). The natural hydrology of the upper Rimac River Basin is highly modified, resulting in increased flow rates during the dry season and decreased flow during the rainy season (Vega-Jácome&#160;<em>et al.</em>&#160;2018).<br/><br/>Non-native rainbow trout <em>Oncorhynchus mykiss</em> are established in Lake Chinchaycocha and in the Añaspuquio area, and may also occur in other tributary rivers in the Rimac River basin (Arias Boza 2016). Competitive interaction and direct predation are implicated in the continuing decline in abundance of <em>Orestias elegans</em> (Arias Boza 2016).<br/><br/>Despite uncertainties regarding the scope and direct impact of existing threats on the population status of <em>O. elegans</em>, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>Junin National Reserve is listed by Peru as a Wetland of National Importance, and was accepted as a Ramsar Convention Secretariat in 1997 (Shoobridge 2006, IUCN and UNEP-WCMC 2020). Despite this designation, a number of threats are still present in the Santa Eulalia Basin and within Junin National Reserve. Additional information regarding distribution size, population size and population trend would be useful in clarifying the extinction risk of this restricted species. The scope and direct impact of existing threats need to be studied in more detail. Stronger site management and population monitoring are likely warranted.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}