{"name": "173823877", "result": [{"species_id": 173823877, "taxonomicnotes": null, "rationale": "<p><em>Austrolebias pelotapes</em> is known from a series of small seasonal pools and swamps associated with small tributary streams on the northern margin of the Canal de São Gonçalo in the Patos-Mirim lagoon system, Rio Grande do Sul, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO)&#160;are estimated to be 12 km<sup>2</sup>, and the species is assigned to three threat-based locations. The primary threat to this species is habitat loss associated with urban expansion. &#160;Area of Occupancy and habitat quality are directly impacted by land-use changes and continuing decline in both metrics is inferred. Populations are considered severely fragmented due to a lack of hydrological connectivity and limited gene exchange between subpopulations. Therefore, <em>A. pelotapes</em> is assessed as Critically Endangered under criterion B1ab(ii,iii). Immediate conservation priorities include site protection, population monitoring, and habitat monitoring. Captive propagation and reintroduction into suitable habitat should be evaluated as conservation priorities.</p>", "geographicrange": "<p><em>Austrolebias pelotapes</em> is known from a series of small seasonal pools and swamps associated with small tributary streams on the northern margin of the Canal de São Gonçalo in the Patos-Mirim lagoon system, Rio Grande do Sul, Brazil (Costa&#160;<em>et al.</em>&#160;2017).</p><p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to b 12 km<sup>2</sup>, based on a 2x2 km grid overlain on known collection localities. The primary threat to this species is habitat destruction associated with urban expansion (Costa&#160;<em>et al.</em>&#160;2017), and is expected to impact each collection locality independently. Therefore, this species is assigned to three threat-based locations.</p>", "population": "<p>The total population size and population trend of this species are unknown. Collection localities are considered severely fragmented based on the hydrological isolation of the temporary pools in which this species occurs, and limited to no gene exchange between subpopulations (Costa&#160;<em>et al.</em>&#160;2017).</p>", "populationtrend": "unknown", "habitat": "<p>This annual killifish is restricted to small, shallow seasonal ponds surrounded by or adjacent to urban development in the town of Pelotas (Costa&#160;<em>et al.</em>&#160;2017). The type locality is characterized by a temperature of 16.7-25.9 °C, pH of 6.4-6.8, and a dissolved oxygen concentration of 5.7-8.7 mg/l (Costa&#160;<em>et al.</em>&#160;2017).</p>", "threats": "<p>The primary threat to this species is urban expansion (Costa&#160;<em>et al.</em>&#160;2017). Continuing declines in Area of Occupancy (AOO) and habitat quality are observed and habitat reduction has been severe in recent years (Costa&#160;<em>et al.</em>&#160;2017). Urban expansion is likely to drive this species to extinction within the immediate future if it is not properly mitigated.</p>", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>A. pelotapes</em>. This species is not contained within any existing protected area and all known collection localities are threatened by urban expansion (Costa&#160;<em>et al.</em>&#160;2017). Immediate conservation priorities include site protection, habitat monitoring, and population monitoring. <em>Ex-situ</em> propagation and reintroduction into suitable habitat may be warranted. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}