{"name": "176531986", "result": [{"species_id": 176531986, "taxonomicnotes": null, "rationale": "<span style=\"\"></span><span style=\"\">This species is classified as Endangered. It has an extent of occurrence (EOO) of 1,608 km<sup>2</sup>. There is one location based on threats of </span><span style=\"\">water pollution and habitat modification, to which this species is sensitive. There is a continuing decline in quality of habitat based on this threat.<br/></span>", "geographicrange": "<em>Silvinichthys boytayro</em> is known only from artificial wells at San Luis, Department Capital, Province of Salta, western Argentina (Fernández and de Pinna 2005). The species inhabits the Región Humedales Valliserranos, Subregión Ríos y arroyos de los valles intermontanos of the Argentine wetlands classification (Benzaquen <em>et al. </em>2017).", "population": "No quantitative information on its population size or trend is available, but the species seems to be rare and is likely declining. Since its first capture in 2001 to the present, its frequency of appearance has decreased, likely due to threats acting in the region. Species in subterranean environments generally have restricted distributions with small populations of low reproductive potential and are very sensitive to anthropic alterations and very slow to recover (Fernández 2005, 2010). However, no studies have been devoted to assessing its trends and status.", "populationtrend": "unknown", "habitat": "The species inhabits the phreatic biotope. The Arenales River forms part of the headwaters of the Juramento River in central western Salta, Argentina. The wells where <em>S. bortayro</em>&#160;was collected are separated from Arenales River by 700-2,000 m. They have a depth between 7 and 12 m and a diameter of approximately 1 m. All of the wells are covered, and the water is used for human consumption. The bottom of the well is composed of sand and lime, and the water is transparent and less than 1 m deep. Small crustaceans in the wells may be the main food items for the species and the stomach of one specimen contained copepods and nematodes (Fernández and de Pinna 2005).", "threats": "This endemic catfish is adversely affected by human population growth,  mineral extraction, and associated erosion (Fernandez 2005). The phreatic catfish is sensitive to water pollution and habitat modification.", "conservationmeasures": "Subterranean water is heavily exploited in the distribution area of the species. As a conservation recommendation it is proposed to avoid overexploitation of phreatic  water. Conservation and management policies are necessary at  the level of local governments (Fernandez and de Pinna 2005).", "usetrade": "There is no use or trade information for this species."}]}