{"name": "158605", "result": [{"species_id": 158605, "taxonomicnotes": null, "rationale": "<em>Umma mesumbei</em> is only known from four locations in the Cameroon (Vick 1996; Vick pers. comm.). The known area of occurrence is about 1,200 km² in the volcanic Cameroon Highlands region. The area is mostly within the tribal lands of the Bakossi and it is usually called the Bakossi Mountains in the broadest sense. Some of the sites are in or near protected areas (Bakossi Hills and Mt. Kupe). All known sites are small rocky streams with fast water and bed usually gravel. They flow through very good quality submontane forest and the adults are seen in sunny clearings. All sites also hold <span style=\"font-style: italic;\">Pentaphlebia stahlii </span>which is the 'indicator species' for this kind of habitat. The theats to all sites are forest destruction (logging, clear cutting, fire).<br/><br/>As agricultural encroachment is a big problem and has accelerated recently, with large portions of pristine forest being cleared for gardens at Mt. Kupe and cocoa farms in western Bakossi are extending into the pristine forest (Fotso <em>et al.</em> 2001) extent of occurrence and habitat quality are inferred to decline in future.", "geographicrange": "The species is known from extreme western Cameroon (Kupe Bakossi mountains, Kodmin, and Mt Nlonak), and from Takamanda forest, Nigeria (outside the central Africa region). <em>Umma mesumbei </em>is only known from four locations globally (four in the central Africa region) (Vick, 1996; Vick, pers. comm.). The known area of occurrence is about 20 km², and the extent of occurrence is around 2000 km² in the volcanic Cameroon Highlands region. The area is mostly within the tribal lands of the Bakossi and it is usually called the Bakossi Mountains in the broadest sense. Sites are both east and west of the old border between British and French Cameroons.", "population": "No information available.", "populationtrend": "unknown", "habitat": "Clear forest streams in pristine forest. Adults are found along the streams and in the surrounding forest, larvae and eggs develop in the streams, possibly particularly in seepage areas.", "threats": "Agriculture, deforestation (both clear cutting and selective logging) and pollution.", "conservationmeasures": "Further research into the species habitat, ecology, population, range and threats is required, as well as habitat conservation measures and monitoring of population trends.", "usetrade": null}]}