{"name": "9195", "result": [{"species_id": 9195, "taxonomicnotes": "The description by Meek (1904) as <em>Characodon multiradiatus</em> is based on specimens collected by J.N. Rose in the Lerma Lake E of Toluca at the beginning of the 20th century and referred to <em>Girardinichthys innominatus</em> (a synonym of <em>Girardinichthys viviparus</em>) by Evermann and Goldsborough (1902). The species was transfered into the new genus <em>Lermichthys</em> by Hubbs in 1926, temporally overlapping with the description by Jordan and Evermann (1927) as <em>Girardinichthys limnurgus</em>. Finally, Miller and Fitzsimons (1971) placed this species within the genus <em>Girardinichthys</em>. According to its appearance in four different drainages, four subpopulations can be distinguished: The Río Lerma subpopulation (type subpopulation), the Río Pánuco subpopulation, the Río Cutzmala subpopulation and the Lagunas de Zempoala subpopulation.", "rationale": "The Darkedged Splitfin<em> </em>is endemic to central Mexico and occurs in the upper Rio Lerma basin, in Zempoala lagoons, some dams in the Río Pánuco drainage and parts of the Upper Balsas river basin close to the Río Lerma basin (Contreras-MacBeath <em>et al.</em>&#160;1998). It was reported that this species' range was contracting during the 1990s (Lyons<em>&#160;et al.&#160;</em>1998), especially along the Río Lerma basin, and it disappeared from many places. Nevertheless, this species is still relatively widespread, but the population is experiencing ongoing declines and is threatened, especially by water pollution, exploitation and exotic fish species, which are partly predators including the rainbow trout, providing competition for food and space. Based on the AOO, and taking into consideration severe fragmentation, several heavy declines and the above mentioned threats, this species is assessed Endangered.", "geographicrange": "The Darkedged Splitfin is a live-bearing freshwater fish endemic mainly to the Mexican federal states of Mexico and Michoacán, but also reaches the federal states of Querétaro, Morelos and even Hidalgo. The centre of its historical distribution is the upper&#160;Río Lerma drainage, where it occurred mainly in&#160;channels, dams, creeks, ponds and lakes along the river. The habitats closest to the Lerma river sources are the Laguna Chignahuapán&#160;and swamps near Xalatlaco, south of Toluca de Lerdo. The distribution also includes habitats along some of upper Lerma main affluents, like the ríos Las Minas and Cachiví and the Arroyo Jaltepec. The westernmost habitat along the Río Lerma is the San Miguel spring in Maravatío de Ocampo, only 45 km east of the Laguna Cuitzeo, but about 150 km northwest from the Río Lerma sources. In addition to the Río Lerma drainage, <em style=\"\">Girardinichthys multiradiatus</em>&#160;also occupies two bigger drainages. One is in the south of the Río Balsas drainage with the Arroyo El Zarco in the headwaters of the Río Turundeo, west&#160;of Ciudad Hidalgo (the westernmost known habitat in general), 30 km southwest of Maravatio de Ocampo, the endorheic Presa El Bosque south of the town of Heroica Zitácuaro and dams within the headwaters of the Río Tiloxtoc; all of these localities occur within the Río Cutzmala basin. The eastern- and southernmost known habitats is about 25 km southwest of Mexico City: the endorheic Lagunas Zempoala,&#160;the only known habitats within the state of Morelos. The third big drainage where this species occurs is the Río Pánuco drainage in the north of the Río Lerma. The distribution encompasses several smaller dams in the headwaters of the Arroyo Characol southwest of San Juan del Río (e.g. La Goleta and San Martins dam) in the state of Querétaro, the Presa Huapango and smaller dams near Polotitlán de la Illustración, Río San Juan headwaters in the state of Mexico and the only known habitat in the state of Hidalgo, a small dam about 6 km northeast of Polotitlán, draining into the Arroyo Casas Viejas, a Río San Francisco&#160;affluent.&#160;Mercado-Silva confirmed its presence in the Tonatiahua and Zempoala lakes in Morelos, through surveys in 2016 and 2017, and the habitats in the Río Balsas and Pánuco drainages are still partly populated with this species (Lyons 2011, Domínguez-Domínguez 2005). The distribution and abundance declined substantially over the 20th century (Lyons 2011), leaving remnant stocks. A new stock has been discovered west of Ciudad Hidalgo, during a survey by Köck<em style=\"\"> et al.</em>&#160;(2017).&#160;<br/><br/>In 2008, it was estimated that the Darkedged Splitfin had disappeared from about 35% of its historical range (Domínguez-Domínguez&#160;<em style=\"\">et al.</em>&#160;2008).<br/><span class=\"st\"><br/><span style=\"font-style: italic;\"></span><span style=\"font-style: italic;\"></span>", "population": "The Darkedged Splitfin occurs in several slow flowing or stagnating habitats over the whole range of its distribution area. Nevertheless, the population is decreasing through water pollution, exotic fish species providing competition for food, space and water, and exploitation for agriculture. Generally, the stocks at the known collection sites are small and look vulnerable; there is almost no connection between most of the known habitats. The population is therefore regarded severely fragmented with a high possibility of becoming extinct in the long term. Again, close proximity to towns alongside being embedded in agricultural land, results in bad prospects for many of the stocks in these habitats.", "populationtrend": "decreasing", "habitat": "Though <em>Girardinichthys multiradiatus</em> is historically reported from creeks and rivers, like the Arroyo Tepuxtepec in Michoacán  and even the Río Lerma near Ixtlahuaca, it prefers quieter water bodies, such as small lakes, lagoon or reservoirs (called Presas in  Spanish), channels and ditches. As it can be found in several man-made dams in the Río Lerma  basin, it belongs to a group of a few species of Goodeids that originally had benefits from the water management in Mexico. Nevertheless, it would be nonsense  to call the Darkedged Splitfin a synanthropic species, as it suffers in the same  way from pollution and non-native fish as most of central Mexican  fish do. It disappeared from many of these dams after water pollution increased, leading to severe population fragmentation. However, it is not unlikely that building of reservoirs initially helped  the fish to find new habitats.<br/><br/>A typical habitat was found during a survey by Köck<em> et al. </em>(2017) west of Ciudad Hidalgo, Río Cutzmala drainage. The fish inhabited an irrigation channel, about 1 m wide and 50 cm deep, with murky water, muddy ground and riparian vegetation hanging over the surface. There was almost no current and the species shared this habitat with <em>Goodea atripinnis,&#160;</em>crayfish from the genus <em>Cambarellus</em> and non native fish (<em>Poecilia mexicana</em> and <em>Xiphophorus hellerii</em>). This channel merged at right angles into a bigger one, about 2 m wide, with clear water and lots of submerged plants.&#160;<em>Girardinichthys multiradiatus</em>&#160;also occurred here, but in low numbers. <br/><br/>Another habitat, although uncommon for the Darkedged Splitfin, is the San Miguel spring in Maravatio de Ocampo, a circular spring of about 20 m diameter and its outlet. The water is crystal clear with lots of aufwuchs and algae on the rocks, <em>Ceratophyllum</em>&#160;was the only underwater plant genus. The species was observed by de Jong (2012) in the outlet, about 1 m deep and 2.5 m wide (K. de Jong pers. comm. 2012). <em>Girardinichthys</em> <em>multiradiatus</em> could be found in moderate stocks together with <em>Goodea atripinnis</em> and non native <em>Poecilia mexicana</em> and <em>Pseudoxiphophorus bimaculatus</em>. During another survey by de Jong in 2014, he found that the population had declined dramatically, probably as a result of the  sudden appearance of introduced Guppys (K. de Jong pers. comm. 2014). In general, the introduction of  non-native fish may be the biggest threat for the Darkedged Splitfin, as  it does not seem particularly competitive. <br/><br/>A publication by Cruz-Gómez <em>et al</em>. (2013)  revealed that the breeding season occurs from May to September. The scientists sampled fish in the Huapango reservoir (State of México) bimonthly,  finding the highest values of the gonadosomatic index (the calculation  of the gonad mass as a proportion of the total body mass) in this  period. However, reproduction most often occurs in other months  except in the coldest ones i.e. from November to February. Therefore, the  spawning period seems to start about March with the increase of  temperature.<br/><br/>Studies of Garcia-Trejo <em>et al.</em> (2013) at San Martins Dam, Queretaro, and Trujillo and Viveros (2006) in the Zempoala lagoons in the state of Morelos revealed that <em>Girardinichthys multiradiatus </em> is a polytrophic, but mainly carnivorous species. The stomach contents  of the study in 2006 were composed of chironomid-larvae, mayflies and  Hymenoptera, whereas the analysis done in the lagoon at San Martins dam  showed 47% of Diptera-larvae and 24% of Detritus. Together with 17%  Cladocera, these three matters made up nearly 90% of the stomach  content. Juvenile fish displayed a slightly higher percentage of  Cladocera and Diptera in this study, but less Detritus. This study at San Martin dam from Garcia-Trejo <em>et al. </em>(2013)<em>&#160;</em>ascertained some water parameters like oxygen content, water  temperature, pH and conductivity in this reservoir in Querétaro. They  found very soft water and stable behaviour of the physicochemical water  parameters during the hydrological cycle from February to December with  a pH between 7 and 9 and a dissolved oxygen level between 7 and 10 ppm.  By contrast, the water temperature showed significant variation with the  highest temperatures (20 - 25 °C) recorded between April and August and  the lowest (10 - 18 °C) between October and February.", "threats": "<em>Girardinichthys multiradiatus,</em>&#160;inhabiting the Rio Lerma basin and nearby habitats within the ríos Balsas and Pánuco basins, faces threats from pollution from major urban, industrial, agricultural and livestock wastes, which are all located in its catchment area. In many of the lower, and therefore warmer habitats, the species co-occurs with introduced Poeciliid species like Green Swordtails, Mollys (<em>Poecilia mexicana</em>), and even Guppys and <em>Pseudoxiphophorus bimaculatus. </em>The  last of these is an aggressive non-native species that chases all kind of  smaller fish and eats fry, the other species compete for food. <br/><br/>In the colder habitats  like the Zempoala lagoons, other species reduce the number of native fish, like rainbow trouts (N. Mercado-Silva pers. comm. 2018). Mercado-Silva's estimation of the status of this species in the Zempoala lagoons states: \"The Darkedged Spltifin had been recorded  (in the 1970’s) from just three sites in the state of Morelos, Lakes  Quila, Tonatiahua and Zempoala in the 'Lagunas de Zempoala Natural Park' in the northern portion of the state. From samples from Lake Tonatiahua  and Lake Zempoala taken in 2016 and early 2017 we were able to confirm  presence of this species in the Natural Protected Area. In these lakes  the shoreline is covered in a dense mat of macrophytes, which makes  sampling difficult. Using hand dipnets we were able to collect  individuals. In each lake, after approximately 5-10 minutes of sampling  with dipnets we were able to collect 10-12 individuals in water 8-10 °C.  This suggests that populations for lakes Tonatiahua and Zempoala are  stable.<em> </em>The  population from Lake Quila, in the same Natural Protected Area has  disappeared along with the lake. Lake Quila used to be a shallow,  coldwater, spring-fed lake which would face important seasonal water  level fluctuations. During our sampling efforts in 2016, we were  unsuccessful in finding even a wetland at the end of an approximately  2 km cold-water, spring fed stream that would be the main water source  for the lake. Repeated sampling efforts in the stream failed to produce  any specimens, although a native mountain stream siredon (<em>Ambystoma altamirani</em>)  was relatively abundant. The stream generally lacks aquatic vegetation  and has only occasional pools along its course; thus typical habitats  for this species are unavailable at this site. Lakes and streams in the  Zempoala Natural Protected Area all face anthropogenic threats including  water extraction (via municipal water pumping systems), invasive  species (rainbow trout introductions) and illegal logging. These are the  main factors affecting water levels and native fish habitat in the  area.<em>\" </em>(N. Mercado-Silva pers. comm. 2018).&#160;<em><br/></em>Excessive water withdrawal, especially for agriculture, is also a large problem for the Darkegded Splitfin, especially in northern habitats along the Río Pánuco, where the climate is more arid.", "conservationmeasures": "<p>The Lakes of Zempoala is a National Park, that has specific actions aimed at the conservation of aquatic species, including <em>G. multiradiatus</em>. There are also conservation efforts by the University of Michoacan, which has an <em>ex-situ </em>conservation program for this species.</p>", "usetrade": "The Darkedged Splitfin is not used for consumption and is not a target species for the ornamental fish trade."}]}