{"name": "149847680", "result": [{"species_id": 149847680, "taxonomicnotes": null, "rationale": "<em>Schistura madhavai</em>&#160; is a range-restricted, endemic species, known only from a single location in the Walawe River Basin in Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 13 km<sup>2</sup> and Area of Occupancy (AOO) is 12 km<sup>2</sup>. A continuing decline of its habitat quality has been observed due to sedimentation, eutrophication and accumulation of agrochemicals used in the surrounding tea plantations. These threats are likely to continue as the area is undergoing agricultural expansions and there is no current protection for its habitat. Therefore, the species is listed as a Critically Endangered.", "geographicrange": "This endemic fish is only known from a small stream about 2 m wide, flowing through sparsely-inhabited tea plantations in Suriyakanda in the Walawe River Basin, at an elevation of about 1000 m above sea level (Sudasinghe 2017).", "population": "No population information is available for this species which is rare within the island. It can be inferred that this point endemic species faces a decline in its population owing to pollution and threats associated with plantation activities.", "populationtrend": "decreasing", "habitat": "<p><span>This species is restricted to a small stream about 2 m wide, flowing through  sparsely-inhabited tea plantations, at an elevation of about 1000 m above sea level and with substrate consisting  of pebbles and gravel.  Prefers the faster-flowing areas of the stream.   Occurs syntopically with cyprinids such as <span><em><em><span><em>Devario malabaricus,</em></em></em><span><em><em><span><em><em><em><span><em> Puntius titteya</em></span></em></em>, </em></em></em><span><em><em><span><em><em><em><span><em>Pethia nigrofasciata</em></span></em></em><em><em><span><em>, Rasbora dandia, </em></em></em><em><em><span><em>Rasboroides rohani</em></span></em></em></em></em></em> and the osphronemid <em>Belontia signata</em>.  The introduced guppy <em>Poecilia reticulata </em>was also recorded from this stream<em><em><span> </span></em></em>(Sudasinghe 2017).</span></span></p>", "threats": "The species is threatened by eutrophication and accumulation of agrochemicals from agricultural run-off and sedimantation caused by deforestation. In 2017 it was reported that the stream-flow was very low during the dry season and the water contained an algal bloom (Sudasinghe 2017).", "conservationmeasures": "No specific conservation measures have been implemented for the protection of this species.", "usetrade": "There is no use/trade information recorded for this species."}]}