{"name": "125769523", "result": [{"species_id": 125769523, "taxonomicnotes": null, "rationale": "<p><em>Bornargiolestes reelsi</em> is known from five locations in south-western Sarawak, two of which are protected in National Parks, while the other locations are considered relatively secure. However forest fires are a potential threat at all locations and the species is likely to be particularly sensitive to disturbance. It is not possible to calculate the area of occupancy (AOO) of this species with any accuracy at present, but the AOO is likely to be small, certainly below the 2,000 km² threshold for Vulnerable and very likely below the 500 km² threshold for Endangered. Arguments could be made for the species qualifying for Vulnerable under criterion D2, or Least Concern status (because it occurs in two protected areas and the other three locations are considered relatively secure), but it is best assessed as Near Threatened in view of its likely sensitivity to disturbance, few known locations and the potential threat from forest fires at all locations. Hopefully it will be possible to reassess the species as Least Concern when more data on its distribution are available.</p>", "geographicrange": "<p><em>Bornargiolestes reelsi</em> is endemic to Borneo, where it is known from five locations in south-western Sarawak (Dow 2014, unpublished). Two of the known locations are in National Parks (Kubah and Gading); the others (on Mount Penrissen and in the Matang Range outside of Kubah National Park) appear to be relatively secure although not protected. The species is likely to occur on Gunung Pueh (although it has not been found there yet) and the Bungo Range, and maybe on other mountains west of the Lupar River, and is also likely to occur in West Kalimantan. A meaningful estimate of the area of occupancy (AOO) of the species is not possible with the data available at present, but it is likely to be relatively small.</p>", "population": "<p>This species may be moderately common where it occurs, but it is easily missed because of its inconspicuous colouration and behaviour, and because of the typically very steep terrain that it occurs in. There is insufficient data for a population estimate, but it will have suffered some decline in overall population due to loss of forest and logging activities.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is typically found in steep and very steep terrain, always in forest. Its larval habitat is not known with certainty and mature individuals are most often found on trails, sometimes far from water. However the available information suggests that the species breeds in tiny trickles, sometimes at the bottom of permanently wet cliff faces, and sometimes where the flow is only above ground for a few metres or less. It is likely that this species is particularly sensitive to disturbance from logging activities since that habitats just described are prone to drying up when the forest canopy around them is opened up. At some sites it has been found in forest disturbed by logging, but in places so steep that the forest was relatively undisturbed.</p>", "threats": "<p>The main threats to this species are from logging (outside of the protected locations) and forest fires.</p>", "conservationmeasures": "<p>More data on the distribution and exact habitats of this species are needed. Searches for additional locations in Sarawak are underway, but rendered difficult by the steep terrain favoured by the species and hampered by a lack of funding. Searches in West Kalimantan are also needed.</p>", "usetrade": null}]}