{"name": "53870395", "result": [{"species_id": 53870395, "taxonomicnotes": "Originally described as <em>Rivulus tecminae</em> (Lasso et al. 1992), due to a revision of the subfamily Rivulinae it was recently changed to <em>Laimosemion </em>after this was considered a valid genus and not a subgenus of <em>Rivulus</em> (Costa 2011).", "rationale": "This species has an extent of occurrence (EOO) of 19,069 km<sup>2</sup> and an area of occupancy (AOO) of 104 km<sup>2</sup>. There is a continuing decline in the extent and quality of its habitat related to deforestation and pollution from illegal mining activities. However, it is not possible to count locations across its range. Therefore, it is assessed as Near Threatened.", "geographicrange": "This species is known from the Guiana Shield. It is present in the rivers Ventuari, Sipapo and Guayapo and their tributaries and associated ponds, as well as in ponds near the borders of the main channel of the upper Orinoco, in Amazonas state.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species is present in flooded areas and ponds with clear and black waters in forest and savanna patches. It is present in morichales (groups of Moriche palms) within acidic waters (Thomerson <em>et al. </em>1992).", "threats": "About 70% of its distribution area is tropical forests that are under threat because of log extraction (Oliveira-Miranda<em> et al.</em> 2010). There are at least three gold mines (Sanchez 2015) in the perimeter of the species' distribution area, at some 8 km upstream from its occupied sites, which suggests that the species might be going through intense habitat loss and degradation.", "conservationmeasures": "About 20% of the population occurs within Yacapana National Park and the natural monument Cuao-Sipapo. However, there are several gold mines near and inside these areas, and so this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records regarding harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}