{"name": "178290336", "result": [{"species_id": 178290336, "taxonomicnotes": null, "rationale": "<p></p><p><em>Lucifuga dentata</em> is patchily distributed in karst subterranean ecosystems in western and southwestern Cuba. Area of Occupancy is estimated to be 150 km<sup>2</sup>. Population trend and number of mature individuals are inferred to be in decline, though the rate of decline has not been quantified. Given a disjunct distribution and molecular evidence of limited dispersal between subpopulations, this species is considered severely fragmented. However, this species shows the broadest distribution among the Cuban species of the genus, occupying different karst landscapes across the western region of Cuba. Major pervasive threats include groundwater extraction, the introduction or invasion of invasive species, domestic, industrial and solid waste pollution, which are producing inferred continuous declines in habitat quality and availability and have likely resulted in the extirpation of at least one subpopulation. As such, this species is assessed as Endangered (EN) under criterion B2ab(iii,iv,v).</p><br/><p></p>", "geographicrange": "<p>This species occurs over a relatively broad but disjointed distribution in western and southwestern Cuba. The distributions of <em>Lucifuga</em> species are highly patchy due to habitat specificity for karst caves located inland and near coastal margins (García-Machado&#160;<em>et al.</em>&#160;2011). This species has been confirmed from 30 individual collection localities (Ponce de León&#160;<em>et al.</em>&#160;2012). Recent genetic studies have identified five major population groupings, including Guanahacabibes (extreme western distribution), Cayuco Province in Pinar del Río (western distribution), localities near Havana (middle distribution), Bolondrón (eastern distribution), and Agramonte/Jagüey Grande in Matanzas Province (extreme eastern distribution) (Hernández&#160;<em>et al.</em>&#160;2016). The type locality of this species is a cave in Cajio on the southern coast of Artemisa Province (Reis&#160;<em>et al.</em>&#160;2003).</p>  <p>Extent of Occurrence (EOO) is estimated to be 19,758 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection localities (Hernández&#160;<em>et al.</em>&#160;2016, GBIF 2020). Recent estimates suggest that Area of Occupancy (AOO) is unlikely to exceed 150 km<sup>2</sup> (Ponce de León&#160;<em>et al.</em>&#160;2012).</p>", "population": "<p></p><p></p><p>The total population size of this species is unknown, but is suspected to be relatively small given a fragmented regional distribution, low fecundity, absence of fecund females in all known collections, and few observed juveniles suggesting limited recruitment (Ponce de León&#160;<em>et al.</em>&#160;2012).&#160;Early last century 219 individuals were sampled between March 1902 and June 1905 (Eigenmann 1909). Recent molecular studies have collected a total of 90 individuals between 2001 and 2009&#160;(García-Machado&#160;<em>et al.&#160;</em>2011, Hernández&#160;<em>et al.</em>&#160;2016). All collections of this species are held at Museo de Historia Natural Felipe Poey in Havana (Rodríguez-Silva 2018).</p>  <p>Direct field observations suggest that this species is an order of magnitude more abundant than its close congener&#160;<em>L. subterranea</em>&#160;and&#160;where they co-occur, including karst caves of south-central Havana (Hernández&#160;<em>et al.</em>&#160;2016).&#160;In Pozo Azul cave in the Cayuco region they also largely outnumber <em>Lucifuga</em> sp., an unnamed species closely related to <em>L. gibarensis</em> (García-Machado<em> et al.</em> 2011, Hernández&#160;<em style=\"font-family: Georgia, serif;\">et al.</em>&#160;2016, Hernández&#160;<em style=\"font-family: Georgia, serif;\">et al.</em>&#160;2020).</p><p></p>  <p>While data regarding population trends are scarce, the possible extirpation of this species from La Yagruma Cave in Matanzas due to the introduction of the invasive&#160;<em>Clarias gariepinus</em>, and continued declines in habitat quality in other portions of the species range (Ponce de León&#160;<em>et al.</em>&#160;2012), continuing declines in population status and the number of mature individuals are inferred.</p>  <p>Limited dispersal capabilities and unique haplotypes in several karst caves indicate high population isolation within each subpopulation (Hernández&#160;<em>et al.</em>&#160;2016) and provides supporting evidence that subpopulations are severely fragmented.</p><br/><p></p><p></p>", "populationtrend": "decreasing", "habitat": "<p><em>Lucifuga</em> <em>dentata</em> inhabits freshwater and brackish caves, caverns, and karst cracks that are characterized by stable seasonal abiotic conditions, clear water, high concentrations of dissolved magnesium salts from lime dissolution, and temperatures of approximately 25 C (Ponce de León&#160;<em>et al.</em>&#160;2012).&#160;Normally, the water level remains almost unchanged throughout the year (Eigenmann 1909). However, in recent decades drastic fluctuations in the water table have been observed (e.g. Cueva El Tunel) as a consequence of dry periods and intense water use for agriculture and human consumption.&#160;</p><p></p><p><em>Lucifuga</em> <em>dentata is an</em> opportunistic carnivore and its diet is comprised of amphipods, mysid shrimp, copepods, isopods, decapods, and dipteran insects (García-Debrás and Pérez 1999). This species is viviparous, with an average fecundity of two to 15 &#160;offspring, as inferred from the species <em>L. subterranea</em> (Eigenmann 1909). No breeding season is known. The generation length is unknown but is suspected to be similar to other stigobiont fishes in that this is a relatively long-lived species (10-40 years).</p><p><em>L. dentata</em> is often found with <em>L. subterranea</em> in Ashton, Artemisa province, and with <em>Lucifuga</em> sp. in Pozo Azul Cave in Cayuco, Guanahacabibes (Díaz <em>et al.</em> 1988, Nielsen&#160;<em>et al.</em>&#160;1999, García-Machado<em> et al. </em>2011). Abundances are largely higher than that of the other species. &#160;Current patterns of distribution are the result of sequential dispersal and settlement from the Matanzas region westward (Hernández&#160;<em>et al.</em>&#160;2016). Overall, this species is characterized by relatively high levels of genetic diversity (Hernández&#160;<em>et al.</em>&#160;2016).</p>  Maximum reported body size is 12.4 cm standard length (SL), based on a sample size of approximately 126 individuals (Hernández&#160;<em>et al.</em>&#160;2020).", "threats": "<p>The primary threats to this species include the intensive use of subterranean water, the introduction of non-native species, and non-degradable solid wastes (Ponce de León&#160;<em>et al.</em>&#160;2012, Hernández&#160;<em>et al.</em>&#160;2016), &#160;and increased instances of industrial pollutants (Sosa&#160;<em>et al.</em>&#160;2017, Guzmán-Morales&#160;<em>et al.</em>&#160;2019), which have considerable potential to drastically alter subterranean habitat stability with only small changes to abiotic conditions (Ponce de León&#160;<em>et al.</em>&#160;2012). These threats are producing estimated continuous declines in the number of mature individuals and inferred continuous declines in habitat quality and availability.</p>  <p>Non-native and native poeciliids have been introduced into or have invaded the Aston cave system (Ponce de León&#160;<em>et al.</em>&#160;2012). The predatory, non-native Guabina (<em>Eleotris</em> sp.) and the translocated Cuban endemic Biajaca (<em>Nandopsis tetracanthus</em>) have been observed at Cueva el Infierno in Matanzas and Cuevas el Patron and La Perla in Sandino, respectively (Ponce de León&#160;<em>et al.</em>&#160;2012). Finally, the African Catfish (<em>Clarias gariepinus</em>) has been introduced to La Yagruma Cave in Matanzas, resulting in the likely extirpation of <em>L. dentata</em>&#160;at this locality (Ponce de León&#160;<em>et al.</em>&#160;2012). </p>  <p>Solid waste and contamination from different sources have contributed to reductions in habitat quality (Ponce de León&#160;<em>et al.</em>&#160;2012). Nylon and polystyrene tyres have been reported from Cueva el Sitio in Aston cave system, and from Cueva el Infierno in Matanzas, as well as oil and diesel contamination in Cueva Luis Piedra &#160;(Ponce de León&#160;<em>et al.</em>&#160;2012). Ground and surface water extraction for agricultural and domestic use has resulted in the salinization of many of Cuba’s karst aquifers (Castillo&#160;<em>et al.</em>&#160;2012). Specific examples of salinization are apparent in the Güira-Quivicán basin on the southern plane of Havana (Castillo&#160;<em>et al.</em>&#160;2012).</p>  <p>Several caverns remain free of anthropogenic impact. Others, including Cueva Perico Sánchez and La Carreta in Matanzas, have restricted access due to deliberate destruction of cave entrances (Ponce de León&#160;<em>et al.</em>&#160;2012).</p><p></p>", "conservationmeasures": "<p>This species is currently assessed as Near Threatened in the Cuban Red List of Vertebrates, which includes recommended conservation priorities for habitat monitoring and management, and environmental education campaigns (Ponce de León&#160;<em>et al.</em>&#160;2012).&#160;The range of this species extends into several protected areas, including the Guanahacabibes National Park (IUCN and UNEP-WCMC 2020).&#160;Habitat protection and population monitoring are conservation priorities. Additional research regarding population size, population trend, life history and ecology, and the severity of threats is also recommended.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}