{"name": "134415", "result": [{"species_id": 134415, "taxonomicnotes": "This species was formerly included in the Parathelphusidae, but was reassigned to the Gecarcinucidae Rathbun, 1904 by Klaus&#160;<em>et al.</em>&#160;(2006) in the subfamily Parathelphusinae (see Klaus&#160;<em>et al.</em>&#160;2010).", "rationale": "This updated assessment is based on the results of new freshwater crab surveys of the Lake Matano region in Sulawesi Selatan, Indonesia. <em>Parathelphusa pantherina</em> is only known from two locations: Lake Matano (the type locality), and the lower sections of streams draining into the lake. This species was formerly listed as Vulnerable (VU) D2 by Esser and Cumberlidge (2008). The revised extinction risk assessment of Endangered (EN) is based on the low number of locations where this species occurs, combined with the existence of continued immediate threats to this species from water pollution (due to nickel mining operations on the shores of the lakes), and from habitat destruction and industrial development (driven by increases in the human population). The threats from nickel mining on the shores of Lake Matano affect the whole lake that is therefore considered here to be a single location (the creeks draining into this lake are the second location). This species is not found in a protected area, and there are no conservation plans in place.<br/><em>Parathelphusa pantherina</em> is uplisted here to EN B1ab(iii)+B2ab(iii). This is because the revised extent of occurrence (EOO) of between 120-220 km<sup>2</sup>&#160;is under the threshold for&#160;EN B1 (&lt;5,000 km<sup>2</sup>), the revised area of occupancy (AOO) of 170 km<sup>2</sup> is under the threshold for EN B2 (&lt;500 km<sup>2</sup>), the number of locations (two) is also below the threshold for EN, and the area and quality of habitat is declining.", "geographicrange": "<p><em>Parathelphusa pantherina</em> is so far only known from its type locality, Lake Matano (164.1 km<sup>2</sup>), and from the lower sections of creeks draining into the lake in Sulawesi Selatan, Indonesia. The details of its localities are as follows.<br/><br/>Lake Matano on the south coast, west and east of Soroako (2°28'26\"S 121°15'48\"E; 2°28'50\"S 121°17'12\"E; 2°29'38.06\"S 121°18'30.47\"E; 2°30'24\"S 121°19'58\"E; 2°33.566'S 121°25.187'E), and on the east (2°31.492'S 121°26.996'E; outlet: 2°32'S 121°28.3'E), north (2°25'56.2\"S 121°14'19.9\"E) and west coasts (2°27'41.5\"S 121°13'6.3\"E).<br/><br/>A tributary of Lake Matano, south of Soroako (2°31'21.5\"S 121°20'33.4\"E).</p>", "population": "This species is locally common and has been recorded from a number of localities, with most records from close to the south side of Lake Matano, close to Soroako. The current population trend is unknown.", "populationtrend": "unknown", "habitat": "This species is found throughout Lake Mantano under roots and logs on sand. It also thrives in lower sections of creeks draining into the lake and has been found about one kilometre upstream from the lake shore. The source of Lake Matano is assumed to come from an area west of the lake (known as Matano Village).", "threats": "The present and future threats to this species include human induced habitat loss and degradation due to population increases and industrial and agrarian development. There is a small mining town (Soroako/Sorowako) close to Lake Matano that could influence water quality in the future. The shores of Lake Matano contain large deposits of nickel. Mining for this metal causes pollution and destroys habitat. Commercial fishing, development and the introduction of non-native species are among other threats to this ecoregion. Furthermore, this species is caught regularly and sold worldwide in the aquarium trade.", "conservationmeasures": "There are no conservation measures currently in place for this species and it is not found in a protected area. Research is needed into its population distribution and dynamics, ecology, harvest and use, threats and potential actions. Monitoring of its population trends is also recommended.", "usetrade": "This species is sold in the aquarium trade due the remarkable tabby colour. There have been continuous exports of this species to aquarium markets (especially in Europe) for the past 20 years, and this was most recently confirmed in 2018."}]}