{"name": "173721243", "result": [{"species_id": 173721243, "taxonomicnotes": "Material from Vietnam identified as <em>Protosticta khaosoidaoensis</em> Asahina, 1984 by van Tol (2008) was shown to actually belong to <em>Protosticta pseudocuriosa</em> by Phan and Kompier (2016).", "rationale": "<p><em>Protosticta pseudocuriosa</em> is known with certainty only from seven locations in the north of Viet Nam. Some known locations are very close to the border with Laos, so the species should also be looked for there. The species occurs in some protected areas. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, however, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is 15,302–19,105 km². The overall population is observed to be severely fragmented. The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). It is hoped that additional data will allow reassessment to Near Threatened or (less likely) Least Concern in future.</p>", "geographicrange": "<p><em>Protosticta pseudocuriosa</em> is known with certainty only from seven locations in the north of Viet Nam (Phan and Kompier 2016, Phan unpub. data, van Tol 2008; see the Taxonomic Notes section). Some known locations are very close to the border with Laos, therefore the species should also be looked for there. Kosterin (2016) recorded a single male <em>Protosticta</em> resembling this species from a location in the east of Cambodia, however there are differences and the Cambodian location is remote from the confirmed range of the species; this record is treated as only possibly belonging to <em>P. pseudocuriosa </em>here and the location is not included in the EOO calculation. The species occurs in some protected areas (for example, Pu Mat National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 15,302 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 19,105 km² (based on an MCP around the HydroBASINS known to be occupied by this species).<br/></p>", "population": "<p>This species can be common where it occurs, but the overall population is clearly severely fragmented and an ongoing decline in overall population is inferred from loss of forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is found at small mountain streams within forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Populations of this species within protected areas may not be threatened at present but outside of protected areas populations will be threatened by deforestation (driven by logging and faring of one sort or another).</p>", "conservationmeasures": "<p>The priority for this species is for additional information on its distribution, habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}