{"name": "173835183", "result": [{"species_id": 173835183, "taxonomicnotes": null, "rationale": "<p><em>Rhinolekos capetinga </em>is known from two collection localities at córrego da Branca and one locality at the córrego Roncador, tributaries of the Tocantizinho River in the Tocantins River basin, Goiás State, Brazil. Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 8 km<sup>2</sup>. Total population size and population trend are unknown. The number of threat-based locations where the species occurs cannot be determined with accuracy given limited information on the scope of existing threats and limited ichthyological survey in adjacent drainages where suitable habitat may exist, but continuing decline in habitat quality can be inferred based on the presence of regionally pervasive threats that include agricultural production, cattle ranching, gold mining, and sedimentation. Therefore, <em>R. capetinga</em> is assessed as Near Threatened under criterion B1ab(ii)+2ab(iii).&#160;</p>", "geographicrange": "<p><em>Rhinolekos capetinga </em>is known from two collection localities at córrego da Branca and one locality at the córrego Roncador, tributaries of the Tocantizinho River in the Tocantins River basin, Goiás State, Brazil (Roxo&#160;<em>et al.</em>&#160;2015).</p><p>Area of occupancy (AOO) is estimated to be 12 km<sup>2</sup>&#160;and is based on a 2x2 km grid overlain on top of the three collection localities from which this species has been reported. Extent of occurrence (EOO) is also estimated to be 12 km<sup>2</sup>, because a minimum convex polygon calculated around the three collection localities is less than the calculated AOO.&#160;&#160;The number of threat-based locations where this species occurs cannot be determined with accuracy because targeted surveys in adjacent streams where potentially suitable habitat exists are lacking, and because there is considerable uncertainty associated with the direct impact and magnitude of potential threats at known collection localities.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of 57 specimens (Roxo&#160;<em>et al.</em>&#160;2015). </p>", "populationtrend": "unknown", "habitat": "<p>This species was collected in flat portions of córrego da Branca and córrego Roncador in areas characterized by clear, shallow water and medium to fast current. Captured individuals were associated with submerged and riparian vegetation (Roxo&#160;<em>et al.</em>&#160;2015). Adult males are sexually dimorphic based on the presence of a urogenital papilla (Roxo&#160;<em>et al.</em>&#160;2015). </p>", "threats": "<p>Direct threats to this species have not been documented in detail. The Tocantinzinho River remains unaltered by hydroelectric damming infrastructure, and is an important tributary stream for migratory fishes downstream of the Serra da Mesa hydroelectric dam (Albrecht&#160;<em>et al.</em>&#160;2009). The upper Tocantins River is characterized by significant land-use change associated with agricultural production and cattle ranching (Andrade&#160;<em>et al.</em>&#160;2016). Gold mining activities are present throughout the region (Bruno&#160;<em>et al.</em>&#160;2020), and have likely resulted in localized siltation where mining activity occurs (de Lucia Lobo&#160;<em>et al.</em>&#160;2016).&#160;</p>  <p>While it is not known if existing threats are directly or indirectly affecting all three collection localities from which this species is reported, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>R. capetinga</em>. Additional research regarding distribution, population size, population trend, and the direct impact of potential threats is necessary to clarify the extinction risk of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}