{"name": "122802184", "result": [{"species_id": 122802184, "taxonomicnotes": null, "rationale": "<em>Rhinocypha peitho</em> is known only from the holotype, collected at a location in central Laos in 2002. An accurate estimate of the area of occupancy (AOO) of this forest stream species is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. On the other hand, it is not known how tolerant the species is to disturbance, and it may well exhibit behaviour that makes it difficult to find and therefore be under-recorded. Threats from deforestation and possibly large scale hydroelectric projects certainly exist in central Laos, but it is difficult to assess how severe these threats are with the currently available data. However, it does not seem likely that this species will ever qualify for a Least Concern assessment and therefore Data Deficient may not be appropriate either. With only one known location and plausible threats that may result in the species becoming Criticaly Endangered or Extinct within a very short time, the species qualifies for Vulnerable status under criterion D2 and, taking the reasonable precautionary approach advocated by the IUCN, it is assessed as such.", "geographicrange": "<p><em>Rhinocypha peitho</em> is known only from the holotype make collected at a location in central Laos in 2002 (Hämäläinen 2017). There are two possibilities (within the same area) for the exact location where the specimen was collected (see the discussion in Hämäläinen 2017); the assessor has simply chosen the first one listed in Hämäläinen (2017) for mapping purposes. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species.</p>", "population": "<p>No statement about current population sizes and health can be made for this species with the data currently available except that it appears to be either scarce or have behaviour that makes it difficult to detect and that an ongoing decline in overall population is inferred from loss of forest in central Laos. It is worth remarking that the closely related <em>Rhinocypha pelops</em> appears to exhibit rather cryptic behaviour and is thus probably under-recorded and it is likely that the same is true for <em>R. peitho</em>.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to have been collected at a small stream in hill forest, nothing else is known. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species is likely to be from deforestation (presumably with farming of one type or another as a major driver and logging as another) and there has already been considerable loss of forest in the part of Laos where the species occurs. However satellite images show extensive areas of disturbed and/or second growth forest in the area (it is not known if the species can survive in these conditions) and some areas of forest in a better condition. Large scale hydroelectric projects are also likely to be a threat.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}