{"name": "59848", "result": [{"species_id": 59848, "taxonomicnotes": null, "rationale": "This species is found in montane areas at moderate altitude in forest streams. Though montane forests have been declining due to population pressure, considerable areas of pristine forest are protected in national parks including Bwindi Impenetrable in Uganda or Vulcanoes in Rwanda. In 2006 this species was assessed as Vulnerable, but the status was changed in 2010 in view of new information, specifically records in Bwindi National Park in 2002 and 2003. More recently there have been new records in 2013. This species remains listed as Near Threatened because the mentioned national parks are well protected. Nevertheless records from Rutenga, Rwanda and the eastern Democratic Republic of the Congo date back to the 1950s and need to be re-confirmed. There have not been any dragonfly surveys since and this species is assumed to still be present. Despite being listed as Near Threatened currently,&#160;<em>Stenocypha jacksoni </em>should be monitored, since its&#160;extent of occurrence (EOO) is about c. 20,000 km<sup>2</sup>, the area of suitable habitat is thought to be declining and the population is fragmented (although not severely fragmented). This species meets Vulnerable VU B1b(iii) but is missing a second sub-criterion, and it might also meet&#160;Vulnerable&#160;B2b(iii) but there is insufficient information to calculate the area of occupancy (AOO). No conservation measures are in place.", "geographicrange": "This species has been recorded from montane areas of western Uganda, Rwanda and eastern Democratic Republic of the Congo (Haut Kambekulo (2,450 m asl Leleup) and Kivu, south side of Mount Kahuzi at 2,200 m asl; Ross and Leech 1957 in Kevan 1962). This montane species has a restricted range.", "population": "The population size is unknown. The subpopulations are fragmented due to the montane habitat.", "populationtrend": "unknown", "habitat": "Its habitat is montane forest streams.", "threats": "The major threat to this species is destruction of montane forests due to clearing of forest areas along rivers and streams. The area in southwest Uganda and neighbouring Democratic Republic of Congo is densely populated and has intense agriculture. Human population is growing drastically and further declines in appropriate habitat and associated population size of this species are inferred.", "conservationmeasures": "No conservation measures are known but information on the taxonomy, population size and trend, ecology and habitat status would be valuable. Habitat or site based conservation is also required. It is found in national parks.", "usetrade": "This species is not used."}]}