{"name": "61068", "result": [{"species_id": 61068, "taxonomicnotes": null, "rationale": "This species is endemic to Lake Malawi, where it has been recorded from only one location (Kande Island) and has an area of occupancy (AOO) of less than 4 km<sup>2</sup>. It has regularly been overfished by the ornamental fish trade. It has rebounded after an earlier near-wipe-out in 2002 when fewer than 25 individuals could be observed at Kande Island, as in 2009 several hundred individuals were again present.&#160;It meets the area requirements under criterion B for Critically Endangered and it is known from one location. It also suffers extreme fluctuations in the number of mature individuals as it is targeted by several independent ornamental fish collectors that each normally extract more than a hundred individuals per collection. The current population is approximately 250 individuals. Previously (in the 1990s) the total population was estimated to be between 1,000 and 2,000 adult individuals. It is therefore listed as Critically Endangered.", "geographicrange": "This species is endemic to Lake Malawi, where it is only recorded from Kande Island.", "population": "Population fluctuates depending on collection pressure for the ornamental trade.", "populationtrend": "stable", "habitat": "This species inhabits the intermediate habitat. The average depth at which breeding males occur is about 8 m. Food is taken from the sand and consists of small insect larvae, snails and crustaceans. Like all other members of the genus&#160;<em>Aulonocara</em>,<em>&#160;</em>it \"listens\" to the sand for the movements of tiny prey under the surface. Males defend their territories at the edge of the rocky habitat. Females forage in large schools, sometimes numbering over 100 individuals, on the open sand some metres away from the rocks. Spawning takes place inside the male's cave, which usually is at bottom level. Broods consist of numerous (sometimes over 100) small fry.", "threats": "Extraction by the ornamental fish trade is the primary threat to this species.", "conservationmeasures": "No information is available on conservation actions. Site protection and monitoring of the population trend are recommended.", "usetrade": "It is regularly collected by the ornamental fish trade where it is sometimes known as \"Blue Orchid&#160;Aulonocara\"."}]}