{"name": "46104013", "result": [{"species_id": 46104013, "taxonomicnotes": null, "rationale": "<p></p><p><em>Atractosteus tristoechus</em> is endemic to Cuba, where it is restricted to western mainland drainages and the Isle of Youth. Extent of Occurrence (EOO) is estimated to be 4,953 km<sup>2</sup>. This species occurs in 1-2 subpopulations and in 1-2 threat-based locations, depending on the status of a potentially extirpated subpopulation on the Isle of Youth. Population size is likely to be very small, based on a recent genetic study that indicates exceptionally low genetic diversity. Population trend, habitat quality, Extent of Occurrence, Area of Occupancy, and the number of mature individuals are inferred to be in decline, given a number of regionally pervasive threats that include habitat loss and alteration, pollution, the development of residential, industrial and recreational infrastructure, and established non-native species. These threats, especially the establishment of <em>Clarias gariepinus </em>in Zapata Swamp after 1999, have produced a drastic population reduction suspected to be at or greater than 90%. Therefore, <em>A. tristoechus</em> is assessed as Critically Endangered under criterion A2ce. Additional research is urgently needed to clarify range extent, total population size, current rate of population decline, and life history characteristics of this species.</p><br/><p></p>", "geographicrange": "<p></p><p><em>Atractosteus tristoechus</em> is endemic to Cuba, where it is restricted to western mainland drainages and possibly the Isle of Youth (Ponce de León&#160;<em>et al.&#160;</em>2012). The core distribution of this species can be found in Zapata Swamp, Matanzas province (Ponce de León&#160;<em>et al.</em>&#160;2012). </p>  <p>Additional historical subpopulations occurred in Lanier Swamp on the Isle of Youth and in southern Pinar del Río province (Ponce de León&#160;<em>et al.</em>&#160;2012). However, any remnant subpopulation in Pinar del Rio is considered extirpated (G. Ulmo-Díaz pers. comm. 2020). On the Isle of Youth, the species was already considered rare in 1980, but considering limited ichthyological survey in this region, it is possible a small remnant population is still extant (G. Ulmo-Díaz pers. comm. 2020).</p>  <p>Extent of Occurrence (EOO) is estimated to be 4,953 km<sup>2</sup> based on a minimum convex polygon calculated around georeferenced collection records. Limited ichthyological surveys within the estimated EOO prevents an accurate estimation of the Area of Occupancy (AOO) where this species occurs, but earlier estimates suggest that AOO is likely less than 2,000 km<sup>2</sup> (Perez&#160;<em>et al.</em>&#160;1999). Given the existence of several regionally pervasive threats that are likely having direct negative impacts on habitat quality and habitat availability, the number of threat-based locations where this species occurs is estimated to be two. Limited to no genetic exchange between existing subpopulations is inferred, and the species is considered severely fragmented (Perez&#160;<em>et al.&#160;</em>1999, Ulmo-Díaz&#160;<em>et al.</em>&#160;2016).</p><br/><p></p>", "population": "<p></p><p>The total population size of <em>A. tristoechus</em> is largely unknown. However, exceptionally low genetic diversity within the Zapata Swamp subpopulation suggests that population size is likely very small&#160;(Ulmo-Díaz&#160;<em>et al.</em>&#160;2016). Currently, reported sightings and catches of <em>A. tristoechus</em> are exceedingly low, and have ranged from 1-3 individuals annually over the last 10 years (A. Hurtado pers comm. 2020).</p><p>Population trend is suspected to have declined by approximately 90% following the establishment and spread of <em>Clarias gariepinus</em>&#160;into Zapata Swamp in 1999 (A. Hurtado pers. comm. 2020), as well as a combination of factors that have contributed to declines in EOO, AOO, and habitat quality. While this rate of decline is suspected,&#160;the&#160;genetic evidence of extremely low haplotype diversity &#160;and anecdotal information from the field provided by the Hydrobiological Station (Zapata Swamp) indicate that the populations are drastically declining (Comabella&#160;<em>et al</em>.&#160;2006,&#160;Ulmo-Díaz<em>&#160;et al</em>.&#160;2016, Hurtado, A. personal communication). Additional research and monitoring are urgently needed to accurately determine total population size and more accurately validate the rate of current population decline (Ulmo-Díaz&#160;<em>et al</em>.&#160;2016).</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p><em>Atractosteus tristoechus</em> occurs in coastal rivers, bayous, swamps, tidelands, channels and lagoons characterized by abundant aquatic vegetation, feeding primarily on fishes and occasionally on waterfowl (Perez&#160;<em>et al.</em>&#160;1999, Ponce de León&#160;<em>et al.</em>&#160;2012). This species can reach a maximum body size of approximately 200 cm (Ponce de León&#160;<em>et al.</em>&#160;2012). This species is physostomous, and can absorb atmospheric oxygen when dissolved oxygen concentrations in solution are low (Ponce de León&#160;<em>et al.&#160;</em>2012). Spawned eggs are fertilized externally and scattered over submerged substrates, where they adhere until they hatch (Comabella&#160;<em>et al.</em>&#160;2014). Eggs hatch at approximately four days post-spawn (Comabella&#160;<em>et al.</em>&#160;2014). Larvae are endogenous until approximately eight days post-hatch, at which point exogenous feeding begins (Comabella&#160;<em>et al.</em>&#160;2006).</p><p>The life history characteristics of <em>A. tristoechus</em>&#160;are not well understood. However, an approximate generation length can be inferred based on a large amount of literature pertaining to the close congener&#160;<em>A. spatula</em>&#160;which is most closely related to A. tristoechus when compared to the rest of the genus (Ulmo-Díaz <em>et al.</em> 2017). In a comprehensive study on the life history characteristics of <em>A. spatula</em> from Louisiana, maturity in both males and females was reached around age five, and the oldest individuals sampled were approximately 26 years of age (DiBenedetto 2009). However, additional study in Alabama has shown a longevity of up to 50 years, and further study in Mexican populations suggest maturation between 10-14 years of age (Ferrara 2001, Garcia de Leon <em>et al</em>. 2001, Buckmeier 2008). Therefore, assuming similar life history characteristics and population structure, <em>A. tristoechus</em> exhibits a generation length that may be as low as 15.5 years or as high as 39 years. As such, the shortest feasible time window to calculate population decline for <em>A. tristoechus</em>&#160;under Criterion A would be 45.5 years.</p><p></p>", "threats": "<p>Habitat loss and alteration, overfishing of prey items, and the establishment of non-native species (e.g., <em>Clarias gariepinus</em>) are the primary drivers of continuing declines in <em>A. tristoechus</em> populations (Perez&#160;<em>et al.</em>&#160;1999, Comabella&#160;<em>et al.</em>&#160;2006). Despite prohibitions on the capture of <em>A. tristoechus</em>, recent observations have reported localized extirpations and major localized declines in abundance throughout much of the species range extent (Ulmo-Díaz&#160;<em>et al.</em>&#160;2016). While the direct impact of existing threats is uncertain, they continue to produce inferred declines in EOO, AOO, habitat quality and habitat availability, and the number of mature individuals.</p>  <p>Major pervasive threats throughout western Cuba include urban, industrial, and agricultural pollution resulting from development and associated land-use changes, which have reduced the quality and availability of habitat on localized and regional scales (Maal-Bared 2006, Perera and Valderrama 2010, Galford&#160;<em>et al.</em>&#160;2018). One report suggests that there are currently over 2,000 major point sources of pollution, and less than 20% employ effective wastewater treatment (Gebelein 2012). </p>  <p>Tourism development presents localized threats throughout Cuba, including ecotourism development in areas immediately adjacent to protected areas such as Zapata Swamp, Sierra del Rosario Biosphere Reserve, Guanahacabbibes Swamp, and the Bay of Pigs (Maal-Bared 2006, Perera and Valderrama 2010, De Grave&#160;<em>et al.</em>&#160;2015), which comprises approximately 50% of all tourism in the country (Galford&#160;<em>et al.</em>&#160;2018). Habitat loss and fragmentation resulting from the construction of hotels, roads, and restaurants is apparent in many areas (Goulart&#160;<em>et al.&#160;</em>2018). Tourism is expected to grow significantly over the next two decades, including increased development and infrastructure to support up to 10 million visitors annually (Feinberg and Newfarmer 2016). </p>  <p>The invasive African Walking Catfish (<em>Clarias gariepinus</em>) has been introduced throughout much of Cuba (Rodríguez-Machado&#160;<em>et al.</em>&#160;2019). Adults likely consume native fishes (Reynaldo&#160;<em>et al.</em>&#160;2016), and have had documented declines on endemic freshwater ichthyofauna<em> </em>(Begué-Quiala&#160;<em>et al.</em>&#160;2018). Similarly, the Largemouth Bass (<em>Micropterus salmoides</em>) is widely established throughout the Cuban mainland, and has contributed to marked declines in the abundance of native ichthyofauna (Reynaldo&#160;<em>et al.</em>&#160;2016). Two species of Tilapia (<em>Oreochromis aureus</em> and <em>Oreochromis mossambicus</em>) are broadly established throughout Cuban freshwaters, and may compete with native ichthyofauna for resources (Reynaldo&#160;<em>et al.&#160;</em>2016). The Guppy (<em>Poecilia reticulata</em>) and the Common Molly (<em>Poecilia sphenops</em>) have been broadly introduced as a biological control for disease-carrying mosquitos, though their impact on native fauna and ecosystem function have not been evaluated in great detail (Reynaldo&#160;<em>et al.</em>&#160;2016). Several species of Carp (<em>Hypophthalmichthys molitrix</em>, <em>H. nobilis</em>, <em>Cyprinus carpio</em>, and <em>Ctenopharyngodon idella</em>) are regularly stocked into artificial reservoirs to improve subsistence and commercial inland fisheries yields, where they have replaced native species communities and now comprise a dominant portion of national inland landings (Baisre and Arboleya 2006).</p><p></p>", "conservationmeasures": "<p></p><p>The Cuban National Red List of Threatened Vertebrates classifies <em>A. tristoechus</em> as Endangered under criterion D2, citing declines in population size and habitat availability resulting from fishing pressure, establishment of non-native species, disease, drought, and hurricane activity (Ponce de León&#160;<em>et al.</em>&#160;2012). The capture of this species has been prohibited by Cuban law (Decree- Law 164 of 1996 of the Ministry of Fishing Industry) (Ulmo-Díaz&#160;<em>et al.</em>&#160;2016) and this protection continues today with the current fishing law (Law 129 of 2019 of the National Assembly of People's Power). Additionally, Zapata Swamp is a designated Ramsar site, and incorporated within the Cuban National Parks system (IUCN and UNEP-WCMC 2020). Despite protections provided by species-specific conservation legislation and spatial conservation planning, <em>A. trichosteus</em> and portions of Zapata Swamp are still impacted by extractive use, habitat degradation, and invasive species.</p>  <p>A captive population of <em>A. tristoechus</em> is maintained at the Center for Indigenous Ichthyofauna Reproduction (CIIR) (Ulmo-Díaz&#160;<em>et al.</em>&#160;2016), also named Estación Hidrobiológica Felipe Poey. Juveniles born in this captive population have been sporadically reintroduced into their native range since at least 2007 (Arango 2007) but the success of this effort is unknown. Private Cuban aquarists also have breeding adults, but national aquarium trade is small (F.L. Prats-Léon pers. comm. 2018). Considerable study into the aquacultural feasibility of this species has been made, and stocking programs have been proposed (Comabella&#160;<em>et al.&#160;</em>2006). Larvae in production settings readily accept artificial diets that have been developed for close congeners (Comabella&#160;<em>et al.</em>&#160;2004). Habitat management, population monitoring, educational outreach campaigns, and gene banking are recommended conservation measures (Ponce de León&#160;<em>et al.</em>&#160;2012). One educational campaign named: Adopt a manjuarí! (from the Spanish: ¡Adopta un manjuarí!) developed in the Zapata Swamp focused on teaching the community children about this species, aiming to increase conservation efforts from the children and their families (Arango 2007).</p><br/><p></p>", "usetrade": "<p>This species was first imported into the European ornamental aquarium trade in 1910 (Novák&#160;<em>et al.</em>&#160;2020) and can still be found intermittently in trade. Targeted subsistence and sport fisheries are suspected, but there are currently no data associated with these potential extractive activities. This species has been raised commercially in Cuba (Mendoza Alfaro 2008). The captive population at the Zapata Swamp’s breeding program has been a source of juveniles for the aquarium trade (Dávalos 2008) and repopulation programs (Arango 2007).</p>"}]}