{"name": "122876866", "result": [{"species_id": 122876866, "taxonomicnotes": null, "rationale": "<p><em>Lanthanusa cochlear </em>is known only from&#160;one location, in a region where there has been widespread conversion of forest to grassland and gardens. Although there are moderately extensive areas of intact montane forest with steep clear-flowing streams at higher altitudes in the broader region, this species is classified as Vulnerable under criterion D2 on the basis that there are plausible threats to the only known population that (if the species is restricted to this area alone) potentially could push the species to Critically Endangered or Extinct within a very short time period. Additional information about its distribution (including altitudinal range) and population status is urgently required</p>", "geographicrange": "<em>Lanthanusa cochlear</em> is known from one location in the Trauna River Valley in Western Highlands Province, Papua New Guinea, where a single specimen was collected at an altitude of 1,618 m asl (Theischinger and Richards 2014).", "population": "<em>Lanthanusa cochlear </em>is known from only one specimen, therefore its population status and trends are unknown. However ,Theischinger and Richards (2014) noted that \"The species appeared to be uncommon; no additional specimens were observed despite more than 6 hours of sampling over two days at this site.\"", "populationtrend": "unknown", "habitat": "The only known specimen of <em>Lanthanusa cochlear</em> was found adjacent to a \"small, very steep and clear rocky stream\" in lower montane rainforest, along which many trees had been cleared. It perched variously on rocks and low vegetation about 15 m from a large, rocky waterfall (Theischinger and Richards 2014).", "threats": "<p><em>Lanthanusa cochlear</em> is known from a single location adjacent to a road through forest that connects two major population centres, and roadside vegetation where the species was discovered had been severely degraded (S.J. Richards, unpublished data). Furthermore, much of the Trauna River Valley has been converted to grassland or cleared for gardens. Although the steep upper slopes of the Trauna River Valley retain some intact montane forest, and there is a significant area of montane forest extending to the southeast of the only known locality, it is not known whether the species occurs there. Until the distribution and altitudinal range of this species have been better documented the threat posed by forest conversion and degradation as a result of expanding small-scale gardens in the area is difficult to assess.</p>", "conservationmeasures": "<p>There are no conservation actions in place for this species. Research is needed to better document its habitat requirements, distribution, population status and trends, and threats from habitat conversion and degradation.</p>", "usetrade": null}]}