{"name": "60859", "result": [{"species_id": 60859, "taxonomicnotes": "This species has a bold mid-lateral stripe on its body. Konings (1995) regards this species as belonging to the genus <em>Nyassachromis</em> due to its basic pigmentation pattern as well as its habit of constructing spawning cones, since all other species in the genus <em>Copadichromis</em> have spots or lack pattern on the flanks and are not known to build spawning cones on sand [except for <em>Copadichromis likomae</em> (Iles, 1960)]. This species previously appeared on the IUCN Red List in the genus&#160;<em>Copadichromis&#160;</em>but is now valid in the genus&#160;<em>Nyassachromis</em>&#160;(Konings 2016).", "rationale": "This species is endemic to Lake Malawi. It occurs in the southern part  of the lake where it has been recorded from Boadzulu Island, Crocodile  Rocks, Kanchedza Island, Domwe Island and Chemwesi rocks. It meets the area requirements under criterion B for Endangered (AOO &lt; 500 km²) and based on the threat of overfishing it is known from four locations. It also meets the threshold for Endangered due to population decline under Criterion A - with an estimated 70% reduction over the last 10 year period. The tendency of <em>N. boadzulu</em> to frequent shallow water over open sandy bottoms makes this species vulnerable to beach seines. There is a projected continuing decline in the number of mature individuals due to beach seining. The species is therefore listed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi. It occurs in the southern part of the lake where it has been recorded from Boadzulu Island, Crocodile Rocks, Kanchedza Island, Domwe Island and Chemwesi rocks.", "population": "No information is available on the population. The species was not recorded in a lake-wide survey conducted in 1998 and 1999 and also not in a 2016 fisheries survey of the southern part of the lake but was recorded in the south east arm 2007 trawl surveys in reasonable numbers.", "populationtrend": "decreasing", "habitat": "This species occurs mostly over sand in shallow water, and it has not been observed deeper than six metres. Breeding males occur in the shallow intermediate habitat. Females and non-breeding males gather in small foraging groups while feeding on plankton over sandy-muddy bottoms. Males excavate spawning pits in the mud between some larger rocks in the intermediate habitat at depths shallower than six metres. Mouth-brooding females have not yet been encountered.", "threats": "Overfishing using beach seines is a threat to this species.", "conservationmeasures": "It occurs in Lake Malawi National Park. Population monitoring is recommended.", "usetrade": "This species is not targeted by the ornamental fish trade, but is a food fish and part of the group of sand-dwelling cichlids that are targeted by beach seine fishermen."}]}