{"name": "122210218", "result": [{"species_id": 122210218, "taxonomicnotes": null, "rationale": "<p><em>Leptogomphus tamdaoensis</em> is apparently endemic to Viet Nam where it is known from four locations in the north of the country. The species occurs in at least one protected area (Tam Dao National Park, but threats may exist even there). One of the known locations is near to the border with China and the species should be looked for in Guangxi as well as in Viet Nam. Its area of occupancy (AOO), based on the available data, is smaller than 500 km², meeting the criterion B2 threshold for Endangered. Moreover, its AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence is 8,528–12,567<sup> </sup>km², which meets the criterion B1 threshold for Vulnerable. The overall population is clearly already severely fragmented. The species is assessed as Endangered under criterion B (EN B2ab(ii,iii)).</p>", "geographicrange": "<em>Leptogomphus tamdaoensis</em> is apparently endemic to Viet Nam where it is known from four locations in the north of the country (Karube 2014, Kompier unpublished, Phan unpublished). The species occurs in at least one protected area (two of the locations are within Tam Dao National Park). One of the known locations (Mau Son) is very near to the border with China and the species should be looked for in Guangxi as well as in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible, but with the available data it will certainly be less than 500 km². Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 8,528 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 12,567 km² (based on an MCP around the HydroBASINS known to be occupied by this species).", "population": "This species can be moderately common where it occurs but is local in occurrence and an ongoing decline in overall population is inferred from loss of forest within its range; the overall population is clearly already severely fragmented.", "populationtrend": "decreasing", "habitat": "<p>This species breeds in forest streams in mountainous&#160;areas (but not necessarily at high altitudes). The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "This species is threatened by deforestation (with logging and farming of various types as the main drivers) throughout its range. Even within Tam Dao National Park there may be threats from uncontrolled development, tourist activities and illegal tree cutting. At one of the other known locations, in Cao Bang Province, the forest around the stream where the species breeds is being destroyed by agricultural activities.", "conservationmeasures": "<p>The priorities for this species are for protection of additional habitat where it occurs, better protection in Tam Dao National Park and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}