{"name": "44230", "result": [{"species_id": 44230, "taxonomicnotes": "The Afrotropical genus <em>Ceratophallus</em> consists of 12 small planorbid snails, most of which are restricted to rift lakes (Brown 1994). The generic position of three of these <em>Ceratophallus</em> species remains uncertain. The highest species diversity is found in the Victoria Basin and Lake Victoria proper. In addition to four species that are endemic to the lake and lake shore, namely <em>C. kisumiensis</em>, <em>C. subtilis</em>, <em>C. concavus</em> and <em>C. crassus</em>, the widespread <em>C. natalensis</em> and <em>C. kigeziensis</em> also occur in the Lake Victoria basin.", "rationale": "<p>Based on the contradictory evidence of the 2002-2003 survey in Kenyan  waters (species present) and the 2008 survey in Tanzanian and Ugandan  waters (species absent), it could either be assumed that (1)&#160;<em>C. kisumiensis</em>&#160;did rapidly decline in Lake Victoria between 2003 and 2008, provided that Lange's (2010) assumption that it was spread over the whole lake was right, or alternatively (2) that it has always been restricted to the region of Winam Bay and some adjacent tributaries, where it still occurs on stony beaches.<br/></p><p>The available data seem to point to the second scenario, in which case this species is assessed as Near Threatened (nearly meeting VU D2) considering its limited extent of occurrence (EOO; Winam Bay and mouth of a tributary) of <em>ca</em> 2,500 km² and area of occupancy (AOO) of 550&#160;km², and its occurrence in only four locations (based on potential future threats). Currently the population is stable and there are no current threats leading to continuing declines at present. Considering the limited EOO, number of locations and the small number of places where the species was found, it could rapidly fall into the Endangered category, but&#160;a&#160;detailed survey is necessary to formulate a proper assessment.</p>", "geographicrange": "<p>This species is&#160;recorded from its type locality in Lake Victoria near Kisumu, Kenya (Brown 1994) and from Mbita and Ndere (Lange<em> et al. </em>2013). All three localities are situated in Winam Gulf. During a survey in the Kenyan part of&#160; Lake Victoria in 2002/2003 (sampling with a scoop net with 0.5 mesh size in shallow water and a Van Veen grab in deep water), this species was found to be very abundant, in particular at sites (near Mbita) influenced by human activities (C. Lange pers. comm. 2003 in Lange 2010, Lange <em>et al.</em>&#160;2013). From the 2002-2003 survey data, Lange (2010) extrapolated that this species was likely widespread in the whole lake.<br/><br/>However, this assumption has not been confirmed by the results of the subsequent extensive survey carried out in 2008 in the Tanzanian and Ugandan part of the lake (sampling with a Ekman grab and sieving with a 0.5 mesh size) since neither <em>C. kisumiensis</em> nor any other representative of the genus <em>Ceratophallus</em> were found in these parts (Ngupula and Kayanda 2010). We here assume that this species is restricted to Winam Gulf.<br/><br/>Except for Winam Bay proper, this species has also been mentioned from&#160;the mouth of a small tributary that ends in Winam Bay (Mandahl-Barth 1954). It is possible that <em>C. kisumiensis</em> is one of the <em>Ceratophallus</em> spp. which were recorded from the Mara River (Dida <em>et al.</em> 2014), that flows in Lake Victoria just south of the Kenyan border, but this can not been substantiated.</p><p>The extent of occurrence (EOO) based on the area of a minimum convex around Winam Gulf is 2,500 km<sup>²</sup>.&#160;The shore line of Winam Gulf being 550 km and this species having only been found on stones at the shore (Brown 1994), the maximum&#160;area of occupancy (AOO) based on the area of suitable habitat is&#160;estimated to be 550 km².</p>", "population": "During the 2002-2003 survey in the Kenyan part of the lake, C. Lange found over 1,000 specimens in the areas studied (near Kisumu and Mbita point) (Lange <em>et al.</em>&#160;2013).", "populationtrend": "stable", "habitat": "Brown (1994) states that this species is associated with stony beaches of the lake near Kisumu. Data from Lange's 2002-2003 survey tend to show that this species is almost equally abundant on all the lakes substrata, polluted and unpolluted (Lange <em>et al.</em> 2013).", "threats": "There is currently no specific severe threat identified, but sedimentation and pollution are possible threats in the future (Lange 2010, based on a 2002-2003 survey).", "conservationmeasures": "No information is available on conservation actions.", "usetrade": "This species is not used."}]}