{"name": "175045174", "result": [{"species_id": 175045174, "taxonomicnotes": "Katwate <em>et al</em>. (2020) revised the <em>Dawkinsia assimilis </em>group and described <em>D. austellus</em> as a new species.", "rationale": "<em>Dawkinsia austellus </em>is assessed as&#160;<span style=\"\">Vulnerable&#160;because o</span>f its restricted distribution (EOO = 6,191 km<sup>2</sup>) in two locations in westward  flowing rivers, namely Muvattupuzha and Chalakudy, of the southern Western Ghats of India, where the habitats of the species are threatened due to several anthropogenic stressors including pollution,  agricultural runoff, development, urbanization, loss of riparian cover,  and other  habitat modifications due to sand mining, damming and recent  floods. However, it is essential to note that the species is recently described and there is limited  information on the distribution of the species and no information on its  abundance, population status and species specific threats, and the distribution is likely an overestimate because the species is not found at very high altitudes.", "geographicrange": "<em>Dawkinsia austellus </em>is currently known from two localities in the westward flowing Muvattupuzha and Chalakudy rivers in Kerala parts of the Western Ghats, India (Katwate <em>et al.</em> 2020). The species&#160;is present in two locations where the habitat is threatened by several anthropogenic stressors including pollution, agricultural runoff, loss of riparian cover, development, urbanization and other habitat modifications due to sand mining and damming (Raghavan <em>et al.</em> 2008a, Padmalal and Maya 2014). It is worth noting however that the distribution is likely an overestimate because the species is not found at very high altitudes.", "population": "There is no information on the population status and trends for the species.", "populationtrend": "unknown", "habitat": "At its type locality in Muvattupuzha River, <em>Dawkinsia austellus </em>inhabits the main part of the river (Katwate <em>et al.</em> 2020). The quality of the habitat of the species is deteriorating because of several anthropogenic stressors including pollution, agricultural runoff, loss of riparian cover, development, urbanization and other habitat modifications due to sand mining and damming (Raghavan <em>et al</em>. 2008a, Padmalal and Maya 2014).", "threats": "Species specific threats are not known. However, the habitat of the species in both the Muvattupuzha and Chalakudy rivers could be threatened due to several anthropogenic stressors including pollution, agricultural runoff, loss of riparian cover, development, urbanization and other habitat modifications due to sand mining and damming (Raghavan <em>et al.</em> 2008a, Padmalal and Maya 2014). This is in addition to presence of several exotic freshwater fishes (Raghavan <em>et al.</em> 2008b, Zeena and Beevi 2014, Kumar <em>et al. </em>2019). Further, the recent occurrences of floods because of several anthropogenic interference, including climate change, has affected the rivers of Kerala and its fish fauna adversely (Raghavan 2019, Viju 2019) and could have altered the habitat of <em>Dawkinsia austellus</em>.", "conservationmeasures": "There are no species specific conservation action plans currently in place. Further, the species is also not reported from any protected area. There are several data gaps that can hinder conservation management, therefore research and monitoring is essential for understanding distribution, population size, population trends, life history ecology, threats and habitat trends. Since the probable threats to the habitat are known, site area protection and management of invasive species are essential.", "usetrade": "There is no use and trade information for the species."}]}