{"name": "161276036", "result": [{"species_id": 161276036, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a range-restricted endemic species found in Limpopo Province in South Africa (Extent of Occurrence and Area of Occupancy&#160;4 km<sup>2</sup>). Historically recorded from two subpopulations, one of the two was exterminated by agricultural development early in this century. At the extant location no specimens have been seen since 2015, and the site has been affected by drought and inappropriate fire regimes. The location however is very inaccessible so it is likely that the taxon will be found again when conditions improve. The taxon thus qualifies globally under the IUCN criteria as Critically Endangered under criterion B.", "geographicrange": "This species is endemic to Limpopo Province in South Africa, on the Wolkberg near Serala.", "population": "The subpopulation at one site has been destroyed by agricultural activity. At the other site the habitat has deteriorated due to inappropriate fire regimes and drought. Recent surveys during the flight period of the taxon at this site have been carried out without success.", "populationtrend": "decreasing", "habitat": "It occurs on south-facing, high-altitude grassy slopes of the Wolkberg in Woodbush Granite Grassland, which is Critically Endangered.", "threats": "Future agricultural activity or afforestation could destroy the only known locality, which has been impacted by drought. The habitat needs a fire regime appropriate for the life history of the taxon and its associated ant species. The subpopulation at the previously recorded locality near Haenertsburg is no longer extant as its habitat has been modified by agricultural development.", "conservationmeasures": "A management plan is required which considers the habitat requirements of this taxon, including an appropriate burning regime. Research is needed into the life history and ecology, with monitoring of the population size, area of occupancy and trends.", "usetrade": null}]}