{"name": "178839665", "result": [{"species_id": 178839665, "taxonomicnotes": null, "rationale": "<em>Poeciliopsis jackshultzi</em> is restricted to a series of small spring fed marshes and pools along the Alisos-Bambuto branch of the Rio Concepcion (a.k.a. Rio Magdalena), as well as at one site in the Bavispe-Cocospera branch in Sonora, Mexico. Extent of occurrence (EOO) and area of occupancy (AOO) are both estimated to be 12 km<sup>2</sup>, with the species occurring in three threat-based locations. Existing threats include road development and land-use change adjacent to travel corridors, groundwater abstraction and pollution runoff associated with agricultural development, in addition to the establishment of non-native fishes. These threats are causing inferred continuing declines in AOO, number of mature individuals, and the quality and availability of habitat. Therefore, <em>P. jackshultzi</em> is assessed as Endangered.", "geographicrange": "<p>Until 1986,&#160;<em>P.&#160;jackschultzi</em>&#160;was reported only at La Cieneguita in Sonora, Mexico (31.079; -110.909). This site, however, was reportedly obliterated by the expansion of Highway 15 (Conway <em>et al.</em> 2019). The sites where it has been reported more recently include La Atascosa at Racho Semarnap (30.981, -110.872) in 2001, Rancho Las Playas (30.919, -110.861) in 1999, and at the town on Imuris (30.775, -110.858) in 2000.<br/><br/>This species is unlikely to occupy intervening habitats, which are mostly mainstream, because it does not appear to occupy the mainstream successfully.&#160;<em>Poeciliopsis&#160;jackschultzi</em>&#160;has only been collected from marshy, shallow, and relatively still-water habitats, which are patchily distributed throughout the basin (Conway <em>et al.</em> 2019).<br/><br/>Therefore, using the three localities where it was still occurring the last time it was surveyed (1999-2001), extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 12 km<sup>2</sup>. This species is inferred to occur in three threat-based locations.</p>", "population": "<p></p><p>The population size of this species is not known. However, it is very rarely collected when compared to the much more locally abundant congeners, <em>Poeciliopsis occidentalis</em> and asexual hybrids <em>Poeciliopis monacha-occidentalis</em> and <em>Poeciliopis monacha-jackschultzi</em>. The maximum relative abundance, with respect to its congeners was 58% (1986) at a site (30.956, -110.858) that has disappeared due to the expansion of Mexico’s federal Highway 15. Its relative abundance has been much lower at all other sites and times: 0–16% in samplings that specifically targeted this species (in other words, its relative abundance was likely lower) (Conway <em>et al.</em> 2019). This species has not been surveyed since 2001. The 1994, 1999, and 2001 surveys yielded very few specimens.</p><p></p>", "populationtrend": "decreasing", "habitat": "This species occurs in freshwater habitats along the Alisos-Bambuto branch of the Rio Concepcion (a.k.a. Rio Magdalena), as well as at one site in the Babasac-Cocospera branch. Although a systematic survey of the preferred habitats is lacking, this species appears to prefer spring-fed marshy streams and pools with very low depth and no/slow current velocities.", "threats": "<p>The expansion of Federal Highway 15 after 1986 nearly obliterated the primary habitat of&#160;<em>P.&#160;jackschultzi</em>&#160;at La Atascosa. Continuing road development, and development adjacent to travel corridors, are immediate threats to this species.<br/><br/>Groundwater extraction and pollution from nearby agriculture continues to produce inferred declines in habitat quality and availability. The introduction of invasive fish species also presents an additional threat, though the impacts of these interactions are difficult to quantify (Conway <em>et al.</em> 2019, R.C. Vrijenhoek pers. comm. 2020, A. Varela-Romero pers. comm. 2020).</p>", "conservationmeasures": "<p>No species-specific conservation actions are currently in place. Realistic actions needed to mitigate the major threats to the taxon include preservation of the most essential habitats, and <em>ex-situ</em> propagation if necessary. Additional ichthyological sampling is needed to reduce uncertainties in distribution, population size, and population trend. Invasive species removal efforts could likely result in increases in population size.</p>", "usetrade": "There is no known use or trade of the taxon."}]}