{"name": "122149973", "result": [{"species_id": 122149973, "taxonomicnotes": null, "rationale": "<p><em>Podolestes pandanus </em>is endemic to Hainan Island, China. It is known from a single coastal locality within Qingpilin Provincial Nature Reserve near Wanning, southeast Hainan. This area still seems to be intact, so its area of occupancy (AOO) does not appear to be declining. However, although its true AOO cannot be accurately calculated with the currently available information, even if other populations exist (likely), there is no reason to suppose that the AOO exceeds 500 km²; it is likely to be considerably less than this. Moreover, away from the known locality, the quality and extent of habitat for the species in the lowlands of Hainan are inferred to be declining due to development and agriculture. The species is assessed as Endangered under criterion B (EN B2ab(iii).</p>", "geographicrange": "<p><em>Podolestes pandanus </em>is endemic to Hainan Island, China. It is known from a single coastal location within Qingpilin Provincial Nature Reserve, near Wanning, southeast Hainan (Wilson and Reels 2001). This area still seems to be intact (from Google Earth images), so its area of occupancy (AOO) does not appear to be declining. However, although the AOO cannot be accurately calculated with the available information, and even if other populations exist (likely), there is no reason to believe that the AOO exceeds 500 km²; it is likely to be considerably less than this.<br/></p>", "population": "<p>Three individuals were encountered during a survey in May 1999 (Wilson and Reels 2001). None were found in a subsequent very brief survey conducted in June 2007, the result of which is inconclusive (Reels 2010). The assessor is not aware of any further records of the species. The species is assumed to be very rare; however, published reports of surveys of areas of similar habitat in Hainan are lacking. Although the species is known from only a single location, it is possible that it occurs elsewhere in lowland / coastal Hainan, in which case the population is undoubtedly highly fragmented and very probably declining.<em></em></p>", "populationtrend": "unknown", "habitat": "<p>The known specimens of this species were discovered in well-shaded damp depressions in thick coastal screwpine (<em>Pandanus</em> sp.) scrub (Wilson &amp; Reels 2001). This area still seems to be intact (from Google Earth images). It is possible that the species also breeds in small, shady ponds and sluggish streams in lowland areas. The extent and quality of other suitable habitat in the lowlands of Hainan are inferred to be declining due to development and agriculture.<em></em></p>", "threats": "<p>The only known population of this species occurs within a provincial nature reserve and the habitat in which it occurs appears to still be present (from Google Earth images). No obvious immediate threats to this population are apparent. Hypothetical populations elsewhere in the lowlands of Hainan are likely to be threatened by development or conversion of habitat for agriculture.<em></em></p>", "conservationmeasures": "<p>Focussed surveys should be conducted within Qingpilin Nature Reserve and in other lowland / coastal nature reserves and in unprotected surviving areas of coastal screwpine to gain a clearer understanding of the true status and habitat requirements of this species.<em> </em>More generally, more information on the distribution, exact habitat requirements and ability to tolerate disturbance of this species is needed. In particular, since surveys for Odonata in unprotected areas of Hainan have been limited, additional surveys outside of protected areas are needed to compliment the available information.<em></em></p>  <p><em>&#160;</em></p>", "usetrade": null}]}