{"name": "173256223", "result": [{"species_id": 173256223, "taxonomicnotes": null, "rationale": "<em>Laubuka trevori</em> is assessed as Vulnerable since it has a  restricted distribution in Cauvery River  system in Karnataka and in Kerala,  India with an Extent  of Occurrence of&#160; less than 20,000 km<sup>2</sup> and is  currently known from  three locations where the habitat is threatened by  modifications because  of anthropogenic activities including deforestation for developmental   activities, severe loss of riparian habitat, expansions of agricultural   lands, pesticide contamination from agricultural runoff and sand  mining. Destructive fishing practices, including dynamite fishing, are also   common. Further, the populations could also be threatened by non-native species of fishes. Massive floods in Kerala caused by anthropogenic activities, including climate change, led to  drastic devastation in ecology of <span class=\"ff4 ws17\">W<span class=\"_ _0\">ayanad and Coorg areas and could have affected the habitat of the species in the past. It is therefore essential to note that the species is known only from its  original description and research is needed to understand its  population status, trends, distribution, ecology and species specific  threats.<br/><span class=\"ff4 ws17\"><span class=\"_ _0\"><span class=\"ff4 ws17\"><span class=\"_ _0\"></span></span></span>", "geographicrange": "<em>Laubuka trevori</em> is at presently known from the Cauvery River system at Coorg (Kodagu) in Karnataka and Wayanad and&#160;Pookode in Kerala, India (Knight 2015, Thampy<em> et al. </em>2021).", "population": "In Kabini river, Kerala, the species is very rare (Thampy <em>et al. </em>2021). There is no information about the population status of the species from Coorg. There is no quantitative estimates regarding overall population trends for this species.", "populationtrend": "unknown", "habitat": "<em>Laubuka trevori </em>inhabits streams and rivers (Knight 2015, Thampy<em> et al. </em>2021). The quality of habitat of the species is deteriorating because of deforestation, severe loss of riparian habitat, expansions of agricultural lands, pesticide contamination from agricultural runoff, destructive fishing practices, and sand mining (Sunil <em>et al.</em> 2010, 2016; Patil <em>et al. </em>2015; Thampy <em>et al.</em> 2021).", "threats": "The habitat of <em>Laubuka trevori </em>is threatened by modification because  of anthropogenic activities including deforestation for developmental  activities, severe loss of riparian habitat, expansions of agricultural  lands, pesticide contamination from agricultural runoff and sand mining  (Sunil <em>et al.</em> 2010, 2016 Patil <em>et al.</em> 2015; Thampy<em> et al.</em> 2021). Destructive fishing practices, including dynamite fishing, are  common (Thampy<em> et al.</em> 2021). Exotic species reported from the same locations where <em>L. trevori </em> was reported, including <em>Clarias gariepinus</em>, <em>Cyprinus carpio</em>, <em>Poecilia reticulata</em>, <em>Xiphophorus helleri</em>, <em>Oreochromis mossambicus</em>, <em>Oreochromis niloticus</em>,<em></em><em></em> and<em> Pterygoplichthys</em> sp., are also likely to threat the species' population (Thampy <em>et al. </em> 2021). Massive floods in Kerala in 2018, because of several anthropogenic activities including climate change, caused  drastic devastation in ecology of <span class=\"ff4 ws17\">W<span class=\"_ _0\">ayanad and Coorg areas (Viju 2019) and might have adversely affected habitat of <em>L. trevori</em><span class=\"ff4 ws17\"><span class=\"_ _0\"><em></em>.</span></span>", "conservationmeasures": "No species-specific conservation actions are in place for <em>Laubuka trevori</em>. The  species is also not known from any protected area. Because the habitat  of the species is threatened there is a need for conservation of habitat  and resources. Since the species is known only from its original  description, research is also essential to understand its population status,  trends, distribution, ecology and species specific threats. Monitoring  the population and habitat trends is also essential.", "usetrade": "There is no information on use and trade of this species."}]}