{"name": "186508", "result": [{"species_id": 186508, "taxonomicnotes": "<p><br/></p>", "rationale": "<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><em>Brycon orbignyanus</em> was originally distributed in the basins of the Paraná and Uruguay rivers, covering Brazil, Argentina, Uruguay and Paraguay.&#160;<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">However, due to the successive fragmentation mainly of the Paraná River basin by the dams, the species has disappeared in most of its past occurrence area. <span title=\"\" class=\"\">Currently, it occurs only in the last free stretch of the upper Paraná River (Brazil) and in the low portion of La Plata River (Argentina). The population is estimated to have declined by at least 50% over the past three generations,; and as such, the species is assessed as Endangered under criterion A2c. This decline is likely to be ongoing a<strong>s</strong><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><span title=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\">&#160;the species is clearly unable to survive in reservoirs or river stretches with flow regimes regulated by hydroelectric dams; however, further research is required in order to determine if significant declines could continue in the next three-generation period.&#160;</span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "This species was originally widespread throughout the Paraná river basin (both above and below the Sete Quedas, the former barrier between the upper and lower sections of the rio Paraná) and Uruguay river basins, in  Argentina, Paraguay, and Uruguay. It has now disappeared from most of its former range.<em>&#160;</em>In the Paraguay river basin, it is mostly replaced by the congener<em> Brycon hilarii</em> and, though both species occur syntopically in the middle Paraná in Brazil and Argentina (Lima 2017). Its stronghold is on the upper Paraná River (Brazil) and in the low portion of La Plata River (Argentina).", "population": "<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">Currently, the species can be considered rare and with restricted distribution. <span title=\"\">The population trend is decreasing, based on personal observation, analysis of available fishing data (ICMBio 2018).<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\"><br/><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\"><br/><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\">The species has no occurrence records from the rio Mogi-Guaçu, with the last natural stretch of the rio Paraná in Brazil, the floodplains situated between the Porto Primavera and Itaipu dams being its stronghold (Lima 2017 and references therein). Populations have in fact steeply declined (by at least 50% over 10 years) throughout its range (Quirós 1990, Agostinho <em>et al</em>. 2008, Mello <em>et al</em>. 2011, Lima 2017). Though pollution and removal of the riparian forest were certainly important factors that contributed to the decline of the species, the disappearance of this previous widespread species throughout most of its range should be primarily imputed to the drastic alterations in flow regime caused by damming (Lima 2017).&#160;<br/></span></span></span></span></span></span></span></span></span>", "populationtrend": "decreasing", "habitat": "<em>Brycon orbignyanus</em> originally occurred in middle to large sized rivers, and at floodplain lakes and channels associated with large rivers. The species preferred forested rivers and was considered to be mainly frugivorous. However in 46 specimens from the Paraná river, stomach contents included insects and other invertebrates, vegetal matter, and fishes (Lima 2017).<br/><br/>Size at first maturation is reported to be 30 cm TL, being reached at 2–3 years of age. The species is well-known as a migratory species. At the lower rio Paraná and rio Uruguai at Argentina and Uruguay, it migrated downstream during October, moving upstream during March. Breeding in the southern part of the range of the species took place between December and January. On other hand, at the upper rio Paraná basin the reproductive migration is undertaken upstream (Ihering 1929, Magalhães 1931, Godoy 1975, Lima 2017). The upstream migration in rio Mogi-Guaçú started by the end of September, and spawning took place between November and January (Godoy 1975, Lima 2017). At the rio Piracicaba, Magalhães (1931,&#160;<em>via&#160;</em> Lima 2017) reported reproductive schools moving upstream the river between December and January, and, on one occasion, hundreds of specimens were observed entering a flooded area, the males then apparently chasing the females. Ihering (1929) estimated that females ranging between 570 and 690 mm in total length possessed a total fecundity of 500,000 to 1,000,000 oocytes. After spawning, the species moves downstream, sometimes considerably far from the spawning site. Godoy (1975,&#160;<em>via</em>&#160;Lima 2017) reported that two specimens captured and tagged at Cachoeira de Emas (rio Mogi Guaçú) were recaptured two to four months later 601–637 km downstream, into the rio Grande. Thormählen de Gil (1949,&#160;<em>via</em> Lima 2017) studied annuli rings in scales and calculated that specimens between 90–116 mm SL are less than two years old, specimens between 123–215 mm SL are 2–3 years old and specimens between 229–245 mm SL are 4–5 years old (Lima 2017).", "threats": "<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">Pollution and the removal of riparian forests were important factors  that contributed to the decline of the species, but its disappearance in  most of its distribution area was primarily due to the drastic change in  the flow regime due to dams. The <span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">species does not colonize reservoirs or river stretches with flow regulated by dams. <span title=\"\" class=\"\">Currently, there are few stretches of free flow rivers in the upper Paraná and Uruguay basins (Lima 2017). <br/></span></span></span>", "conservationmeasures": "In Brazil and Argentina, the species' status is Endangered (Lima 2017).&#160;<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">There is also is an intense program of <em>ex situ</em> reproduction and stocking,&#160;<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">with fish farming stations to restock their original range. The<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"> restocking programs are commonly used by dams and hydroelectric concessionaires, as required by the Brazilian government (ICMBio 2018). <br/></span></span></span></span></span>", "usetrade": "<span class=\"tlid-translation translation\" lang=\"en\"><em>Brycon orbignyanus</em> was in the past one of the most valued and important fishes in commercial and sport fisheries throughout its range (Lima 2017). Nowadays there is no information about species use or trade."}]}