{"name": "139417340", "result": [{"species_id": 139417340, "taxonomicnotes": "<p>There has been confusion over the identification of <em>Tyriobapta kuekenthali </em>and <em>T. laidlawi</em> at least since the publication of Orr (2003) and probably for longer; this issue is discussed in Dow <em>et al. </em>(2020) and the reader is referred to that discussion. One consequence of the confusion is that records of <em>T. laidlawi </em>in a number of publications (Cleary <em>et al</em>. 2004, Lieftinck 1953a, Lieftinck 1953b, Thompson &amp; van Tol 1993 and Noorhidayah-Mamat <em>et al.</em> 2014) may actually refer to <em>T. kuekenthali</em>, most of the specimens concerned are available to be checked in principle but this check has not been carried out at the time of writing. Therefore the records from the listed publications are simply left out of consideration for mapping and most other assessment purposes at this time, other records are used in corrected form. This has little effect on the threat category in which either species is placed in practice, but does have implications for their distributions. In particular if the record of <em>T. laidlawi </em>from Peninsular Malaysia in Noorhidayah-Mamat <em>et al.</em> (2014) actually refers to <em>T. kuekenthali</em> then <em>T. laidlawi </em>is only known from Borneo.</p>", "rationale": "<p><em>Tyriobapta kuekenthali</em> (as understood here; see the Taxonomic Notes section) is known from Borneo, Sumatra including Belitung, and Peninsular Malaysia. Records from Borneo are from Brunei, Kalimantan, Sabah and Sarawak. The species is present in protected areas. Its area of occupancy (AOO) is not likely to be large and given that it is apparently absent from some areas of suitable habitat it is likely to be smaller than 4,000 km². The AOO is observed to be declining along with the extent and quality of suitable habitat due to loss of forest, particularly peat swamp forest, within the range of the species. Its extent of occurrence (EOO) is uch larger than the criterion B1 thresholds (EOO &gt;1 million km²). Despite its large EOO, there is cause for concern about this species. Its AOO is unlikely to be very large, and its overall population is clearly severely fragmented. The species is assessed as Near Threatened (nearly meets criterion B2). Although this species does not currently qualify for a high threat category, its area of occupancy is undoubtedly shrinking, therefore it needs to be monitored.</p>", "geographicrange": "<p><em>Tyriobapta kuekenthali</em> (as understood here—see the Taxonomic Notes section—and note that the species is referred to as <em>T. laidlawi </em>in some publications cited here; the reader is referred to Dow <em>et al. </em>(2020) for details) is known from Borneo, Sumatra (Ris 1919), including Belitung (Dow <em>et al. </em>2017), and Peninsular Malaysia (Choong 2013, Dow <em>et al.</em> 2012, Hämäläinen 2000). Records from Borneo are from Brunei (for instance see Orr 2001; the assessor also has many as-yet unpublished records), Kalimantan (Dow and Silvius 2014), Sabah (Yagi and Kitagawa 2001) and Sarawak (Dow 2012, unpub. data; Dow and Reels 2010, 2011, 2013; Dow and Unggang 2010; Dow <em>et al.</em> 2015, 2020; Kimmins 1936; Steinhoff <em>et al</em>. 2019). The species is present in protected areas (for example, Gunong Mulu and Maludam National Parks in Sarawak). An accurate estimate of its area of occupancy (AOO) is not possible, but it is not likely to be large. Given that it is apparently absent from some areas of suitable habitat, the AOO is likely to be smaller than 4,000 km². Moreover, the AOO is observed to be declining due to loss of forest, particularly peat swamp forest, within the range of the species. Its minimum extent of occurrence (EOO) is &gt;1 million km² (based on a minimum convex polygon (MCP) around the known data points).<br/></p>", "population": "<p>This species can be common where it occurs. However, an ongoing decline in overall population is inferred from loss of peat swamp forest and other low pH swamp formations throughout the range of the species and suitable habitat is increasingly fragmented so that the overall population will be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Throughout most of its range this species breeds in pools in peat swamp forest and other low pH swamp forest. However it is apparently absent from some areas of seemingly suitable habitat. The habitats occupied by the species are declining in both extent and quality throughout Sundaland.</p>", "threats": "<p>The main threats to this species are from conversion of its habitats to oil palm or acacia plantations and from drainage of low pH swamp forest. Forest fires during dry periods are a threat even within protected locations.</p>", "conservationmeasures": "<p>Although this species does not currently qualify for a high threat category its area of occupancy is undoubtedly shrinking, so that the situation needs to be monitored. More information on the distribution of the species, particularly in Sumatra and Peninsular Malaysia are urgently needed. The species would certainly benefit if more areas of peat swamp forest were given protected status.</p>", "usetrade": null}]}