{"name": "173830418", "result": [{"species_id": 173830418, "taxonomicnotes": null, "rationale": "<p><em>Cynolebias oticus </em>is known only from the Verde River drainage near the village of Pindaí in Bahia, Brazil (Costa 2014). Area of Occupancy (AOO) and Extent of Occurrence (EOO) are conservatively estimated to be 8 km<sup>2</sup>, and the species is assigned to two threat-based locations. Total population size and population trend are unknown, but this species is abundant where it occurs. The primary threat to this species is deforestation associated with cattle ranching and plantation agriculture, which had led to the extirpation of some seasonal killifishes that formerly inhabited the area. Despite uncertainties regarding the direct impact of regionally pervasive threats at the two collection localities from which this species has bene reported, it is feasible to assume that continued expansion of such activities could result in the rapid extirpation of <em>C. oticus</em>. Therefore, this species is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Cynolebias oticus </em>is known only from the Verde River drainage, near the village of Pindaí in Bahia, Brazil (Costa 2014). Many other similarly swampy areas occur in the region but have not been the subject of comprehensive ichthyological survey (Costa 2014).</p>  <p>Despite uncertainties in range extent and the need for additional ichthyological surveys, extent of occurrence (EOO) and area of occupancy (AOO) are conservatively estimated to be 8 km<sup>2</sup> based on a 2x2 km grid overlain on the two collection localities for which this species has been confirmed (Costa 2014). This species is conservatively assigned to two threat-based locations based on occurrence records at two collection localities where threats are expected to act locally, but additional surveys in the area in potentially suitable habitat may discover a broader range (Costa 2014). </p>", "population": "<p>The total population size and population trend of this species are unknown. However, this species still occurs in relatively high numbers at the type locality (Costa 2014). The type series contains a total of 50 specimens (Costa 2014). </p>", "populationtrend": "unknown", "habitat": "<p>This species has only been reported from the Verde River drainage near the village of Pindaí (Costa 2014). Specific habitat characteristics at the type locality are not described in detail.</p>", "threats": "<p>The primary threat to this species is deforestation associated with cattle ranching and plantation agriculture, which had led to the extirpation of some seasonal killifishes that formerly inhabited the area (e.g, <em>C. gilbertoi</em>, <em>C. leptocephalus</em>, <em>Hysolebias fulminantus</em>) (Costa 2014). Despite uncertainty regarding the scope and direct impact of these regionally pervasive threats at the type locality, their continued expansion have the potential to quickly drive this species to a high level of extinction risk within the immediate future if they continue unmitigated (Costa 2014). </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. oticus</em>. Distribution may extend into Área De Proteção Ambiental Dunas E Veredas Do Baixo Médio São Francisco (IUCN and UNEP-WCMC 2021), but additional surveys are necessary to clarify range extent. More information regarding population size, population trend, and the direct impact of localized threats at known collection sites would be useful in clarifying extinction risk.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}