{"name": "173833219", "result": [{"species_id": 173833219, "taxonomicnotes": null, "rationale": "<p><em>Melanorivulus wallacei </em>is relatively broadly distributed throughout the middle portion of the Tocantins and Araguaia River drainages at altitudes between 100-255 m above sea level<em> </em>in Tocantins, Brazil. Extent of occurrence (EOO) is estimated to be 7,466 km<sup>2</sup>, but more extensive sampling effort in potentially suitable habitat will likely yield additional collection localities. The number of threat-based locations where this species occurs cannot be determined with accuracy due to uncertainty regarding the scope and magnitude of existing threats. Primary threats to the middle Tocantins River basin include hydroelectric development and deforestation associated with agricultural production, which are producing inferred continuous declines in aquatic habitat quality. Therefore, <em>M. wallacei</em> is assessed as Near Threatened because it nearly meets the threshold for a threatened category under criterion B1ab(iii). More comprehensive sampling and additional research regarding distribution, population size, population trend, and the direct impact of existing regional threats at collection localities will be necessary to clarify the extinction risk of this species.</p>", "geographicrange": "<p><em>Melanorivulus wallacei </em>is relatively broadly distributed throughout the middle portion of the Tocantins and Araguaia River drainages at altitudes between 100-255 meters above sea level<em> </em>in Tocantins, Brazil (Costa 2016).</p>  <p>Extent of occurrence (EOO) is estimated to be 7,466 km<sup>2</sup> based on minimum convex polygon calculated around georeferenced collection records (Costa 2016). This species has been reported from at six collection localities (Costa 2016). However, it is important to note that more extensive sampling effort in potentially suitable habitat will likely yield additional collection localities. Given uncertainties regarding the scope and magnitude of existing threats at the collection localities from which this species is known, the number of threat-based locations where this species occurs cannot be assigned with accuracy. </p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species is relatively broadly distributed throughout the Tocantins and Araguaia River drainages (Costa 2016). Suitable habitat includes perennial streams, pools, and swampy habitat (Costa 2016).</p>", "threats": "<p>The primary threat to the middle Tocantins River Basin is the continued impact of large hydroelectric dams, which have permanently altered the natural hydrology of the Tocantins River and the surrounding floodplain (Lucinda&#160;<em>et al.</em>&#160;2007, Araújo&#160;<em>et al.</em>&#160;2013, Medeiros&#160;<em>et al.</em>&#160;2014, Vitorino Júnior&#160;<em>et al.</em>&#160;2016). Regional deforestation associated with cattle production and agricultural expansion has expanded in recent years, and has also contributed to changes in the aquatic environment (Lucinda&#160;<em>et al.</em>&#160;2006). To date, approximately 50% of the Tocantins River Basin has been deforested, and has contributed to significant changes to the natural hydrology of the system (Coe&#160;<em>et al.</em>&#160;2009, Castello&#160;<em>et al.</em>&#160;2013).</p>  <p>Despite uncertainty regarding the scope, magnitude, and direct impact of existing threats, continuing decline in freshwater habitat quality in much of the middle Tocantins River drainage is inferred. However, there is no indication that regional declines in habitat quality have resulted in major, range-wide declines in distribution or abundance.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards<em> M. wallacei</em>. Range likely extends into a number of protected areas (IUCN and UNEP-WCMC 2021). More information regarding range extent, population size, population trend, and the direct impact of regional threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}