{"name": "173834612", "result": [{"species_id": 173834612, "taxonomicnotes": null, "rationale": "<p><em>Pareiorhina rosai </em>was described from four small, unnamed streams in the São Francisco River basin, Minas Gerais, Brazil. Subsequent sampling has reporting this species for Serra da Canastra National Park and elsewhere within the São Francisco River basin. Extent of occurrence (EOO) is estimated to 1,656-7,904 km<sup>2 </sup>and Area of occupancy is estimated to be 40 km<sup>2</sup>. The primary threats to freshwater ichthyofauna in the region include agricultural expansion and modifications to natural hydrology associated with increased irrigation, industrial pollution and habitat loss associated with mining activities, urban expansion around major population centres, and pollution associated with raw sewage discharge. At least three collection localities remain well-preserved due to protected area status of limited anthropogenic impact on canopy cover and natural hydrology. However, the scope and direct impact of regionally pervasive threats at most collection localities have not been evaluated in great detail, and therefore the number of threat-based locations where <em>P. rosai</em> occurs cannot be determined. Despite uncertainties regarding the scope and direct impact of existing threats, continuing decline in habitat quality is inferred. Therefore, <em>P. rosai</em> is assessed as Near Threatened under criterion B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p><em>Pareiorhina rosai </em>was described from four small, unnamed streams in the São Francisco River basin, Minas Gerais, Brazil (Silva&#160;<em>et al.</em>&#160;2016). One stream is a tributary of the Maranhão River, one of the Paraopeba River, and two of the Velhas River (Silva&#160;<em>et al.</em>&#160;2016). One additional collection record exists from within Serra da Canastra National Park (Casarim&#160;<em>et al.</em>&#160;2020).</p>  <p>Extent of occurrence (EOO) is estimated to 1,656-7,904 km<sup>2</sup>, with a lower estimate based on a minimum convex polygon calculated around collection localities reported in the species description (Silva&#160;<em>et al.</em>&#160;2016), and an upper estimate that includes one additional collection locality within Serra da Canastra National Park (Casarim&#160;<em>et al.</em>&#160;2020). Area of occupancy (AOO) is estimated to be 40 km<sup>2</sup>, based on a 2x2 km grid overlain on known collection localities (Silva&#160;<em>et al.</em>&#160;2016, Casarim&#160;<em>et al.</em>&#160;2020, SpeciesLink 2021). Despite an inferred continuing decline in habitat quality at some localities, there is not enough information regarding the direct impact and scope of regionally pervasive threats to accurately estimate the number of threat-based locations where this species occurs.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species was described from a total of 52 specimens (Silva&#160;<em>et al.</em>&#160;2016). An additional 356 individuals were captured during ichthyological surveys in Mutuca Stream, a left bank tributary of the Velhas River (Melo-Soares&#160;<em>et al.</em>&#160;2018).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in fast-flowing streams associated with substrates of rock and sand (Silva&#160;<em>et al.</em>&#160;2016). The forest canopy is well-preserved and marginal vegetation is intact in the Maranhão River tributary (Silva&#160;<em>et al.</em>&#160;2016). Adult males are sexually dimorphic based on the presence of a urogenital papilla, unbranched pelvic fin rays that support a dermal flap on the dorsal surface, and a pelvic fin that extends beyond the origin of the anal fin (Silva&#160;<em>et al.</em>&#160;2016).</p>", "threats": "<p>The primary threat to freshwater ichthyofauna in the upper São Francisco River basin is habitat degradation associated with mining activities, agricultural production, and urban centers like Belo Horizonte (Pompeu&#160;<em>et al.</em>&#160;2005, Neri&#160;<em>et al.</em>&#160;2011, Carvalho&#160;<em>et al.</em>&#160;2015). The agricultural frontier in the São Francisco River basin has expanded in recent years with increased pressure on water availability for irrigation (Maneta&#160;<em>et al.</em>&#160;2009). </p>  <p>The upper Velhas River is heavily impacted by urbanization and subsequent pollution associated with raw sewage discharge (Pomeu&#160;<em>et al.</em>&#160;2005). A few headwater streams in the upper Velhas River drainage remain relatively well preserved due to their designation of protected reserves or water supply sources (Pompeu&#160;<em>et al.</em>&#160;2005). Fish kills associated with high levels of organic matter are frequently reported during the rainy season around the city of Belo Horizonte (Pompeu&#160;<em>et al.</em>&#160;2005).</p>  <p>The upper Paraopeba River is impacted by domestic pollution associated with raw sewage discharge and industrial wastewater associated with mining activities (Calazans&#160;<em>et al.</em>&#160;2018).</p>  <p>Despite uncertainties regarding the scope and direct impact of existing threats, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>This species has been reported from Serra da Canastra National Park (Casarim&#160;<em>et al.</em>&#160;2020). Mutuca stream (a left bank tributary of the Velhas River) is in a protected area established by The Sanitation Company of Minas Gerais (COPASA) (Melo-Soares&#160;<em>et al.</em>&#160;2018). Additional research regarding distribution, population size, population trend, and the direct impact and scope of existing threats at known collection localities would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}