{"name": "173699317", "result": [{"species_id": 173699317, "taxonomicnotes": null, "rationale": "<p><em>Ceriagrion annulosum</em> was described from a single male from an unspecified location in Java, and later recorded from the south of Sumatra and a location in West Java, plus one very recent record from East Java without details. There is also an unconfirmed record from North Sumatra. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. The only available information suggests that the species might be confined to primary swamp forest, and on this basis the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its current extent of occurrence (EOO), based on a minimum convex polygon around the HydroBASINS areas it has been confirmed from so far, is 15,408 km². There is certainly some cause for concern for this species, but given that there has been insufficient sampling of Odonata in the west of Java and the south of Sumatra it is likely that the species may be under-recorded. With at most five locations recorded so far, and its current EOO of &lt;20,000 km²,&#160; the species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)).</p>  <p>&#160;</p>", "geographicrange": "<p><em>Ceriagrion annulosum</em> was described from a single male from an unspecified location in Java (Lieftinck 1934a), and later recorded from the south of Sumatra (Lieftinck 1934b) and another location in West Java (Asahina 1967). A record from North Sumatra of <em>Ceriagrion melanurum</em> (Krüger 1898) might actually refer to this species (Asahina 1967) but this is not certain. Just as this assessment was being finalised a fresh record from Malang in East Java was reported (Rachman personal communication 2020) but no further details were available at the time of writing. An accurate estimate of its area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its current minimum extent of occurrence (EOO) is not possible to estimate based on only the two confirmed records; its current maximum EOO, based on the two known occupied HydroBASINS areas, is 15,408 km².<br/></p>", "population": "<p>No statement about current population sizes and health can be made for this species except that an ongoing decline is likely due to loss of forest within its range and that severe fragmentation is likely.</p>", "populationtrend": "unknown", "habitat": "<p>Lieftinck (1954: 84) states “Weedy runnels and small brooks meandering through marshes in dense, primitive forest.” Nothing else is known. It should be noted that there are a number of instances where habitat information given by Lieftinck for poorly known species has later proved to be wildly inaccurate. If the information given by Lieftinck (1954) is correct then the extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>If the species is really confined to primary swamp forest habitats (see Habitats and Ecology) then it will be threatened by loss of its habitat from clearance of forest and drainage of swamps.</p>", "conservationmeasures": "<p>There is an urgent need for fresh information on the distribution of this species, its exact habitat requirements and its ability to tolerate disturbance and habitat where it occurs needs to be protected. There might be suitable habitat for the species within Ujung Kulon National Park in Banten in the extreme west of Java and this would be a good place to start looking for it. Although there are is only one recent record, there has been little survey work done for Odonata in either the west of Java or the south of Sumatra in recent decades (ever in the case of southern Sumatra) so the species may be under-recorded.</p>", "usetrade": null}]}