{"name": "139361740", "result": [{"species_id": 139361740, "taxonomicnotes": null, "rationale": "<p><em>Burmagomphus inscriptus</em> is only known from old records from two lowland locations in east and central Java. An accurate estimate of its area of occupancy (AOO) is not possible, but with only two localities ever recorded (less than 150 km apart), there is no reason to expect the AOO to exceed 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of lowland forest within the range of the species. Although this species is likely to be inconspicuous and easily overlooked, the Indonesia Dragonfly Society have been active in East and Central Java over the last decade without finding this species and this is disturbing. It is not likely that the species is extinct already, but given the degree of loss of lowland forest in Java there is certainly real cause for concern and despite the sparse data available Data Deficient is not an appropriate assessment in this case. The species is assessed as Endangered under criterion B (EN B2ab(ii,iii)). It is to be hoped that fresh data will allow a reassessment to move the species to a lower threat category in future; however, future reassessment to Critically Endangered may be just as likely.</p>", "geographicrange": "<p><em>Burmagomphus inscriptus</em> is only known from old records from two lowland locations in east and central Java (Lieftinck 1934, Ris 1912). An accurate estimate of its area of occupancy (AOO) is not possible, but with only two known localities ever recorded (less than 150 km apart), there is no reason to think that the AOO exceeds 500 km². Moreover, the AOO is inferred to be declining due to loss of lowland forest within the range of this species. There are insufficient collection data available to calculate its minimmum extent of occurrence (EOO) based on mapped data points; its maximum EOO, based on the HydroBASINS the known (old) localities occur within, is 13,450 km².</p>", "population": "<p>Since this species appears to be confined to lowland forest streams, an ongoing decline in population due to loss of forest seems inevitable. No other statement about current population sizes and health can be made for this species except that the lack of recent records of a species known from parts of Java where competent surveys of Odonata have been made at many locations by the Indonesia Dragonfly Society in recent years is disturbing. However the species is likely to be inconspicuous and easily overlooked.</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954) states that this species is found at slow streams in lowland forest. It is not known if the species can tolerate disturbance to the forest surrounding the steams in which breeds or can survive in secondary forest, but in the absence of such information the extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threats to this species will be from loss of and disturbance to lowland forest and pollution of streams in lowland forest. Loss of lowland forest is already advanced in Central and East Java so that there are real causes for concern over this species.</p>", "conservationmeasures": "<p>Fresh data on this species are urgently required, in particular on its distribution, exact habitat requirements and ability to tolerate disturbance. Protection of habitat where it occurs will be required once the species is relocated. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}