{"name": "164076824", "result": [{"species_id": 164076824, "taxonomicnotes": null, "rationale": "<p><em>Photinus dimissus </em><a name=\"_Hlk33093661\">historically occurred in small isolated occurrences along riparian corridors, scattered throughout southern Oklahoma and Central Texas. It is unclear how much of this former range still contains extant occurrence localities. Recently, this species has only been recorded from a few localities within natural areas or on private property. It remains extant only in relatively undisturbed grasslands adjacent to waterways and therefore is likely susceptible to habitat disturbance. Population size and trend are not known for this species, although declines are likely, based on anecdotal reports that this species used to be encountered more frequently. Additionally, declines in suitable habitat due to residential development in fast growing regions of the Texas Hill Country have been observed and are projected to continue. Other threats include trampling of flightless females, light pollution, and reduced availability of water resources. </a></p>  <p>This species has an estimated extent of occurrence between 2,161 and 384,036 km<sup>2</sup>. The high uncertainty in this estimate is a result of insufficient survey efforts over 50-60% of the historical range. Where surveys have taken place over the remaining 40-50% of the range, within Central Texas, an estimated 130 occurrences or areas where habitat is known to be suitable for this species, are known. From these estimates, an AOO of between 988 and 1,040 km<sup>2</sup> was calculated. The number of locations cannot accurately be defined for this species, but the quality of riparian habitat across the range is in decline, as previously mentioned. As this species meets criteria B2b(iii) for Vulnerable, it is listed as Near Threatened, despite the indefinite number of locations. Additional survey efforts are needed to better define EOO, AOO, and locations, in case this species falls into a higher threat category.&#160;</p>", "geographicrange": "<p><em>Photinus dimissus</em> was historically recorded in southern Oklahoma and Central Texas, in the United States (Green 1956, Lloyd 1966). Recently, it has been documented at several protected areas in Travis, Comal, and Kendall Counties, Texas (B. Pfeiffer pers. obs.) and one locality in Ellis County, Texas (SCAN 2020). Otherwise many of the recorded occurrences are over fifty years old and it is unclear whether this species remains extant across its former range. There are records for this species from Manitoba, Canada and Georgia, USA (GBIF 2020), but these records are probably&#160;erroneous. </p>  <p>The estimated extent of occurrence (EOO) is <a name=\"_Hlk59023015\">2,161- 384,036 </a>km<sup>2</sup>. The uncertainty in this range stems from a lack of evidence this species remains extant across its historical range. The upper bound is the area of the historical range and the lower bound includes only the occurrences where this species has been reported recently, in Travis, Comal, Kendall and Ellis Counties, Texas (B. Pfeiffer pers. obs., SCAN 2020). This species probably&#160;remains extant in some historic occurrences that remain undisturbed. <a name=\"_Hlk59019295\">Surveys for this species have taken place over about 40-50% of its historic range. From this portion of the distribution, about 130 occurrences or areas where habitat is known to be suitable for this species, are known. Firefly&#160;occurrences&#160;are generally small in size, as habitat requirements are very specific and fireflies within this genus, especially the flightless females, cannot disperse far. Therefore, we consider each occurrence&#160;to be no more than one 4&#160;km<sup>2</sup> grid cell. Over the portion of the range that has not been thoroughly&#160;sampled, we can infer a similar situation, adding an additional 117-130 occurrences, resulting in an estimated AOO of between 988 and 1,040 km<sup>2</sup>.</a> This AOO may be overestimated, as it includes areas of suitable habitat that have not been specifically surveyed for this species.&#160;The number of locations cannot accurately be defined for this species as the exact number and locality of occurrences is unknown so the spatial impact&#160;of localized threats cannot be estimated.&#160;</p>", "population": "<p>The population size for <em>Photinus dimissus </em>is unknown, as is population trend. However, it is reportedly more susceptible to population declines and habitat change than other sympatric species and is less common. Anecdotally, it does not seem to be found as much as it probably&#160;once was. It is infrequently observed and usually only occurs in more pristine areas or on private property (B. Pfeiffer pers. obs.). One occurrence near Jerrell, in Williams County, Texas, observed by Lloyd (1968), contained hundreds of individuals, but it is unclear whether this locality still contains this species. </p>", "populationtrend": "decreasing", "habitat": "<p><em>Photinus dimissus </em>is found in grasslands, meadows, pastures, and fields, often along wet muddy creeks, ephemeral streams, and rivers (Lloyd 1966, Pfeiffer 2020). At twilight, males emerge from riparian areas and exhibit a unique roving behaviour in search of females, flying out across adjacent meadows and pastures, eventually reaching the tops of trees (B. Pfeiffer pers. obs.). This probably&#160;indicates females can occur anywhere in a riparian corridor, from the water deep into wooded areas. This species does not seem to tolerate habitat disturbance as well as several other sympatric species, such as <em>P. pyralis</em> (Pfeiffer 2020). </p>  <p>Males of this species produce a twinkling flash, as though it is bimodal, about once a second and females respond at a quick 0.3-0.5 second delay (Lloyd 1966, Pfeiffer 2020). Courtship displays begin about half an hour after sunset, lasting up to a couple hours, from June to early July (Lloyd 1966, Pfeiffer 2020). Females of this species are brachypterous (Green 1956) and therefore flightless. <a name=\"_Hlk51050309\">Typically, <em>Photinus</em> larvae are suspected to be subterranean, probably&#160;feeding on earthworms and other soft bodied invertebrates at or below the soil surface (Buschman and Faust 2014).</a></p>", "threats": "<p><em>Photinus dimissus </em>seems to be more susceptible to decline than other sympatric species and is usually found in pristine riparian corridor habitats, such as those in protected areas or on private property (B. Pfeiffer pers. obs.). Many riparian habitats within the historic range of this species have been degraded over the last 100 years due to residential and commercial development, invasive species, pollution of waterways, manipulation of surface water, and draw down of aquifers. </p>  <p>Many of these factors are a result of human population increase and development, which is expected to continue across the region. The Texas Hill Country, which encompasses much of the distribution of this species, is currently experiencing high levels of development, especially in areas adjacent to the large cities of Austin and San Antonio (UTSOA 2016). The four fastest growing counties in this region, Travis, Hays, Comal, and Bexar, are projected to grow in population by 77% by 2050 (<a name=\"_Hlk41649606\">UTSOA</a> 2016). In addition to direct habitat loss, development degrades the quality of remaining habitats due to the introduction of light pollution, encroachment of invasive species, such as Giant Reed (<em>Arundo donax</em>), which often create monocultures, and pollution of waterways. Increased artificial light has been shown to interfere with the production and reception of courtship signals in some firefly species, leading to decreases in mating success (Lewis <em>et al.</em> 2020, Owens and Lewis 2018). This species also has flightless females (Green 1956), which cannot readily disperse to new areas when their native habitats are degraded.</p>  <p>Increased development also has major impacts on the availability of water resources (B. Pfeiffer pers. obs.). For example, manipulating surface water by damming rivers to create reservoirs and lakes, is often required to support increasing residential water use. This practice disrupts riparian corridor habitats above the dam and impacts natural flow regimes below the dam. In addition, increased water use draws down aquifer reservoirs, further impacting surface water levels. For example, spring complexes that create wet seeps on top of exposed rock or sand deposits or pools of water from limestone karst aquifer complexes, may disappear as ground water resources are depleted (B. Pfeiffer pers. obs.). Lowering of the water table is also exacerbated by drought conditions, which are expected to increase in frequency and severity in this region under most climate change scenarios (USGCRP 2018). Many of these changes may reduce the water available to fireflies, which require moist conditions throughout their lifecycle and are found in proximity to water (Evans <em>et al. </em>2019). </p>  This species occurs in many state parks and natural areas that attract weekend recreationalists from nearby metropolitan areas. Many of these attractions do not have extensive trail systems allowing visitors access to sensitive areas, such as riparian corridors, so people make their own trails. As a result, habitats have been heavily degraded due to trampling of vegetation and the spread of invasive species, such as King Ranch Bluestem (<em>Bothriochloa ischaemum</em>) and Giant Reed (<em>Arundo donax</em>), which outcompete native vegetation in trampled areas and soil compaction (B. Pfeiffer pers. obs.). Female adults of this species are flightless, which puts them at risk of getting trampled and larvae likely live within the soil, so compaction in riparian areas may be particularly problematic. In addition, high visitation rates lead to trash and waste issues, that pollute waterways and lure opportunistic predators, such as, skunks, rats, and mice. Lastly, to accommodate guests, riparian areas are converted for RV parking and tent camping, and other areas are mis-managed by overly aggressive weed management and mowing (B. Pfeiffer pers. obs.).", "conservationmeasures": "<p></p><p>There are no conservation measures in place specifically for this species. Additional research on distribution, population size and trend, habitats and ecology, and threats is urgently needed to better quantify declines and ensure this species is not in a higher threat category.</p><p></p>", "usetrade": "There is no evidence that <em>Photinus dimissus</em> has been targeted for entomo-tourism activities. It is unlikely this species was harvested in the past for luciferase, as other firefly species were (Lewis 2016), because it is found in habitats where collection is difficult."}]}