{"name": "233430975", "result": [{"species_id": 233430975, "taxonomicnotes": null, "rationale": "<em>Fimoscolex sporadochaetus</em> é endêmica do Brasil, registrada apenas em três municípios no estado de Minas Gerais. Amostragens em outros locais do estado não encontraram a espécie que, aparentemente, tem preferência por solos superficiais de florestas semidecíduas primárias e secundárias. Sua Extensão de Ocorrência (EOO) foi calculada em 1.445km². Ainda que a espécie ocorra no Parque Estadual do Itacolomi e, possivelmente, no Parque Nacional da Serra do Gandarela, a região de ocorrência da espécie é fortemente alterada pela matriz de uso do solo diversificada e atividade intensa de mineração que promovem forte fragmentação e declínio continuado da qualidade do habitat remanescente. Considerando a baixa capacidade de dispersão e a matriz da paisagem em que a espécie está inserida, suspeita-se que sua população esteja severamente fragmentada. Portanto, <em>F. sporadochaetus</em> foi categorizada como Em Perigo (EN), pelo critério B1ab(iii).", "geographicrange": "A espécie é endêmica de Minas Gerais, e ficou por décadas conhecida apenas de um exemplar coletado em 1913 por Ernst Bresslau (professor da Universidade de São Paulo), no bairro de Gorduras, município de Sabará, próximo a Belo Horizonte (Michaelsen 1918), região originalmente ocupada por Floresta Estacional Semidecidual.<br/><br/>Em 1969, G. Righi encontrou 13 espécimes (9 adultos, 4 juvenis) e 4 casulos, em floresta secundária, perto da base de uma parede em torno de um hotel (de acordo com notas de coleta no recipiente contendo os espécimes no MZUSP), próximo à BR 040, Km 418 (Righi 1971). Segundo Righi (1971), essa localidade se encontra no município de Conselheiro Lafaiete (MG). No entanto, em fevereiro de 2006, a localidade foi revisitada sem sucesso, e a quilometragem indicada na rodovia não está de acordo com os registros de G. Righi (James e Brown 2010), correspondendo a uma localidade mais próxima a Barbacena (MG).<br/><br/>Em fevereiro de 2006, oito indivíduos foram encontrados (5 adultos, 3 juvenis) em uma floresta próxima à Bacia do Custódio, dentro do Parque Estadual do Itacolomi, em Lavras Novas, município de Ouro Preto, MG (James e Brown 2010).<br/><br/>Esforços de coleta na região em 2016 (em Itacolomi) não encontraram a espécie (G.G. Brown, com. pess. 2022).<br/><br/>A espécie tem uma EOO de 1.445 km², considerando o polígono mínimo convexo entre seus registros confirmados.", "population": "Não foram encontradas informações para o táxon. Considerando a baixa capacidade de dispersão e a matriz da paisagem em que a espécie está inserida, suspeita-se que sua população esteja severamente fragmentada.", "populationtrend": "unknown", "habitat": "É encontrado em solos superficiais de florestas semidecíduas primárias e secundárias. James e Brown (2010) encontraram oito indivíduos em 3m² de solo, mas não há informações sobre o tamanho da população. Há apenas um embrião por casulo e o comprimento do adulto é de 4 a 7 cm (Righi 1971, James e Brown 2010).", "threats": "A espécie ocorre em áreas sujeitas a ameaças como ocupação urbana, mineração, desmatamento e redução de habitats. O desmatamento para ocupação do solo pode, eventualmente, resultar na perda de populações conhecidas. A intensificação da mineração também pode causar danos a populações conhecidas e outras dentro da EOO. Conforme IBGE (2017), parece predominar, entre as atividades agrícolas na região, a atividade agropecuária diversificada em pequena escala.", "conservationmeasures": "Presença em convenção: Lista Nacional Oficial de Espécies da Fauna Ameaçadas de Extinção 2014 e Lista Nacional Oficial de Espécies da Fauna Ameaçadas de Extinção 2022. Encontra-se em uma unidade de conservação de proteção integral, o Parque Estadual do Itacolomi, em Ouro Preto, Minas Gerais (James e Brown 2010). No entanto, sua área de ocupação dentro do parque não é conhecida, considerando que foi pesquisada e encontrada em apenas uma pequena área (alguns metros quadrados) de mata próxima à bacia da Bacia do Custódio. É importante que o plano de manejo do parque inclua ações para a conservação das espécies. Para tanto, as coordenadas geográficas da localidade de ocorrência já foram informadas ao Instituto Estadual de Florestas de Minas Gerais.<br/><br/>É necessário amostrar as áreas naturais e antropizadas na região de ocorrência para confirmar sua presença e verificar se a espécie possui tolerância a perturbações no ambiente. Não houve esforços significativos para encontrar populações na possível área de ocorrência, sendo necessários maiores esforços para encontrar a espécie tanto em locais com Floresta Estacional Semidecidual como em outros tipos de vegetação dentro da EOO.<br/><br/>Imagens de satélite mostram um fragmento de floresta próximo ao km 418 da BR040 e, portanto, essa localidade deve ser visitada para verificar se a espécie ainda ocorre na região. Expedições de campo devem ser feitas para a região da localidade-tipo (Bairro de Gorduras, Sabará), e para o Parque Estadual do Itacolomi e arredores.<br/><br/>Estudos básicos sobre a biologia e ecologia da espécie também são necessários.", "usetrade": "Não foram encontradas informações para o táxon."}]}