{"name": "139549239", "result": [{"species_id": 139549239, "taxonomicnotes": null, "rationale": "<p><em>Rhinagrion schneideri</em> is known from about eight locations in Leyte and Samar in the Philippines, threats exist at all locations and the overall population is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and with the available data is less than 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. It is plausible that the extent of occurrence (EOO) is less than 5,000 km². The species qualifies for Endangered status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Rhinagrion schneideri</em> is known from Leyte and Samar in the Philippines (Kalkman and Villanueva 2011). The assessor is aware of records from eight locations to which it has proved possible to assign separate coordinates for mapping purposes. It might be present in the Sohoton Natural Bridge Natural Park in Samar but this needs confirmation. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large and with the available data is less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. It is possible that the extent of occurrence (EOO) is smaller than 5,000 km² (EOO is somewhere between 3,454 and 8,981 km², based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>This species is not present at high densities even where it occurs. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and severe fragmentation is almost certain for the same reasons.</p>", "populationtrend": "decreasing", "habitat": "<p>“RJTV observed males and females perching on twigs above small pools along streams on Samar and Leyte. Several rivers were explored, but the species was found only on small tributary streams.” Kalkman &amp; Villanueva (2011: 26). It appears to be confined to the lowlands. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture and as a result of logging or maybe mining, and at some locations from toxic pollution of streams as a result of mining operations may be a threat. Threats exist even in the protected area where the species might occur: based on information compiled in 2001 BirdLife International (2019) state for the Sohoton Natural Bridge Natural Park: “The boundaries of the Sohoton Natural Bridge National [sic] Park need to be delineated, as there is encroachment into the park for kaingin [slash and burn agriculture] and the extraction of timber and forest products occurs there.” Although forest certainly remains in this area considerable deforestation is evident in satellite images. As a lowland, forest-dependent species it will already have lost a great deal of its habitat.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}