{"name": "139356635", "result": [{"species_id": 139356635, "taxonomicnotes": null, "rationale": "<p><em>Bayadera kirbyi</em> has a curious known distribution. It was described from Wuzhishan in Hainan, China, and the only other known location is in Yunnan, China, approximately 750 km from the type location. The location in Hainan is within the Wuzhishan Nature Reserve. The location in Yunnan is not far from the border with Viet Nam, so the species should also be looked for in northern Viet Nam. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some degree due to loss of forest within the range of the species. Its current known maximum extent of occurrence (EOO), based on the two occupied HydroBASINS areas, is 16,352 km². The species is therefore assessed as Vulnerable under criterion B (VU B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Bayadera kirbyi</em> has a curious known distribution. It was described from Wuzhishan in Hainan, China (Wilson and Reels 2001) and the only other known location is in Yunnan, China (Zhang 2019 unpublished), approximately 750 km from the type location. The location in Hainan is within the Wuzhishan Nature Reserve. The location in Yunnan is not far from the border with Viet Nam, so the species should also be looked for in northern Viet Nam. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its maximum known extent of occurrence (EOO), based on the HydroBASINS that known records are from, is 16,352 km² (because the only two known localities are so far apart).<br/></p>", "population": "<p>This appears to be a scarce and very locally occurring species and it is likely that populations between the two known locations are suffering an ongoing decline in overall population due to loss of forest and other alterations to habitat. The known populations are certainly fragmented, whether the overall population is actually severely fragmented is not known.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 1069) states that this species is found at “Streams in forest below 1,500 m elevation.” The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest and other alterations to habitat within its range.</p>", "threats": "<p>With the scanty available information it is difficult to judge the degree of threat faced by this species but clearance of forest with farming of one type or another as the main driver is certainly a threat, as are alterations to stream courses to feed medium sized hydroelectric projects, at least for hypothetical populations between Hainan and Yunnan.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, exact habitat requirements and ability to tolerate disturbance, and for protection of additional habitat where it occurs.</p>", "usetrade": null}]}