{"name": "173719953", "result": [{"species_id": 173719953, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia schorri</em> is known from six locations in the Central Highlands of Viet Nam. One of the known locations is close to Laos and the species should be searched for there as well as in Viet Nam. Many of the locations are within protected areas. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred, along with the extent and quality of suitable habitat, to be suffering at least some decline due to loss of forest within the range of the species. Its known extent of occurrence (EOO) is 5,939–9,189 km². With this information, and the species knwon to occur in only six locations, it is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it is to be hoped that with more information it will be possible to r-asses this species into a lower threat category.</p>", "geographicrange": "<p><em>Coeliccia schorri</em> is known from six locations in the Central Highlands of Viet Nam (Phan and Ngo 2019, Phan and To 2019, Phan unpub. data). One of the known locations is close to Laos and the species should be searched for there as well as in Viet Nam. Many of the locations are within protected areas (for example, Kon Ka Kinh National Park). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be suffering at least some decline due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 5,939 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 9,189 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species can be common where it occurs, beyond this little can be said with the available data except that at least some ongoing decline in overall population is inferred from loss of suitable habitat within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>“In the typical locality, the new species was found in two different habitats at different elevations. The first one is a marsh near a hydroelectric dam (alt. 923 m) with muddy bottom ... The second one is a shaded shallow narrow (about 1–3 m width) forest mountain stream in Dak Hro village (alt. 1130 m), with slow running water, with a swampy sandy bottom with many large rocks.” Phan and To (2019). The two habitats for which information is available appear rather different, however marsh as used by Phan and To (2019) appears to mean a marshy area or seepage under canopy cover rather than an open habitat. It is clear that we do not have a very good understanding of the habitat requirements of this species. However, the extent and quality of suitable habitat for the species can be inferred to be declining to some extent due to alterations to habitat within its range.</p>", "threats": "<p>Since many of the known locations are within protected areas, the populations at these locations may not be under threat at this time. However populations outside of protected areas will certainly be threatened by alterations to habitat, but with the available data it is difficult to assess how serious these threats are.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, exact habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}