{"name": "53876023", "result": [{"species_id": 53876023, "taxonomicnotes": null, "rationale": "This species is distributed on the Atlantic slope of Central America from the Sixaola River drainage in Cost Rica southward to Chiriqui in western Panama. Extent of Occurrence is estimated to be&#160; 1056 km<sup>2</sup>, based on a restricted number of georeferenced collection records. A number of regionally pervasive threats are present in the Sixaola River drainage and the Bocas del Toro region, including widespread pesticide pollution resulting from extensive non-point agricultural runoff, water quality deterioration resulting from raw sewage discharge around rural communities, and potential habitat loss resulting from cattle ranching, road construction, and developing tourism. Pesticide pollution is a major pervasive threat that is likely to affect habitat quality broadly, and therefore the number of locations where this species occurs is inferred to be between 2-5. Despite uncertainties regarding range extent, population status, and the scope, magnitude, and direct impacts of major pervasive threats, there has been an inferred decline in the quality of available habitat, and documented evidence of fish kills in parts of the Sixaola River drainage. Therefore, this species is assessed as Endangered under criterion B1ab(iii,v).", "geographicrange": "<p><em>Cynodonichthys rubripunctatus</em> is distributed on the Atlantic slope of Central America from the Sixaola River drainage in Cost Rica, southward to Chiriqui in western Panama (Bussing 1998, Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). Elevation distribution ranges from 2-40 meters above sea level (Angulo <em>et al</em>. 2013). The type locality is a small pond 0.5 km southwest of Puerto Vargas outside the town of Cahuita in Limón Province, Costa Rica (Angulo <em>et al</em>. 2015).</p>  <p>Extent of Occurrence (EOO) is estimated to be 1,056 km<sup>2</sup>, based on a minimum convex polygon calculated around a very limited number of georeferenced collection records. </p>  <p>Additional ichthyological sampling may result in a larger calculated EOO, given the Sixaola River drainage covers a surface area of approximately 2,700 km<sup>2</sup> (Polidoro and Morra 2016). However, increases in EOO resulting from additional ichthyological sampling are unlikely to exceed 5,000 km<sup>2</sup>.</p>", "population": "<p>The total population size of this species is unknown. It is reportedly uncommon in the Sixaola River drainage (Bussing 1998). Museum collections of this species are scarce, with 245 specimens in ten distinct lots held at the University of Costa Rica (Angulo <em>et al</em>. 2015). Population trend is suspected to be declining, given recently reported mass mortality events in the Sixaola River, which are unlikely to cease unless the existing threats of pesticide and herbicide runoff are mitigated (Polidoro and Morra 2016).</p>", "populationtrend": "decreasing", "habitat": "<p>This freshwater, non-seasonal killifish utilizes swamps, ditches, and slow moving waters of brooks and creeks in southeastern Costa Rica and western Panama (Bussing 1998). Diet is comprised primarily of aquatic and terrestrial insects (Bussing 1998). This species is probably physiologically adapted to dispose of nitrogenous waste during periods of temporary emersion (Livingston <em>et al</em>. 2016). Maximum reported body size is 6.5 cm total length (TL) (Bussing 1998).</p>", "threats": "<p>The Limón region of Costa Rica is has been extensively developed for plantation (primarily banana) agriculture (Van Laake and Sánchez-Azofeifa 2004). Agricultural runoff of nutrients and pesticides have negatively impacted much of the aquatic habitat quality in this region (Castillo <em>et al</em>. 2006, Diepens<em> et al</em>. 2014). In the Sixaola River drainage specifically, there has been an inferred decline in the quality of aquatic habitat resulting from widespread pesticide pollution and raw sewage discharge in rural areas (Mena-Rivera and Quirós-Vega 2018). In some cases, pesticide runoff has resulted in concentrations that cause extensive fish kills (Polidoro and Morra 2016).</p>  <p>Deforestation and associated land-use changes for teak farming, cattle ranching, and other types of plantation agricultural (Collin 2005, Seemann <em>et al</em>. 2014, Graniero <em>et al</em>. 2016), road construction, and recreational development (Guzmán and Guevara 1998) are potential threats to freshwater aquatic habitat in the Bocas del Toro region. Domestic wastewater is likely to be contributing to increased eutrophication of coastal bays (Graniero <em>et al</em>. 2016).</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. rubripunctatus</em>. The distribution of this species probably extends into Gandoca Manzanillo National Wildlife Refuge (IUCN and UNEP-WCMC 2019), although no georeferenced collection records have been taken within the park boundaries.</p>  <p>Additional information regarding distribution, population size, population trend, biology and ecology, and the scope, magnitude, and direct impact of major pervasive threats to this species are research priorities. Population monitoring and site protection may be warranted. </p>", "usetrade": "<p>This species is occasionally found within the ornamental aquarium trade, but the annual volume of harvest from wild populations is unknown.</p>"}]}