{"name": "191825", "result": [{"species_id": 191825, "taxonomicnotes": null, "rationale": "<em>Gobiesox juniperoserrai</em>&#160;is a microendemic desert species restricted to Pozas del Vado creek in Baja California Sur, Mexico. The species is severely threatened by over extraction of water resources and droughts caused by climate change. No specimens have been found since 1996, despite extensive search efforts from 2009 to 2014 (Ruiz-Campos et al. 2014). Considering its restricted range and continuing decline in the extent and quality of its habitat, the species is assessed as Critically Endangered (Possibly Extinct).", "geographicrange": "<em>Gobiesox juniperoserrai </em>is an endemic Nearctic freshwater species of Mexico, with a very restricted distribution, limited to the Pozas del Vado creek, Baja California Sur (Miller <em>et al</em>. 2005).", "population": "The only known specimens of&#160;<em>Gobiesox juniperoserrai</em>&#160;are the three type specimens collected at the time of discovery; the species is probably extinct (Ruiz-Campos <em>et al</em>. 2014).", "populationtrend": "decreasing", "habitat": "The only stream where the species used to occur is seasonal, not permanent, usually 50 cm deep; the bottom is sand, gravel, rock, with vegetation dominated by <em>Chara </em>and <em>Potamogeton</em> (Miller <em>et al</em>. 2005).", "threats": "<em>Gobiesox juniperoserrai</em>&#160;is, or was, threatened by groundwater extraction (the stream where it used to dwell is spring-fed). Hence, the assessment by Jelks <em>et al</em>. (2008; Endangered) is sensible, and also coincides with the evaluation by Mexican environmental authorities (Diario Oficial de la Federación 2010). In addition, the locality faces invasion by the exotic fish <em>Poecilia reticulata</em> (Ruiz-Campos <em>et al</em>. 2014).", "conservationmeasures": "No conservation actions for <em>Gobiesox juniperoserrai</em>&#160;exist, other than listing.", "usetrade": "This species is not utilised."}]}