{"name": "2171", "result": [{"species_id": 2171, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a range-restricted species endemic to the Eastern Cape Province, South Africa (EOO 3,646 km<sup>2 </sup>Area of Occupancy 12 km<sup>2</sup>). There are three locations (Cintsa East, Mbulu and Dwesa), two of which are experiencing a decline in both the extent and quality of habitat (Cintsa East and Mbulu). At Cintsa East this is a result of expanding residential development and associated infrastructure combined with invasion of alien plant species, such as <em>Lantana camara</em>&#160;and <em>Psidium guajava</em>. The Mbulu site is subjected to intense overgrazing (primarily by goats) and trees are being cut for firewood at an unsustainable level. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to the Eastern Cape Province in South Africa, from Cintsa East in the south, inland to Mbulu in the west and up the coast to Dwesa in the north.", "population": "There is no information available.", "populationtrend": "unknown", "habitat": "This taxon appears to occupy two habitat types: coastal bush adjacent to dune-forests and wooded areas within grassland. The life history of <em>Aslauga australis</em>&#160;is unrecorded and the reasons for its extremely patchy and localized distribution are currently unknown.", "threats": "The main threats to this species are related to habitat reduction and deterioration. Expanding residential development (coastal areas) and overgrazing/deforestation within the inland sites are impacting the species' habitat. The location at Cintsa East is increasingly being overgrown with alien vegetation, mainly <em>Lantana camara</em> and <em>Psidium guajava&#160;</em>and trees are being cut for firewood at an unsustainable level.", "conservationmeasures": "There are no conservation measures currently in place. Ongoing monitoring of this butterfly’s three known subpopulations should be undertaken. In addition, searches should continue within the known extent of occurrence of this species in order to try and find more subpopulations. The life history of&#160;<em>Aslauga australis</em>&#160;is unrecorded and the reasons for its extremely patchy and localized distribution are currently unknown.", "usetrade": null}]}