{"name": "125979602", "result": [{"species_id": 125979602, "taxonomicnotes": "<p>Phylogenetic analysis of one sample in Haiti and two samples in the Dominican Republic, from where this this species is reported, show that this species is polyphyletic (Palacios <em>et al</em>. 2016). Further study may warrant taxonomic revision.</p>", "rationale": "<p><em>P. dominicensis </em>occurs in highland streams at 0-580 meters above sea level from the Massacre River on the border of the Dominican Republic and Haiti to the lower Yuna River in the northern Dominican Republic. It has also been reported in the headwaters of the Haina and Ozama rivers in the Dominican Republic. Extent of Occurrence (EOO) is estimated to be 13,346 km<sup>2</sup>. The number of threat-based locations where this species occurs is likely greater than 10. Total population size and population trend are unknown. Continuing declines in habitat quality and availability are inferred, based on considerable deforestation and land-use change associated with agricultural practices and development, and the establishment of multiple non-native fishes that may predate on or compete with <em>P. dominicensis</em> for resources. As such, this species is assessed as Near Threatened under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Poecilia dominicensis </em>occurs in highland streams at 0-580 m above sea level from the Massacre River on the border of the Dominican Republic and Haiti to the lower Yuna River in the northern Dominican Republic. It has also been reported in the headwaters of the Haina and Ozama rivers in the Dominican Republic (Rivas 1978, Lee <em>et al.</em> 1983, Lucinda 2003). The type locality of this species is a small stream in the San Francisco Mountains in the interior of Santo Domingo (Lucinda 2003).</p>  <p>Extent of Occurrence (EOO) is estimated to be 13,346 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020). The number of threat-based locations where this species occurs is likely greater than 10, given habitat preference for montane streams (Rivas 1978) that are expected to be impacted independently by localized threats.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is qualitatively characterized as common in the Yuna River (Berge&#160;<em>et al.</em>&#160;2003).</p>", "populationtrend": "unknown", "habitat": "<p>This species is restricted to highland streams in central Hispaniola (Poeser 2003). Habitat is characterized by sluggish water over sandy or muddy substrates (Lee&#160;<em>et al.</em>&#160;1983). This species does not tolerate elevated levels of salinity (Sanchez&#160;<em>et al.</em>&#160;2019). Diet is comprised primarily of diatoms, cyanobacteria, and aquatic invertebrates (Sanchez&#160;<em>et al.</em>&#160;2019). It occurs syntopically with the close congener <em>P. elegans</em> (Poeser 2003), and co-occurs with <em>P. hispaniolana </em>at four collection localities (Rivas 1978). Maximum reported body size is 2.7 cm and 5.2 cm standard length (SL) for males and females, respectively (Lee&#160;<em>et al.</em>&#160;1983).</p>", "threats": "<p></p><p>The primary threats to freshwater biodiversity in the Dominican Republic include deforestation and land-use changes associated with agricultural expansion and cattle grazing, expansion of hydroelectric infrastructure, unsustainable tourism, and mining activities (Perdomo and Arias 2009). Unsustainable land-use practices and illegal human settlement occurs in protected areas and in adjacent areas (Perdomo and Arias 2009). Future development to support an expanding number of annual tourists is expected to have considerable consequences on coastal freshwater ecosystems (Torres&#160;<em>et al.</em>&#160;2001).</p>  <p>Deforestation and subsequent land use continue to be the greatest threats to freshwater biodiversity in drainages along the Dominican and Haitian border (Latta 2005, Posner&#160;<em>et al.</em>&#160;2010, Alscher 2011, Williams 2011). This continues to have severe impacts on hydrologic cycles, including increased soil erosion, reduced groundwater infiltration, severe flooding following periods of heavy rainfall, and drastic reductions in dry season flow rates (Posner&#160;<em>et al.</em>&#160;2010). The current estimated forest cover in Haiti is between 1.5-2.6% (Posner&#160;<em>et al.</em>&#160;2010). Wastewater and sewage treatment are absent throughout much of the country and pesticide use is largely unregulated (Posner&#160;<em>et al.</em>&#160;2010).</p>  <p>The non-native poeciliids <em>Poecilia reticulata</em> and <em>Xiphophorus hellerii</em> have established in the Cana River, and may compete with native poeciliids for resources (Rodríguez Silva&#160;<em>et al.</em>&#160;2020). Establishment of Rainbow Trout (<em>Oncorhynchus mykiss</em>) has likely resulted in localized extirpations of <em>P. dominicensis </em>in select drainages (Sartorio 2003). </p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of these threats, continuing declines in habitat quality and habitat availability are inferred. </p><br/><p></p>", "conservationmeasures": "<p><em>Poecilia dominicensis</em> is classified as Vulnerable on the Dominican Republic's Red List of Threatened Species (MIMARENA 2011). The range of this species extends into multiple protected areas, including Valle Nuevo and Armando Bermúdez National Park (IUCN and UNEP-WCMC 2020). Additional information regarding population size, population trend, and the direct impact of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species is included within the ornamental aquarium trade, having first been imported into Germany in 1908 (Novák&#160;<em>et al.</em>&#160;2020). However, the annual volume of wild harvest is likely negligible.</p>"}]}