{"name": "191181", "result": [{"species_id": 191181, "taxonomicnotes": null, "rationale": "<p><em>Chirosoma patzcuaro</em> is a freshwater fish species restricted to Lake Pátzcuaro, Michoacán, México (Miller <em>et al.&#160;</em>2005), with an Extent of Occurrence of 96 km<sup>2</sup>. The species has one location based on the most serious plausible threat: water pollution as a result of urban sewage, agricultural run-off and industrial discharges in Lake Patzcuaro. The species is also threatened by overfishing and hybridisation with species of the same genus such as<em>&#160;C. attenuatum</em>&#160;and&#160;<em>C. grandocule</em>&#160;(Soria-Barreto&#160;<em>et al</em>. 2016).<em><em> </em></em>As a result of these threats, a population decline in the number of mature individuals has been inferred.<em><em> </em></em>Therefore the species is assessed as Endangered. <br/><em><em></em></em></p><p></p>", "geographicrange": "This species is endemic to Lake Pátzcuaro in the state of Michoacán, central Mexico (Miller<em> et al. </em>2005).", "population": "The fishing of charales in the Lake of Patzcuaro has reduced from 523 tn / year in 1985 to 157 tn / year in 1997 (Orbe-Mendoza and Acevedo 2002). <em>Chirostoma</em>&#160;species are particularly susceptible to environmental change and this species is also heavily fished for human consumption. Some evidence exists that average size has decreased and population has declined. In 1985, the total annual catch was 523 tons, while in 2003 it had decreased to 14 tons, likely with the same fishing effort (Rojas Carrillo 2006).", "populationtrend": "decreasing", "habitat": "<p>The species is zooplanktivore. It inhabits open waters of clear to turbid lakes (Miller <em>et al.</em>&#160;2005). <br/></p>", "threats": "In the particular case of lake species of&#160;<em>Chirostoma</em>, the pollution, siltation, drying, overfishing and introduction of invasive species are the main factors that explain the decline of their populations (Díaz-Pardo <em>et al.</em>&#160;1993, Soto-Galera <em>et al.</em>&#160;1998). However, the species was common in 2011 (J. Lyons pers. comm. 2018) and charales in general were abundant in collections made in 2014 (Ramirez-Herrejón <em>et al. </em>2014).<br/><br/>The species is threatened by overfishing, habitat loss and degradation caused by water pollution as a result of urban sewage, agricultural run-off and industrial discharges in Lake Patzcuaro.&#160;The species is also threatened by hybridisation with species of the same genus such as<em>&#160;C. attenuatum</em>&#160;and&#160;<em>C. grandocule</em>&#160;(Soria-Barreto&#160;<em>et al</em>. 2016).<em><br/></em>", "conservationmeasures": "The species is covered by the sustainable fisheries regulation for Lake Pátzcuaro approved in 2015, Norma Oficial Mexicana NOM-036-SAG/PESC-2015 (SAGARPA 2015).<span> This Official Mexican Standard establishes the terms and conditions for the adequate use of the aquatic fauna fishery resources existing in Lake Pátzcuaro. Its provisions are mandatory for all persons engaged in commercial fishing activities, sports-recreational and domestic consumption, as well as commercial aquaculture in the reservoir of federal jurisdiction.", "usetrade": "There is no information on the use or trade of this species specifically, but charales are commonly exploited for local and commercial (small scale) fisheries."}]}