{"name": "213648894", "result": [{"species_id": 213648894, "taxonomicnotes": null, "rationale": "<em>Bagarius bagarius</em>&#160;is harvested heavily throughout much or all of its range. This species has been extirpated in some rivers and, based on information from the Brahmaputra River drainage, is estimated to have undergone a decline of at least 30% over the last 30 years throughout its entire range. The status of the species, as it is currently understood, is assessed as Vulnerable under criterion A2d.", "geographicrange": "This species is known throughout the Indian subcontinent, from the Indus and Ganges-Brahmaputra River drainages southwards to the Cauvery River drainage. In southern peninsular India, it is known only from the large eastward flowing rivers (Krishna and Cauvery), and their tributaries (Tungabhadra). The extent of occurrence (EOO) is estimated at 3,883,000 km<sup>2</sup>, based on a minimum convex polygon calculated using georeferenced data from GBIF (2019) and the literature (Rauf <em>et al.</em> 2015, Palaniswamy <em>et al.</em> 2017).", "population": "Although there is little information on the population and its status, there are indications that this species is suffering population declines throughout much or all of its range. There has been a considerable decline in the population in the Kansai, Rupnarayan and Subarnarekha rivers of 29.2% over four decades from 1960 to 2000&#160;(Mishra&#160;<em>et al</em>. 2009), and population declines have also been reported in the Brahmaputra River (Sheikh&#160;<em>et al.</em>&#160;1997) and the Padma and Meghna rivers in Bangladesh by Paul&#160;<em>et al.</em>&#160;(2019). Additionally, this species is considered extirpated in the Mula-Mutha River (Kharat <em>et al. </em>2003) and is considered to be declining in population throughout southern India (Dahanukar et al. 2004). A decline of at least 30% over the last 30 years (with a generation length of 10 years) is estimated based on studies in the Brahmaputra River drainage (Sheikh&#160;<em>et al.</em>&#160;1997).", "populationtrend": "decreasing", "habitat": "This species inhabits a variety of fluviatile habitats, although it is typically associated with swift, clear rivers with a substrate of rocks and sand. In southern peninsular India, all recent records (based on photographic evidence) are from large reservoirs.", "threats": "As a large, predatory fish that is actively caught for food, this species is in some danger of being over-exploited. Even though current indications are that this species is still relatively abundant, the current fishing pressure on this species is likely to be unsustainable, with local population declines (Mishra&#160;<em>et al.</em>&#160;2009) and extirpations (Kharat <em>et al.</em> 2003) being recorded. The population of this species is expected to be adversely impacted by loss of habitat caused by the construction of hydropower dams (Vansutre <em>et al.</em> 2014). The effects of other potential anthropogenic threats such as competition from alien species need to be further ascertained (H.H. Ng pers. comm. 2019).", "conservationmeasures": "More information about the population size and trend, as well as the effect of fishing and other anthropogenic activities on the global population, is needed.", "usetrade": "This species is caught as a food fish throughout its entire distribution. Juveniles and subadults are often caught for the ornamental fish trade. Large adult fish are targeted by catch-and-release recreational anglers."}]}