{"name": "158664", "result": [{"species_id": 158664, "taxonomicnotes": null, "rationale": "<em>Ischnura pamelae</em>&#160;is endemic to New Caledonia where it is confined to one particular area at the very south of Grande Terre Island. The species has an extent of occurrence (EOO) of less than 500 km² with fewer than 10 known locations. It had been regularly reported from the surveyed areas and the population is here assessed as stable. However, the species is classified as Vulnerable because of its restricted range and threats to its habitat from mining activities in the immediate vicinity. More surveys are urgently needed, because the species may soon qualify for Endangered.", "geographicrange": "This species is endemic to New Caledonia. It seems to be restricted to the Plaine des Lacs in the southern corner of New Caledonia, a low-lying area of approximately 50 by 20 km. Detailed information on the number of locations has not been published but at the moment fewer than 10 locations are known (Marinov pers. observation).", "population": "<em>Ischnura pamelae</em>&#160;was described by 16 specimens (Vick and Davies 1988) which is a reasonably high specimens number for a type-series. It was resampled by Karube (2000) and recorded in Michalski (2013). It was commonly collected from the type locality in 2011 during a all year round study (D. Grand, pers. comm.) and additionally sampled by R. Dobosz (ubpub. data; no date recorded). The population is believed to be stable for the investigation period because every of the aforementioned researchers recorded it with at least 10 specimens.", "populationtrend": "stable", "habitat": "The species breeds in pools fed by waterfalls, boggy flushes and seepages (G. Vick pers. comm). It probably requires reeds for shelter. Michalski (2013) reported it from sunny stretches of a small open river in rocks area.", "threats": "The low lying area where this species occurs has rich nickel deposits which has attracted extensive and destructive open-cast mining.", "conservationmeasures": "There are no known conservation measures in place.", "usetrade": null}]}