{"name": "145788682", "result": [{"species_id": 145788682, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta bartelsi</em> is endemic to Java, where the only definite records are of the type series from one location in Cianjur Regency in West Java, dating from 1935. There is a possible recent record from a location in Sukabumi Regency (also in West Java). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but with (at most) two localities known, there is no reason to believe that the AOO exceeds 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of lowland forest within the range of the species. Despite the lack of data on this species, Data Deficient is not an appropriate assessment since there are genuine causes for concern given the paucity of records and loss of lowland forest in Java, and the species is unlikely to qualify for Least Concern. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)), taking the reasonable precautionary approach advocated by the IUCN.</p>", "geographicrange": "<p><em>Drepanosticta bartelsi</em> is endemic to Java where the only definite records are of the type series from one location in Cianjur Regency in West Java, dating from 1935 (Lieftinck 1937). There is a possible recent record (Joko Setiyono personal communication 2020) from a location in Sukabumi Regency (also in West Java). An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but with, at most, two localities known, there is no reason to believe that the AOO exceeds 500 km². Moreover, the AOO is inferred to be declining due to loss of lowland forest within the range of the species. Its minimum extent of occurrence (EOO) cannot be calculated based on only two known localities (with only one known for certain), but, based on the HydroBASINS areas currently known to be occupied and potentially occupied, its EOO is 1,651–4,862 km².<br/></p>", "population": "<p>No statement about current population sizes and health can be made for this species except that it does not appear to be common, that an ongoing decline in overall population is inferred from loss of lowland forest in Java and that severe fragmentation, although not certain, is likely for the same reason.</p>  <p>&#160;</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954), based on information from a single location, gave the habitat of this species as “seepages in dark ravines of the coastal forest\". The type series was collected at 40 m asl. The possible recent record is from somewhat further inland than the type location and from secondary forest. It is likely that the species is confined to small streams and seepages in lowland forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of lowland forest in the west of Java.</p>", "threats": "<p>The main threat to this species will be from loss of forest with farming of one sort or another as the major driver, pollution of forest streams and possibly from urban expansion and the development of tourism and recreational areas.</p>", "conservationmeasures": "<p>The priorities for this species are for fresh data on its distribution, exact habitat requirements and ability to tolerate disturbance as well as for protection of habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}