{"name": "173824450", "result": [{"species_id": 173824450, "taxonomicnotes": null, "rationale": "<p><em>Bunocephalus hartti</em> is distributed throughout several tributaries of the upper and middle São Francisco River basin in Minas Gerais State, Brazil. Extent of Occurrence (EOO) is estimated to be 28,018- 34,000 km<sup>2 </sup>and the species is assigned to six threat-based locations. The primary threat to this species is declining habitat quality and availability associated with mining activity, agricultural production, and anthropogenic pollution, and the recent failure of damming infrastructure in the Paraobeba River has likely impacted the only known collection site in this river. Continuing decline in habitat quality is inferred, but the direct impact and severity of existing threats are not well understood. There is no indication of severe fragmentation, extreme fluctuation in range extent or population size, or major range-wide population decline. Therefore, <em>B. hartti</em> is assessed as Near Threatened because it is close to meeting the threshold for a threatened category under criterion B1ab(iii).&#160;</p>", "geographicrange": "<p><em>Bunocephalus hartti</em> is distributed throughout tributaries of the upper and middle São Francisco River basin, including the das Velhas, Paraopeba and Formoso rivers in Minas Gerais State, Brazil (Carvalho&#160;<em>et al.</em>&#160;2015). </p>  <p>Extent of occurrence (EOO) is estimated to be 28,018-34,000 km<sup>2</sup>&#160;with a lower estimate calculated by generating a minimum convex polygon around all known collection sites, but considering a potential localized extirpation at the collection site in the Paraopeba River downstream of Brumadinho associated with the failure of damming infrastructure and associated release of mudflow (T. Carvalho pers. comm. 2021), and an upper estimate based on a minimum convex polygon calculated around all georeferenced collection records (Carvalho&#160;<em>et al.</em>&#160;2015). This species is known from a total of six collection localities and threats are expected to act on each collection site independently. Therefore, six threat-based locations are inferred.&#160;</p>", "population": "The total population size and population trend of this species are unknown.", "populationtrend": "unknown", "habitat": "<em>Bunocephalus</em> species are benthic, usually found within leaf litter or buried in the substrate of slow-flowing backwaters of creeks and rivers (Leal&#160;<em>et al.&#160;</em>2011, Carvalho&#160;<em>et al.</em>&#160;2015). Diet is comprised of terrestrial insects, aquatic insect larvae, small-bodied fishes, leaves and flowers (Melo&#160;<em>et al.&#160;</em>2004).", "threats": "The primary threat to <em>B. hartti</em> is habitat degradation associated with mining activities, agricultural production, and pollution from the nearby city of Belo Horizonte (Pompeu&#160;<em>et al.</em>&#160;2005, Carvalho&#160;<em>et al.</em>&#160;2015). Hydroelectric damming infrastructure has altered the natural hydrology of the São Francisco River basin (Nascimento do Vasco&#160;<em>et al.</em>&#160;2019). The recent failure of damming infrastructure downstream of Brumadinho on the Paraobeba River resulted in a catastrophic sedimentation event that likely impacted the collection locality downstream where this species was previously recorded (T. Carvalho pers. comm. 2021). Climate change will likely exacerbate existing impacts by creating warmer and dryer conditions, with less predictable rainfall and more extreme weather events (Castello and Macedo 2016). Despite uncertainties regarding the direct impact of existing threats, continuing decline in habitat quality is inferred.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>Bunocephalus hartti</em>. Range likely extends into several protected areas around the city of Belo Horizonte (IUCN and UNEP-WCMC 2020). Additional sampling would be useful in clarifying range extent, abundance, and population status.</p>", "usetrade": "<p>This species may occasionally be included in the ornamental aquarium trade (Prang 2008). However, the annual volume of harvest is not documented.</p>"}]}