{"name": "49830192", "result": [{"species_id": 49830192, "taxonomicnotes": null, "rationale": "<em>Cyphocharax laticlavius</em> is assessed as Vulnerable on account of its restricted geographic range, the fact that it has been collected only at three localities, and on the prevalence of active oil drilling proximate to its limited habitat. While&#160;Ecuador's Yasuni National Park does afford some protection by enclosing this species' known range, habitat degradation or pollution resulting from the&#160;oil exploitation immediately adjacent to the park represents a plausible threat to that ecosystem, and thus to this species, with the possibility of pushing it to becoming Critically Endangered or Extinct in a short time period.", "geographicrange": "<em>Cyphocharax laticlavius </em>is known only from Ecuador's Yasuni River and it tributaries draining into Lake Jatuncocha.", "population": "No population level data for this species are known. As of this writing, only 39 individuals have ever been collected.", "populationtrend": "unknown", "habitat": "<em>Cyphocharax laticlavius</em> has only been collected from small rivers and creek habitats (Vari and Blackledge 1996). Like other members of its genus (Vari 1992) and indeed all other curimatids (Vari 1989, Melo <em>et al. </em>2018), it is presumably detritivorous.", "threats": "Oil drilling immediately outside the Yasuni National park's borders and illegal logging threaten to degrade critical habitat for this species (Finer <em>et al. </em>2009). Lake Jatuncocha and the Yasuni National Park are popular sites for ecotourism, and so some disturbance to this species from that human interaction is also possible.", "conservationmeasures": "While no known conservation actions target this species in specific, its entire known range falls within the protected area of Ecuador's Yasuni National Park. Further research is recommended.", "usetrade": "This is a small bodied species (maximum known size of 5.3 cm standard length) not known to be targeted by the aquarium trade or as a food fish."}]}