{"name": "176216651", "result": [{"species_id": 176216651, "taxonomicnotes": null, "rationale": "<em>Lithogenes villosus&#160;</em>is a very difficult species to capture and monitor as it lives in swift rapids; however, it was collected in large numbers at the upper part of its range at Mount Ayangana. Habitat for the species is likely to be limited, but most of the upper Potaro River has not been explored. The species is thus far known from only two sites and has an extent of occurrence (EOO) of 64 km<sup>2</sup>, an area of occupancy (AOO) of 48 km<sup>2</sup>. There is potential of degradation as mining was even seen at the very remote Ayangana locality, and continuing decline in habitat is inferred on this basis. There are two threat-based locations. With its small range in restricted habitat and potential for degradation of the habitat, the species is assessed as Endangered.", "geographicrange": "<em>Lithogenes villosus </em>is only known from swift rapids in the Potaro River upstream of Kaieteur Falls in Guyana (Taphorn <em>et al. </em>2017, Fishnet2 2020).", "population": "Nothing is known about the population of <em>L. villosus</em>, but the species was captured in large numbers during field work in 2014 (Taphorn <em>et al</em>. 2017).", "populationtrend": "unknown", "habitat": "<em>Lithogenes villosus</em>&#160;is found in very swift rapids in the mainstem Potaro River. Unusual for loricariids, the species is an insectivore (Armbruster 2004). The species has adaptations like a split pelvic-fin unbranched ray and hypertrophied pelvic fin musculature similar to the Andean <em>Astroblepus</em>&#160;(sister group to loricariids), but this appears to be convergent evolution (Armbruster 2004, Lujan <em>et al.</em> 2015). Unlike more loricariids, <em>L. villosus </em>is almost devoid of plates on the body. Males have hypertrophied odontodes set in thickened skin along the snout, opercle, and pectoral girdle, and this may be dimorphic (J.W. Armbruster pers. obs.).", "threats": "The Potaro River has experienced a lot of gold mining. Although the upper Potaro River is not as severely impacted as the lower Potaro River, it is still impacted (Alonso&#160;<em>et al</em>. 2017). One of the largest villages in the Pakaraima Mountains (Chenapowu) is located just downstream of the downstream locality known of the species.&#160;Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020, Hardman&#160;<em>et al</em>. 2002, Mol and Ouboter 2004, Alofs&#160;<em>et al</em>. 2013).", "conservationmeasures": "<em>Lithogenes villosus </em>has a limited range in swift rapids above Kaieteur Falls in Guyana and is known from only two localities. Adding new localities in the upper Potaro River would not increase its extent of occurrence (EOO) by much if anything. Its presence in the upper Potaro demonstrates that the upper Potaro River should be protected. <em>Lithogenes villosus</em>&#160;is especially important to conserve as it is a relictual member of the Loricariidae being sister to all other loricariids (Lujan <em>et al</em>. 2015), and the genus only is known from three disjunct localities. Preserving ancient lineages will be important in all manner of studies in the future.", "usetrade": "<em>Lithogenes villosus</em>&#160;is not likely used for food and has not been exported for the aquarium trade."}]}