{"name": "122150300", "result": [{"species_id": 122150300, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis ecornuta</em> is widely distributed (but seldom recorded) in Peninsular Malaysia, Sarawak and Sumatra. However very few locations have ever been found for the species, and it is not known if it survives at any of the Sumatran sites. The overall population of this species is certainly severely fragmented, and only the three locations in Peninsular Malaysia and Sarawak can be considered as currently known, and threats or potential threats exist at all sites. The species therefore qualifies for Vulnerable status under criterion D2.</p>", "geographicrange": "<p><em>Amphicnemis ecornuta</em> is widely distributed (but seldom recorded) in Peninsular Malaysia, Sarawak and Sumatra. Records from Peninsular Malaysia are from Panti Forest Reserve in Johor (for instance in Dow <em>et al. </em>2012) and the Krau Wildlife Reserve in Pahang (for instance Hämäläinen 2000). The only record from Borneo is from south west Sarawak, from the Sama Jaya Nature Reserve in Kuching (Dow <em>et al. </em>2012). Records from Sumatra are all old, and are from four locations spread across the island: two in North Sumatra (Dow <em>et al. </em>2012, Lieftinck 1940), one in West Sumatra (Lieftinck 1940) and one in Lampung (Dow, Choong &amp; Ng 2010). There is extensive deforestation in the areas of all the Sumatran records and it is not known if the species survives at any of them. An accurate estimate of the area of occupancy of this species is impossible with the currently available data, but it is likely to be small.</p>", "population": "<p>This species appears to be extremely local in occurrence, and to be present at low densities where it does occur. Beyond this little can be said with the currently available information except that a decline, possibly severe, in overall population must have occurred, and be ongoing, due to loss of lowland swampy forest across its range, and that it is undoubtedly severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat of this species is imperfectly understood. The location in Sarawak is probably best characterized&#160;as disturbed kerapa (intermediate between peat swamp forest and kerapa); at this location females have been found within forest and at its edge, males at small pools within forest that probably dry out during the driest months of the year. The sites in Peninsular Malaysia appear to be in swamp forest, but the exact formation is not known. Nothing was recorded about the habitats in Sumatra except that one of the locations was 150m a.s.l.</p>", "threats": "<p>Forest fires at the few known locations are likely to be a threat, and are certainly a threat at the location in Sarawak, which becomes extremely dry at some times of the year, and is heavily used for recreational activities by the people of Kuching. Outside of protected areas clearance of forest, most likely for the establishment of plantation, is a severe threat to any surviving populations. Lowering of the water table is an additional threat at the location in Sarawak and is likely to lead to longer dry periods which the species might not be able to tolerate.</p>", "conservationmeasures": "<p>There is an urgent need for more information on this species, especially from Sumatra, and it should be looked for in the West of Kalimantan as well. A better understanding of its habitat requirements is required and, if it is really as scarce and local in occurrence as it currently appears, additional protected areas may be needed to protect surviving populations, particularly in Sumatra.</p>", "usetrade": null}]}