{"name": "163758", "result": [{"species_id": 163758, "taxonomicnotes": "Prior to 2003, this species was treated as <em>Caliphae confusa</em> Hagen in Sélys, 1859. In 2003, Hämäläinen described the population from northern Thailand as a separate species, <em>C. angka</em>.", "rationale": "<em>Caliphaea angka</em> is known from three, fragmented locations in Thailand and Yunnan, China. An accurate estimate of its area of occupancy (AOO) of this species is not possible with the available data, but, with only three records known, it is unlikely to be large. Moreover, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to some degree due to loss of forest within the range of the species. The minimum extent of occurrence (EOO) for this species is well above the threatened thresholds for criterion B. Despite its presence in a protected area in Thailand (but, where threats certainly exist) and a relatively large EOO, with only three locations and ongoing threats, there are some causes for concern for this species. If the locality in Thailand was lost, it is possible that this species could rapidly move into Critically Endangered. Therefore, taking a reasonable precautionary approach, it is assessed as Vulnerable under criterion D2. It is to be hoped that when more data are available that reassessment to a lower threat category will be possible.", "geographicrange": "<em>Caliphaea angka</em> is known from three localities (interpreted as locations based on the plausible threats and the distribution of the species) in Thailand and Yunnan, China (Hämäläinen 2017, Zhang 2019, Zhang and Hämäläinen 2020). It occurs in Doi Inthanon National Park in Thailand. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but is unlikely to be large. Moreover, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its extent of occurrence (EOO) is much larger than the threatened thresholds for criterion B1.", "population": "<p>This is a locally occurring and uncommon species. The overall population is certainly fragmented.</p>", "populationtrend": "unknown", "habitat": "<p>In Thailand this species occurs at forest streams on mountains, in Yunnan it appears to occur at higher altitudes than in Thailand but in otherwise similar habitat. The extent and quality of suitable habitat for the species are inferred to be declining to some degree due to loss and degradation of forest within its range.</p>", "threats": "The main threat to this species, at least outside of protected areas (and possibly also within Doi Inthanon National Park: see Hämäläinen (2004) for an account of conflicting interests and practices detrimental to odonate populations in national parks in Thailand, tourism related activities and development will also be threats at Doi Inthanon) will be from clearance of forest, with farming as the main driver.", "conservationmeasures": "More data on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed and the protection of additional areas where it occurs is highly desirable.&#160;There appears to be a need for better management for invertebrate conservation in Doi Inthanon and other national parks in Thailand.", "usetrade": null}]}