{"name": "59804", "result": [{"species_id": 59804, "taxonomicnotes": null, "rationale": "This species is endemic to Ugandan and Rwandan papyrus swamps with rather clean water and a swift water current.&#160;The known localities are Mityana, Katonga, Lake Mburo, Ngoto Swamp in Bwindi Impenetrable National Park, Lake Nabugabo, Bigodi Wetlands, Nyenga (near Jinja), Naludugaru Swamp and Akagera River in Akagera National Park in Rwanda. Despite searches this species was not found at other localities in Uganda and Rwanda.&#160;Although a wider distribution in other papyrus swamps is possible and more surveys might show that this species qualifies as Least Concern, the current known distribution and the ongoing destruction of papyrus swamps in Uganda (due to road construction, urbanisation, agriculture, fire and pollution; see Briggs 2007) mean this species qualifies as Vulnerable. This is based on an estimated area of occupancy (AOO) of 200 km<sup>2</sup>, 10 threat-based locations and inferred continuing declines in habitat area and quality due to the ongoing destruction of papyrus swamps. The subpopulations might also be severely fragmented and there might be inferred extreme fluctuations in the AOO but additional information is needed to confirm this.", "geographicrange": "<em>Agriocnemis palaeforma</em> has been recorded from various papyrus swamps in Uganda and from papyrus swamps along the Akagera River in Akagera National Park in Rwanda. The known localities are Mityana, Katonga, Lake Mburo, Ngoto Swamp in Bwindi Impenetrable National Park, Lake Nabugabo, Bigodi Wetlands, Nyenga (near Jinja), Naludugaru Swamp and Akagera River in Akagera National Park in Rwanda. Despite searches this species was not found at other localities in Uganda and Rwanda. It might occur in South Sudan, but so far all records are concentrated in Uganda and Rwanda.", "population": "The population size is unknown. The subpopulations of this species are fragmented and there is no chance of genetic exchange between them. This is a habitat specialist, requiring clean and flowing water, and the habitat is currently under threat due to the ongoing destruction of papyrus swamps. This destruction could lead to subpopulations becoming non-viable (e.g. due to small size) but we do not have sufficient information to confirm this. Therefore, although subpopulations are fragmented, we cannot say that they are severely fragmented.", "populationtrend": "unknown", "habitat": "This is a specialist of papyrus swamps and seems to need rather clean and flowing water. It has never been found in papyrus swamps with stagnant water or a slow water current.", "threats": "Water pollution is known to be a threat to this species, which requires clean and flowing water. Additionally, drainage (e.g. for agriculture or industry), urbanisation, road construction and fire are ongoing threats to the papyrus swamp habitats (Briggs 2007).&#160;<br/><br/>Burning of papyrus swamps occurs in the dry season and this is leading to fluctuations in the area of occupancy (AOO) of the species. However, the magnitude of these fluctuations is not known and therefore, it is not possible to say whether the AOO is undergoing extreme fluctuations.", "conservationmeasures": "There is no information available on conservation actions in place for this species. Further research into the habitat, ecology, distribution range and population is required.", "usetrade": "There is no use or trade information for this species."}]}