{"name": "161280225", "result": [{"species_id": 161280225, "taxonomicnotes": "Previous records from Angola were presumed to be incorrect. However, T.B. Larsen has recently confirmed that this species does occur in that country (M.C. Williams, pers. comm.). <br/><br/>A research paper distinguishing two subspecies from the nominate subspecies has been submitted for publication. One of these subspecies comprises the population in Angola.", "rationale": "A wide-ranging endemic taxon from the northern and eastern regions of South Africa, this species has recently also been confirmed from Angola. It can be found in very small areas where its host plant (Rice Grass (<em>Leersia hexandra</em>)) can be found in wetlands. There are already dozens of localities where this taxon was previously found which have been destroyed by development. Every year more localities are modified and the butterflies occurring at these sites are wiped out. The taxon is a habitat specialist, being completely dependent on its host plant in riverine or wetland habitats. There are less than 12,000 mature individuals in the entire population, with no more than 250 individuals per subpopulation. The taxon thus qualifies globally under the IUCN criteria as Near Threatened under criterion C.", "geographicrange": "This species occurs in the Free State, Gauteng, KwaZulu-Natal, Limpopo, Mpumalanga and North West provinces in South Africa, from Potchefstroom in the west to Vryheid in the south-east and Nelspruit in the north-east, and Bela-Bela (Warmbaths) in the north. Also as a newly differentiated subspecies in Angola has been potentially identified.", "population": "The population is estimated to be less than 12,000 adults in a particular season, with fewer than 250 mature individuals per subpopulation. Overall, the population is considered to be in decline.", "populationtrend": "decreasing", "habitat": "This species occurs on marshes and stream banks in wetlands in open grassland, at altitudes of 1,400 to 1,700 m; the marshes are often in headwaters of streams. Its food plant is Rice Grass (<em>Leersia hexandra</em>).", "threats": "Urban encroachment, agriculture and acid mine-drainage are current or potential threats. Natural phenomena such as storms and flooding have been recorded as decimating entire colonies overnight (G.A. Henning, <em>pers. obs</em>.). Wetlands, the preferred habitat of this taxon, are being drained and modified throughout the distribution of the taxon.", "conservationmeasures": "Ongoing monitoring and protection of key areas should be undertaken, although it is not threatened at present.", "usetrade": null}]}