{"name": "176426464", "result": [{"species_id": 176426464, "taxonomicnotes": null, "rationale": "<em>Hyphessobrycon nicolasi</em> was described in 2010 from El Pelado stream in Entre Ríos, Argentina and since then it has been found only at this site. The area of occupancy (AOO) and extent of occurrence (EOO) are both 972 km<sup>2</sup>. This stream basin faces various different threats (exotic species, forestry, agriculture, livestock and poultry) and there is a single location based on these threats. They are also thought to be causing a continuing decline in habitat quality. Therefore, this species is assessed as Endangered.", "geographicrange": "<em>Hyphessobrycon nicolasi</em> is only known from its type locality, in El Pelado stream, Uruguay river basin, in Entre Ríos province, Argentina (Miquelarena and López 2010).", "population": "There is no information about the population or its trend.", "populationtrend": "unknown", "habitat": "At the type locality, El Pelado stream has clear water and rocky/sandy bottom, with irregularly distributed small stones, cobbles and boulders. The stream has shallower sectors with fast-running water up to 60 cm deep, and deeper portions with around 2 m depth and abundant submerged vegetation (Miquelarena and López 2010).", "threats": "For the lower Uruguay river ecoregion, López <em>et al. </em>(2002) mention these threats: advance of agricultural activities, modification of watercourses (hydraulic works, impoundments), habitat fragmentation, inadequate management, destruction of the vegetation in the basin, mining activities, presence of urban conglomerates, unregulated tourism/recreational activities, poaching, and overexploitation of resources. The presence of exotic species, like <em>Acipenser baeri</em> and<em> Cyprinus carpio </em>may negatively impact native ichthyofauna.&#160;El Pelado stream is a tributary of the Urquiza stream, which flows into the Uruguay River. In this basin, forestry and agricultural activities are carried out, mostly agriculture, livestock and poultry.", "conservationmeasures": "There is no information on conservation actions for this species. Site management and protection is recommended, as is research into the population, distribution, and ecology.", "usetrade": "There is no use or trade information for this species."}]}