{"name": "139565907", "result": [{"species_id": 139565907, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta acuta</em> is known from two locations in Camarines Sur Province in Luzon in the Philippines. Deforestation is a threat at both locations and at all other potential locations in the same area. Based on the currently available data the area of occupancy (AOO) of the species is believed to be less than 200 km² and is inferred to be declining, as are the extent and quality of suitable habitat, all because of loss and degradation of forest habitats in the area. Severe fragmentation seems certain with the available data. The species qualifies for Endangered under criterion B2ab(ii,iii).</p>", "geographicrange": "<p><em>Drepanosticta acuta</em> is known from two locations in Camarines Sur Province in Luzon in the Philippines, Mount Iriga and Mount Isarog (van Tol 2005). Mount Isarog is protected as a National Park, but the park boundary is not clear to the assessor and there has been considerable deforestation all around the mountain at the altitudes where this species has been recorded and satellite images also show extensive deforestation in Mount Iriga. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but if genuinely confined to the two mountains from which it has been recorded then it is less than 200km<sup>2</sup>, however some small patches of suitable habitat may remain between the two mountain and it may be more widely distributed beyond them than is currently known. The AOO can be inferred to be declining due to loss of and disturbance to the remaining forest in the areas of the known locations.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health for this species except that some decline, probably ongoing, in overall population size is inferred from loss of forest in the region where it occurs. Severe fragmentation appears certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing has been recorded on the habitats and ecology of this species but it will be forest dependent and is almost certainly a stream species. An ongoing decline in both quality and extent of suitable habitat is inferred from loss of and disturbance to the remaining forest in the areas of the known locations.</p>", "threats": "<p>The main threats to this species will be from illegal logging (for timber or charcoal production) and clearance of forest for agriculture. Both of the mountains where this species has been found are active or potentially active volcanoes, so eruptions are an additional threat.</p>", "conservationmeasures": "<p>More data on this species are urgently needed, on its distribution, exact habitat requirements and ability to tolerate disturbance. More information is also needed on how secure Mount Isarog National Park is and better protection may be needed there. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}