{"name": "128723701", "result": [{"species_id": 128723701, "taxonomicnotes": null, "rationale": "<em>Naziritor zhobensis</em><span style=\"font-style: italic;\">&#160;</span>is endemic to Pakistan, where it is currently restricted to&#160;Zhob, Gomal and Kurram rivers, and extirpated from the Kabul and Swat rivers. This species was once abundant in its range, but is known to have declined by 50% in the last three decades. The decline is thought to be due to loss of critical habitats due to extreme drought and loss of habitat connectivity. Predictions of future drought in the region indicate that the decline will continue in the near future. The species is therefore assessed as Endangered.", "geographicrange": "<em>Naziritor zhobensis</em> is endemic to Pakistan, where it occurs in the Zhob, Gomal and Kurram rivers. The species is currently extirpated from the Kabul and Swat rivers from where previous records are available (Mirza and Javed 1985, Mirza 2007). A record of this species from Kunhar river (Rashid <em>et al</em>. 2001) is likely to be erroneous.", "population": "This species was one of the most common fishes found in the Zhob river in the early 1990s (Mirza <em>et al</em>. 1995), but its population has declined during the last decades, and is currently not frequently caught from this area. More research on the current distribution range and status of population is required.", "populationtrend": "decreasing", "habitat": "<em>Naziritor zhobensis</em>&#160;is a benthopelagic species occurring in fast-flowing streams and rivers in the upper reaches of rivers between 1,000-1,500 m asl (Mirza 2007). It is an omnivorous feeder consuming diatoms, algae, macrophytes and aquatic insects. Although the maximum known size is around 33 cm, catches during the recent past has resulted in smaller individuals of around 15 cm. The species has a low fecundity, producing 10 eggs per gram of body weight (Mirza <em>et al</em>. 1995).", "threats": "There is no information on species-specific threats but the habitat of the species is known to be threatened by droughts and resultant water scarcity (Xie <em>et al.</em> 2013), as well as proliferation of alien species, such as<em> Cyprinus carpio</em>.", "conservationmeasures": "No conservation actions are in place. However, there is a need to understand the population status and trends as well as threats to the species throughout its distribution range.", "usetrade": "Being a large-sized fish, it is utilized as a much-relished food fish and also a popular sport fish (Mirza <em>et al. </em>1995, Desai 2003)."}]}