{"name": "6158", "result": [{"species_id": 6158, "taxonomicnotes": null, "rationale": "<em>Cyprinodon maya</em> is an endemic pupfish species restricted to the Laguna Chichancanab in    Yucatán Peninsula, México. The area of occupancy is estimated at 6-12    km<sup>2</sup>, but the number of locations cannot be determined. The species has been known to have been impacted&#160;in the past due to the introduction&#160;of&#160;<em>Oreochromis mossambicus&#160;</em>and&#160;<em>Astyanax&#160;</em>species (Fuselier 2001, Strecker 2006), and may also be impacted by habitat degradation caused by agricultural  run-off. These threats may cause the species to become Critically Endangered within a samll space of time. This species' habitat fluctuates naturally, but it  is unclear  if there  is continuing decline in the extent and quality of  the  habitat. It is  therefore listed as Vulnerable (VU).", "geographicrange": "<em>Cyprinodon maya&#160;</em>is part of the species flock endemic to the brackish, endorheic Lake Chichancanab: a Ramsar site and protected area close to the geographic centre of the Yucatan Peninsula (Schmitter-Soto 1998).", "population": "There are no data on population trend and size for this species. It is not very frequent (A. Valdes pers. comm. 2018).", "populationtrend": "unknown", "habitat": "<em>Cyprinodon maya&#160;</em>inhabits brackish, inland lake in an endorheic basin, in clear to brownish, hard (3-8 ups) water, mostly over rocky substrates. It is a carnivore: it preys on other species of the genus (Miller <em>et al</em>. 2005) and on tilapia frys (A. Valdes pers. comm. 2018). The habitat of this species varies widely with cycles of 6-8 years causing water levels to reach up to 2 m and decrease to 20-30 cm; the  flooded area varies between 300 to 3500 hectares (A. Valdes pers. comm.  2018).", "threats": "Its population was reduced by 60% after the invasion of <em>Astyanax</em> species in the lake (Strecker 2006).&#160;Pesticides and fertilizers used on surrounding agricultural lands may drain into the lagoon (Schmitter-Soto and Caro 1997, Schmitter-Soto <em>et al</em>. 2006).", "conservationmeasures": "Lake Chichancanab is a state-level protected area and a Ramsar site (#902315). There are <em>ex situ</em> populations of the species being conserved in academic institutions such as the University of Hamburg (Strecker 2006). Education of the local population of the presence of the endemic species is important for the conservation of the species.", "usetrade": "<em>Cyprinodon maya </em>is not believed to be utilised."}]}