{"name": "132523146", "result": [{"species_id": 132523146, "taxonomicnotes": "Fernando de Buén described<em>&#160;Hubbsina turneri</em> after specimens he collected in August 1940 in the Presa Cointzio, Río Grande de Morelia drainage. In 1983, Uyeno <em>et al</em>. published studies on the Karyotypes of Goodeids and A. Radda attached importance to these results, According to identical Karyotypes, he transfered 1984 this species into the genus <em>Girardinichthys</em>. Though phylogenetic results since the early 2000's (Doadrio and Domínguez, 2004) supported the individuality of the genus <em>Hubbsina</em>, Radda held onto his system, in 2004 raising the stock from the Lago Zacapú to species rank describing it as <em>Girardinichthys ireneae. </em>This stock is&#160;now regarded as subpopulation of <em>Hubbsina turneri</em>. According to its affiliation to three drainages, three subpopulations are distinguished: The Río Grande de Morelia subpopulation (type subpopulation), the Laguna Yuriría subpopulation and the Río Angulo subpopulation. The first two subpopulations are regarded Extinct. This species is here considered valid in the genus <em>Hubbsina </em>de Buen, 1940 following&#160;Ramírez-Herrejón&#160;<em>et al.</em> (2010). This differs from Eschmeyer <em>et al.</em> (2018) which consider it meanwhile valid in the genus&#160;<em>Girardinichthys </em>Bleeker, 1860.", "rationale": "The Highland Splitfin is now only known to be extant from the Lago Zacapu.&#160;Taking in consideration a single location and the worst case scenarios for AOO and EOO, in addition to the given threat scenarios and declines in AOO, EOO, locations, habitats and quality of habitats, the Highland Splitfin is assessed Critically&#160;Endangered.", "geographicrange": "The Highland Splitfin is a freshwater fish species endemic to the Mexican federal state of Michoacán. It was historically reported from the endorheic Río Grande de Morelia drainage including the river itself, the Presa Cointzio (type location), the Lago Cuitzeo and some of its affluents and the Laguna Yuriría. It furthermore inhabits the flat area of the former Zacapu paleolake. &#160;In 2013 a population was discovered in a tiny spring in the village of Jesús María, which is an affluent of the Canal Patera, the main source of the Río Angulo  at Villa Jiménez, but this spring has dried up in recent years. It now is only found in Lago Zacapu.<br/><br/>A study carried out by&#160;Domínguez-Domínguez&#160;<em>et al. </em>(2008) found that the Highland Splitfin has disappeared from more than the 65% of its historical range.", "population": "The only remaining population, that of Lago Zacapu, is in relatively good condition (O. Domínguez-Domínguez pers. comm. 2018)", "populationtrend": "decreasing", "habitat": "<p>This species lives in quiet waters with currents none to slight of lakes, ponds, canals and ditches. The substrates in the habitats are mainly mud, silt, clay, sand, rocks and decaying organic matter. It prefers depths less than 1.3 m. The water is clear to usually turbid or muddy, vegetation is present and dense, mainly green algae, <em>Potamogeton</em>, <em>Eichhornia</em>, <em>Typha</em> and <em>Scirpus</em>. The Laguna de Zacapú is a spring-fed lake, drained by the Río Angulo, which divides in two streams after 20 km. The habitat is 0.5 to 1 m deep and the ground is predominantly of mud which leads to a translucent (greenish) to turbid water. The Highland Splitfin prefers well planted areas, where it is hiding under the aquatic vegetation, including <em>Chara</em>, <em>Potamogeton</em>, <em>Ceratophyllum</em> and green algae (Miller, 2005). <em>Hubbsina turneri</em> is a semi-nocturnal predator feeding from small Crustacea, Bloodworms and Mosquito larvae. It usually hides by day and hunts at dusk and dawn.<br/><br/>The Lago Zacapú is an irregular shaped small lagoon with an extension from the north-west to the south-west, length about 670 m, width about 470 m. In the south-west corner of the lake begins the dammed outlet, extending east-north-east upward over a length of about 800 m and 60 m wide over the whole length. The outlet ends with a southwards bended hook with an extension of 150 x 90 m. After the dam, the affluent of the Canal or Río Angulo begins and merges into it after about 6.5 km. Köck&#160;<em>et al.</em>&#160;(2014, 2015, 2016 and 2017; M. Köck pers. comm. 2018) found the species in small numbers on two sites of the lagoon in shallow water between dense roots and foliage of willow trees (<em>Salix</em>&#160;sp.). The water was, in one place, greenish brown but clear with little current and partly shaded by trees; in the other place, brownish but clear, with little current as well. Other species found at the first spot were&#160;<em>Skiffia lermae</em>,&#160;<em>Xenotoca variata</em>,&#160;<em>Goodea atripinnis</em>,&#160;<em>Allotoca zacapuensis </em>and<em> Zoogoneticus quitzeoensis, </em>at the second site the same species except the Zacapú Allotoca.&#160;</p><p><br/>The Lago Zacapú is fed by approximately 20 cold water springs (19 °C), which emerge at the southwestern end of the valley of Zacapú, some of which are used for human consumption and recreation (Ramsar Secretariat, Site No.1465, 2004). Also, with the confluence of fish species, migratory birds, plants and endemic amphibians (<em>Ambystoma andersoni</em>), it can be considered as a broad transitional zone, giving it great ecological importance. Two main sections of Lago Zacapú differ, with one of depths between 4 to 6 m, and the other region from 12 to 90 m deep, bedded by soils and alluvium (Ramsar Secretariat, Site No.1465, 2004).</p>", "threats": "The species has a restricted range and it is threatened in the Lago  Zacapú by pollution, increasing sedimentation and the advance of the  Zacapú town's frontier (Ramsar Secretariat, Site No.1465, 2004). The  Zacapu-lagoon had been once a large cienega (33,500 ha),&#160;but has been   drained to provide land for cultivation. It is now a small waterbody of only 33.5 ha in size.", "conservationmeasures": "No conservation actions targeting&#160;<em>Hubbsina turneri</em> are known, but the Zacapú lake is a Ramsar site&#160;(No.1465, 2004). The only conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico", "usetrade": "The Highland Splitfin is not a target species for the ornamental fish trade and not part of human consumption."}]}