{"name": "176678364", "result": [{"species_id": 176678364, "taxonomicnotes": null, "rationale": "<p><em>Trichomycterus piurae</em> is known only from the Piura River drainage on the Pacific slope of northern Peru. The extent of occurrence (EOO) is estimated to be 1,888 km<sup>2</sup>. Total population size and population trend are unknown. The primary threats to freshwater habitat in the Piura River drainage include runoff and other pollutants, deforestation, hydrological modification and unsustainable agricultural practices. Despite uncertainties regarding the direct impact of existing threats, continuing decline in habitat quality is inferred. However, it is not possible to calculate locations based on the uncertainty over the direct impact of threats. Therefore, this species is assessed as Near Threatened, meeting criteria B1b(iii).<br/></p>", "geographicrange": "<p><em>Trichomycterus piurae</em> is known only from the Piura river drainage on the Pacific slope of northern Peru (de Pinna and Wosiacki 2003). Georeferenced collection records from the Jequetepeque River drainage likely represent the congener <em>T. punctulatus </em>(Wosiacki&#160;<em>et al.</em>&#160;2012). </p>  <p>The extent of occurrence (EOO) is estimated to be 1,888 km<sup>2</sup>,  calculated by generating a minimum convex  polygon around the HydroBASIN distribution map (considering only Extant  basins). The number of threat-based locations where this species occurs  cannot be determined with accuracy, given uncertainty regarding the  scope of existing threats.</p>", "population": "The total population size and population trend of this species are unknown.", "populationtrend": "unknown", "habitat": "<p>The specific ecology and life history characteristics of this species are unknown. This species has only been reported from the Piura River drainage (de Pinna and Wosiacki 2003).</p>", "threats": "<p>The primary threats to freshwater habitat in western Peru include runoff and pollution associated with urban centres, deforestation and pollution associated with unsustainable agricultural activities, and hydrological modification to support irrigation as urban and agricultural development continue (Ortega and Hidalgo 2008). Specific instances of these stressors are apparent in the Piura River drainage (Urteaga-Crovetto 2016). Rainbow Trout (<em>Oncorhynchus mykiss</em>) has established in a number of Andean drainages throughout Peru as a result of multiple introduction events to support recreational fishing, aquaculture, and food fisheries, and may be causing declines in population size through direct predation (Cossíos 2010, Arismendi&#160;<em>et al.</em>&#160;2019).</p>  <p>Despite uncertainties regarding the scope and direct impact of existing threats to <em>T. piurae</em>, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>T. piurae</em>. Additional ichthyological surveys are urgently needed to clarify distribution, population size, and population status. More research regarding life history and ecology, and the direct impact of existing threats will be necessary to accurately estimate the extinction risk of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}