{"name": "191306", "result": [{"species_id": 191306, "taxonomicnotes": null, "rationale": "<em>Cyprinodon salvadori </em>is a freshwater fish species occurring in the Guzmán-Samalayuca system, part of the Rio Grande complex. The species is potentially threatened by habitat loss and degradation through creation of dams and spread of invasive aquatic plant species. Both the EOO (1967 km<sup>2</sup>) and the AOO (8 km<sup>2</sup>) fall within the threshold for threatened categories and there is estimated to be one location based on current threats.&#160;However, more information is needed to confirm whether the population is experiencing a continuing decline. It is therefore assessed as Near Threatened.", "geographicrange": "<em>Cyprinodon salvadori </em>can only be found within streams and rivers of the Bacochi sub-drainage, in the Rio Conchos basin (Lozano-Vilano 2002, Lozano-Vilano <em>et al</em>. 2009).", "population": "Even though&#160;Lozano‐Vilano and Maza‐Benignos (2017) lists it as abundant throughout its limited distribution range, more information is needed about the population size and population trend of <em>Cyprinodon salvadori</em>.", "populationtrend": "unknown", "habitat": "The species occurs in freshwater rivers and lakes with temperatures from 17-20 <sup>o</sup>C and clear water over substrates of gravel, sand, mud and silt at depths to approximately one and a half metres, with slow to fast current&#160;(Lozano-Vilano and Maza-Benignos 2017).", "threats": "Being an inhabitant of the Rio Grande, it is likely to be affected by the scores of dams and irrigation diversions within the Rio Grande, leaving significant portions of the river dry in recent years. Within the river, exotic water plants such as the hyacinths and hydrilla have been taking over large sections, drawing up water in their roots and transpiring it into the atmosphere, in addition to clogging the free flow of the river. The plants have some of the highest growth rates in the world and can double their population in just 12 days. It is therefore likely that this species is affected by creation of dams and invasive aquatic plant species.&#160;&#160;<em><br/></em><em><br/></em>This species currently holds the status of Endangered, Criteria 1,5 in the U.S Geographical survey (http://fisc.er.usgs.gov/afs/) (Jelks&#160;<em>et al. </em>2008). Criteria 1 implies: present or threatened destruction, modification, or reduction of a taxon's habitat or range, including perturbations caused by factors such as sedimentation, chemical pollution, de-watering, and anthropogenic modifications to natural channels or flow regimes. Criteria 5 implies: a narrowly restricted range. The information sources relevant to the supposed threats faced by this species in U.S Geographical survey however, cannot be located.", "conservationmeasures": "No conservation actions for <em>Cyprinodon salvadori</em> are known.", "usetrade": "More information is needed about the use or trade of <em>Cyprinodon salvadori</em>."}]}