{"name": "173719793", "result": [{"species_id": 173719793, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia matti</em> is endemic to Viet Nam where it is known from nine locations in the south, some of which are in protected areas, for instance Chu Yang Sin National Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is inferred to be declining along with the quality and extent of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is 5,380–9,089 km². The overall population is believed to already be severely fragmented. The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). It is hoped that additional data will allow reassessment to Near Threatened or (less likely) Least Concern in future.</p>", "geographicrange": "<p><em>Coeliccia matti</em> is endemic to Viet Nam where it is known from the south (Phan and Kompier 2016, Kompier unpub. data, Phan unpub. data). The assessors are aware of records from nine locations, some of which are in protected areas, for instance Chu Yang Sin National Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 5,380 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 9,089 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species can be common where it occurs. At least some ongoing decline in overall population is inferred from loss of forest within the range of the species and severe fragmentation appears inevitable for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Phan and Kompier (2016) state “This species prefers swampy shallow streams on well–forested mountains. Found especially in areas where small streams spread out into wet areas with much leaf litter and some low vegetation”. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Populations of this species within protected areas may not be threatened at present but outside of protected areas populations will be threatened by deforestation (driven by logging and farming of one sort or another).</p>", "conservationmeasures": "<p>The priority for this species is for additional information on its distribution, habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}