{"name": "176958295", "result": [{"species_id": 176958295, "taxonomicnotes": null, "rationale": "<em>Trichomycterus belensis</em> is only known from its type locality, a stream in an endorheic basin, and in a semi-desert region. The area of occupancy (AOO) is best estimated at 4-8 km<sup>2</sup>. This locality is included in a provincial reserve and a biosphere reserve; however, there are several threats to the species, including drastic effects of climatic change. Moreover, mining initiatives and exotic species in the region could affect it in the future. There is a single location and an inferred continuing decline in habitat based on these threats. For these reasons, it is assessed as Critically Endangered.", "geographicrange": "This species is only known from its type locality in a stream tributary to Laguna Blanca, near Los Nacimientos de San Antonio, in Catamarca province, Argentina (Fernández and Vari 2002).", "population": "There is no population estimate for this species. The great number of specimens in the collected lots (with a total of almost a thousand) suggest an abundant local population in 1993 (Fernández and Vari 2002).", "populationtrend": "unknown", "habitat": "The type locality for <em>T. belensis</em>, which is at approximately 3,500 m asl, is a small, clear water stream, approximately 0.5 m deep, running over a sandy bottom and with marginal vegetation limited to grasses. The stream disappears into the substrate at its lower terminus with an apparently subterranean flow into the saline Laguna Blanca. The diet includes dipteran larvae (Chironomidae and Simuliidae), coleopterans (Elmidae), trichopterans, and plecopterans (Perlidae) (Fernández and Vari 2002).", "threats": "The main threats identified for the fishes of the whole Western Paranoplatensean ecoregion (López <em>et al.</em> 2002) are mining and agricultural activities, hydraulic works, construction and laying of gas ducts.&#160;Wetlands in this region (Catamarca highlands) face multiple threats, including large-scale mining and unregulated tourism. Lithium mining, in particular, could become the predominant economic activity in the region, with 14 projects at different stages of exploration or exploitation, in addition to the nine other mineral exploitation projects that are already operating today (Wetlands International 2019). Fernandez (2014) also warns about the risks of mining ventures to Trichomycteridae; many Andean drainage systems are impacted by mining operations including mountain mining/valley fill practices primarily for extraction of various minerals. The resultant siltation, mercury pollution, changes in water chemistry, and modifications of the physical aspects of drainage systems (Oliveira Ribeiro<em> et al. </em>1996) put the native aquatic fauna, including endemic catfishes, such as <em>T. belensis</em>, at risk (Fernández and Vari 2012).Other regional threats arise from the introduction of exotic species that feed on trichomycterids, such as the Rainbow Trout <em>Oncorhynchus mykiss</em> (Fernandez 2014).Finally, it has been considered that Andean ichthyofauna are drastically affected by climate change (e.g. temperature and UV radiation) (Fernández and Andreoli Bize 2018).", "conservationmeasures": "It occurs inside the Laguna Blanca Provincial Reserve homonymous MAB Biosphere Reserve, protected also by the \"Lagunas altoandinas y puneñas de Catamarca\" Ramsar site.&#160;The species has been categorized as \"Rara\" (Chebez <em>et al.</em> 2009). Fernandez (2005) states that this species is one of the most vulnerable endemic fish species in the Andean Cordillera in north-western Argentina.", "usetrade": "There is no use or trade information for this species."}]}