{"name": "160075998", "result": [{"species_id": 160075998, "taxonomicnotes": null, "rationale": "This long-lived bivalve is endemic to the Mediterranean Sea, where it has a range from Spain to Turkey along the northern and southern coasts and coasts of the Mediterranean islands.&#160;Since 2016, a devastating and geographically widespread mass mortality event (MME) has impacted <em>P. nobilis</em> populations throughout the Mediterranean Sea. Previous to the MME, the species was widespread and locally abundant in some locations. The mortality is caused by a pathogen (<em>H. pinnae</em>) and the associated die-offs have rapidly spread from the western (starting in Spain) to the eastern Mediterranean Sea in less than three years, causing mortality rates of 80-100% of the individuals in most locations, including those with long-term <em>P. nobilis</em> monitoring programmes. There are a few populations (less than ten subpopulations) that are known to remain pathogen-free and these are geographically isolated and located in sites characterized by very specific environmental conditions (lagoons with little access to the sea and differing salinities).<br/><br/>The presence of the pathogen throughout the environment hinders potential population recoveries through recruitment, which opens a highly worrying scenario. Fan mussels strongly rely on the survival of adults for the maintenance of populations and the slow population dynamics and low recruitment could seriously hinder recoveries following catastrophic events. In the past, major threats were very localised and came from illegal fishing, habitat loss, boat anchoring, invasive species and most recently climate change. However none of these threats had led to the extremely widespread and rapid population declines in the species.&#160;The percentage of population size reduction over the last ten years is ≥80%, and the pathogen that has caused the MME is still present in the environment, with continuing declines expected. Therefore, this species is listed as Critically Endangered, mainly supported by criteria A2be and A4be.<br/><br/>Continuous monitoring of the species populations is mandatory, as well in those sites where the species has recently disappeared in order to detect potential recruitment in the future. This assessment should be re-evaluated in five years to include additional information and particularly related to the evolution of the disease and the potential occurrence of resistant individuals and recruitment.", "geographicrange": "This species is endemic to the Mediterranean Sea, where it is distributed throughout the basin, occurring from the mediolittoral zone from the low tide level (Russo 2012) to approximately 60 m depth (Butler <em>et al.</em> 1993).&#160;A list of the recorded localities in the Mediterranean Sea is available in the attached file.", "population": "The majority of populations are in sharp decline since the outbreak of a mass mortality event starting along the Spanish coasts in early autumn 2016 (Vázquez-Luis <em>et al. </em>2017a). These events have been spread rapidly eastwards through the range (Carella <em>et al.</em> 2019, Katsanevakis <em>et al.</em> 2019, Panarese <em>et al. </em>2019, Čižmek <em>et al. </em>in prep.).&#160;Within a short time-scale of 18 months, the mass mortality has been reported to extend to many populations throughout the known range from the western populations in 2016/7 (Spain, France, Italy, Tunisia) into the eastern mediterranean in 2018 (Malta, Greece, Cyprus and Turkey) (IUCN 2018). In 2019 the mass mortality extended throughout the Adriatic Sea with reports along the coast of Albania and Croatia (IUCN 2019, Čižmek <em>et al.</em> in prep).&#160;Initially the causes were unknown, but histological and molecular evidence pointed out to a parasite <em>Haplosporidium pinnae</em> as very likely responsible for the mass mortality (Catanese <em>et al. </em>2018).&#160;In terms of the impact of these events, Basso <em>et al.</em> (2015b) noted that prior to the first mass mortality event&#160;the average population density of <em>P. nobilis</em>&#160;was 9.78 ± 2.25 ind/100 m<sup>2</sup> (± SE), with maxima up to 130 ind/100 m<sup>2</sup>, but since the mass mortality events, most of the populations used to calculate those density values have now disappeared (IUCN 2019).<br/><br/>The parasite does not impact the other species <em>Pinna rudis</em>, that lives in the same habitats in the western Mediterranean (Catanese <em>et al.</em> 2018, D. Kersting and D. Moreno pers. comm. 2019).", "populationtrend": "decreasing", "habitat": "This species is a long-lived bivalve which occurs in coastal areas, between c. 0.5 and c. 60 m depth. <em>Posidonia oceanica</em> meadows are described as the main habitat of <em>P. nobilis</em> (Vázquez-Luis <em>et al. </em>2014a, Basso <em>et al.</em> 2015b, Deudero <em>et al. </em>2015), although it is also found to inhabit <em>Zostera marina</em> and <em>Cymodocea nodosa</em> meadows (e.g. Russo 2012, Kersting and García-March 2017). Additionally, the species is also known to form extensive populations on bare sand (Richardson <em>et al. </em>1999, Katsanevakis 2007, Rabaoui <em>et al. </em>2007), rhodolith and detritic beds (Kersting and García-March 2017), pebbly bottoms (Zavodnik 1967, Richardson <em>et al</em>. 1999), among boulders (Kersting and García-March 2017) or even in sediment-filled crevices and spaces in shipwrecks (Jiménez <em>et al</em>. 2017). It is generally absent from muddy sediments and in areas of severe sediment disturbance (Butler <em>et al.</em> 1993, Katsanevakis 2005, Tsatiris <em>et al. </em>2018).<br/><br/>Reproduction of the fan mussel has been reported to occur mainly between May and August (de Gaulejac 1995, Deudero <em>et al. </em>2017, Kersting and García-March 2017). Even though earlier studies estimated a larval period of about 10 days (Butler <em>et al.</em> 1993, de Gaulejac 1995), recent research has suggested that larval stages could last at least one month (Deudero <em>et al.</em> 2017, Kersting and García-March 2017, Trigos <em>et al.</em> 2018). In the western Mediterranean, larval settlement concentrates mainly between July and October, peaking in August–September (Cabanellas-Reboredo <em>et al. </em>2009, Kersting and García-March 2017).<br/><br/>Recruitment is a key component of the population dynamics of <em>P. nobilis,</em> and hence also key to the recovery potential of impacted populations. The use of larval collectors has proven to be a useful tool for assessing recruitment potential in <em>P. nobilis</em>, providing insights into larval supply and recruitment prior to the exposure to pressures such as predation or dislodgement which act on benthic individuals (de Gaulejac <em>et al. </em>2003, Cabanellas-Reboredo <em>et al.</em> 2009, Kersting and García-March 2017, Wesselmann <em>et al.</em> 2018). During field surveys significant differences in recruitment in the larval collectors have been found in those populations occurring in well-preserved ecosystems (e.g., MPAs), where predators are abundant (Kersting and García-March 2017). In these environments where the threats are due to predatory pressures, survival is enhanced where the refuge size is 45 cm (Kersting and García-March 2017).<br/><br/><em>Pinna nobilis </em>populations have been described as a meta-population with source-sink dynamics, i.e., with areas like the Ebro Delta (Spain) acting as larval source and others like Alicante (Spain) acting as sink populations (Wesselmann <em>et al.</em> 2018). Wesselmann <em>et al.</em> (2018) showed that <em>P. nobilis </em>populations have high genetic diversity and low inter-population differentiation and suggested that this discovery has strong consequences for the conservation of the species, as it allows to reject the highest concern hypothesis of small isolated populations. Connectivity patterns of the species are strongly influenced by oceanographic currents, highlighting the importance of ocean currents and pelagic larvae transport in shaping the population connectivity of <em>P. nobilis</em> (Wesselmann <em>et al</em>. 2018). Ongoing genetic studies will provide in short further fine scale genetic information on <em>P. nobilis</em> populations from Spain, France and Montenegro (N. Vicente pers. comm. 2018). Additionally, the genome sequencing of <em>P. nobilis</em> has been recently undertaken (Bunet <em>et al. </em>submitted, 2019). <br/><br/>The population dynamics of <em>P. nobilis</em> in populations occurring in well-conserved sites are described as parsimonious, characterized by low mortality and recruitment rates e.g. Columbretes Islands Marine Reserve (Kersting and García-March 2017) and Cabrera National Park (Vázquez-Luis <em>et al. </em>2017b). At these sites, fan mussels strongly rely on the survival of adults for the maintenance of populations and the slow dynamics could seriously hinder recoveries in front of catastrophic events (Kersting and García-March 2017). Mortality rates are negatively correlated to the size of the <em>P. nobilis</em> individuals (Katsanevakis 2007, 2009).<br/><br/>Growth rates in this species are quite high during the first years of life (Hendriks&#160;<em>et al.</em>&#160;2012,&#160;Kožul <em>et al.</em> 2012, Kersting and García-March 2017), slowing down as the fan mussels grow. Hendriks <em>et al.</em> (2012) estimated growth rates of 0.18 mm day<sup>-1</sup> (in the laboratory) and 0.28-0.32 mm day<sup>-1</sup> (in the field), Kersting and García-March (2017) reported growth rates in the field of 0.31-0.32 mm day<sup>-1</sup>, during the first year of live and of 7.8-7.9 mm month<sup>-1</sup> during the first two years of life. Katsanevakis (2007) reported a peak in growth rates in Lake Vouliagmeni (Greece) at an age ~9 to 11 months followed by declining growth rates with age. In the same study, a seasonality in growth rates was observed, with the lowest growth rates during the cold season (November–mid-March) and during the temperature peak in August (with temperatures exceeding 29 ºC), and the highest growth rates during late spring-early summer (Katsanevakis 2007). Trigos <em>et al</em>. (2015), reported growth rates in the laboratory of 0.26 mm day<sup>-1</sup>, and after nine months of rearing they reached an average size of 96.7±14 mm, thus gaining 70.4±10.6 mm, which is similar to that registered for the same species in natural conditions (Kožul <em>et al.</em> 2012).<br/><br/>Several growth equations have been proposed for the species, with a large variability in reported growth patterns among fan mussel populations (Šiletić and Peharda 2003, Rabaoui <em>et al.</em> 2007, Katsanevakis 2007, Hendriks <em>et al</em>. 2012, Kersting and García-March 2017). García-March <em>et al.</em>&#160;2019 proposed three general growth models related to broad environmental conditions (exposed open-sea, sheltered open-sea and lagoons) to be used when no specific model could be calculated for a population.<br/><br/>Hydrodynamics seem to be a determinant factor in the ecology of <em>P. nobilis</em>, affecting population parameters by influencing food availability and reducing survival by dislodging and killing individuals due to wave action (Combelles <em>et al.</em> 1986, García-March <em>et al.</em> 2007b, Hendriks <em>et al.</em> 2011, Coppa <em>et al. </em>2013).<br/><br/>The pen shell has been described as a successive and asynchronous hermaphrodite (i.e., male and female gametes are released sequentially in the same spawning period and the development of both sexes is not synchronous since one sex is always in a more advanced stage of development, de Gaulejac 1995, Deudero <em>et al.</em> 2017). However, Trigos <em>et al. </em>(2018) found that, in aquaria, a high percentage of the studied specimens released almost simultaneously male and female gametes. The same study suggested the possibility of internal fertilization of oocytes as a mechanism enhancing the survival of larvae. Recovery after disturbances by the reproduction of surviving individuals would be enhanced if the reproductive traits described by Trigos <em>et al.</em> (2018) (i.e., simultaneous gamete release and internal fertilization) are to be found as well in their natural habitat. However, Deudero <em>et al. </em>(2017) found that autofecundation is generally avoided, although it cannot be completely discounted.", "threats": "Currently, the ongoing mass mortality event is the most worrying and widespread threat to <em>P. nobilis</em> throughout the Mediterranean Sea (Vázquez-Luis <em>et al.</em> 2017a, Katsanevakis <em>et al. </em>2019, Panarese <em>et al. </em>2019, Čižmek <em>et al. </em>in prep.). In early autumn 2016, a mass mortality event impacting <em>P. nobilis </em>was detected across a wide geographical area of the Spanish Mediterranean Sea (Vázquez-Luis <em>et al. </em>2017a). Underwater visual censuses revealed high mortality rates reaching up to 100% in the central and southernmost coasts of the Iberian Peninsula including the Balearic Islands (Vázquez-Luis <em>et al. </em>2017a). The first histological examinations already revealed the presence of a haplosporidan-like parasite within the digestive gland of affected pen shells (Darriba 2017, Vázquez-Luis <em>et al.</em> 2017a), a following study described the haplosporidan parasite as a new species, <em>Haplosporidium pinnae</em> (Catanese <em>et al.</em> 2018). After its first detection, the mass mortality has rapidly spread throughout the Mediterranean Sea (Vázquez-Luis <em>et al</em>. 2017a, IUCN 2018, Katsanevakis <em>et al.</em> 2019, Panarese<em> et al</em>. 2019, Cabanellas-Reboredo <em>et al. </em>in press, Čižmek<em> et al</em>. <em>submitted</em>).<br/><br/>The eastward spreading of the mortality was characterized by similar mortality rates linked to the presence of <em>H. pinnae.</em> Panarese <em>et al</em>. (2019) reported up to 100% mortality rates in three months in the Ionian Sea. While in the northern Aegean Sea (Lesvos Island) Katsanevakis <em>et al.</em> (2019) reported mortality rates of 93% in October 2018, however by July 2019 mortality rates were 100% everywhere along the coastline except in the inner Kalloni Gulf where mortality rates remained low (&lt;25%) (Katsanevakis <em>et al.</em>, unpubl. data). Mass mortalities have been also reported in many Turkish sites, reaching up to 100% of mortality rates in some locations (B. Öztürk and S. Tunçer pers. comm. 2019). Similar trends have been recorded in Cyprus, where only a few individuals (&lt;3-5%) in several large populations around the island were affected in 2016/2017. However, inspections in 2018 confirmed that the mortality rate was ~100% at least until 40 m depth (C. Jiménez&#160;and L. Hadjioannou, unpubl. data). Around the Habibas Islands (Oran, Algeria), mortality rates of 82% were reported in December 2018 (M. Benabdi unpubl. data) and since February-May 2019 the mass mortality has extended to the Adriatic Sea, with mortalities reaching 100% in many sites (Cizmek et al. <em>submitted</em>, H. Cizmek <em>pers. comm.</em> 2019) and reports along the coast of Albania (IUCN 2019).<br/><br/>However, there are some locations within the affected zone and with characteristic environmental settings that have remained unaffected since the first outbreak of the mortality, i.e., Fangar Bay (Spain), Mar Menor (Spain), Rhône Delta (France), Etang de Thau (France), Diana and Urbino pools (Corsica), inner Kalloni Gulf (Greece) and in the Venice lagoon (Italy) (Catanese et al. 2018, García-March <em>et al</em>. submitted, S. Katsnevakis, L. Tunesi, N. Vicente pers. commm.). The reasons behind the resistance of these populations to the disease are unknown but could be closely related to the particular environmental conditions in these sites, e.g., low or high salinity conditions as occurs in the Fangar Bay or Mar Menor, respectively, and which could act as a barrier against the haplosporidan parasite (Cabanellas-Reboredo<em> et al. </em>2019).<br/><br/>In relation to these sites, it must be taken into account that some of these locations are however subjected to strong anthropogenic pressures (García-March <em>et al</em>. submitted). In fact, the Mar Menor lagoon (Spain) collapsed in spring 2016 due to eutrophication and most organisms, including <em>P. nobilis</em>, died at depths below 1.5 m (Garcia-Ayllon 2018, Quintana <em>et al. </em>2018). Because the mortality events arrived in the eastern Mediterranean Sea and to the Adriatic more recently, further unimpacted locations maybe identified in these areas in the near future. The evidence from Alfacs Bay (Ebro Delta, Spain)&#160;suggests that the lagoons may not be shielded completely, as whilst initially Alfacs Bay showed no declines, nearly two years later&#160;the bay&#160;is partially impacted by the mortality events (Prado 2019). Elsewhere&#160;<em>P. nobilis</em><span style=\"background-color: rgb(255, 255, 255);\">&#160;populations are reported to be unstable in&#160;</span>these&#160;<span style=\"background-color: rgb(255, 255, 255);\">coastal lagoons and estuaries&#160;</span>sites, hence&#160;the long term prospects are not good (García-March <em style=\"\">et al. </em>2019).   <p></p>  The results obtained by Cabanellas-Reboredo <em>et al. </em>(2019) strongly suggest that the parasite has probably dispersed regionally by surface currents, and that the disease expression seems to be closely related by temperatures above 13.5 ºC and to a salinity range between 36.5-39.7 psu.<br/><br/>Although <em>H. pinnae</em> has been identified in most sites, Carella <em>et al. </em>(2019) reported a mycobacterial disease as a causal agent of the <em>P. nobilis </em>mass mortality recorded along the Tyrrhenian coastline (Italy) in 2017-2018. However, Fanelli<em> et al. </em>(2018) pointed out an <em>Haplosporidium </em>sp. as the causal agent in very close Italian localities. It must be considered that mixed infections of these two pathogens have also been reported (Čižmek <em>et al.</em> in prep.).<br/><br/>Currently, most of the information on the extent of the MME comes from depths &lt;50 m, where the species is most abundant. The data from, at least one deep population (50-60 m) suggests that this species has also been impacted by the MME in Cyprus (C. Jiménez pers. comm. 2019), but in other regions the subpopulations between 50mbsl and 60mbsl have not been surveyed, although this represents a small % of the known population. Similarly data on decline rates for&#160;<em>P. nobilis</em> populations along the southern Mediterranean coasts is very scarce, however given the rapid spread of the parasite throughout most of the Mediterranean and the lack of any barriers to dispersal it is considered that equivalent MME's are highly likely in these regions.<br/><br/>There are a few surviving individuals in some populations impacted by the mass mortality event: Embiez Island (France, N. Vicente pers. comm. 2019), Columbretes Islands Marine Reserve (Spain, D. Kersting pers. comm. 2019) and the Balearic Islands (Spain, M. Vázquez-Luis pers. comm. 2019).<br/><br/>Before the mass mortality event, according to the review by Basso <em>et al. </em>(2015b) the main threats to the species were described as:<br/><strong><br/>Climate change</strong><br/>Warming could affect processes potentially influenced by temperature, like reproduction and recruitment (Basso <em>et al.</em> 2015a, Kersting and García-March 2017). Warming may induce as well a decrease in the survival rate of <em>P. nobilis</em> juveniles (Basso<em> et al</em>. 2015a). However, Basso&#160;<em>et al.</em>&#160;(2015b) underline that there is still limited understanding of the thermal niche of<em> P. nobilis</em> as well of its temperature dependence in terms of key processes, such as growth, metabolism or survival across their life cycle. Although <em>P. nobilis</em> juveniles have shown resistance to hypoxia interacting with warming for short exposures (Basso&#160;<em>et al.</em>&#160;2015c), the pen shell is a high oxygen consumer, which could cause quick depletion of oxygen for instance in shallow coastal lagoons (Basso&#160;<em>et al.</em>&#160;2015b). <em>P. nobilis</em> is likely to be particularly vulnerable to ocean acidification, as it supports the fastest shell growth reported for any bivalve (Richardson&#160;<em>et al.</em>&#160;2004). However, the experiments conducted so far on pen shell juveniles, did not show a negative influence of ocean acidification (pCO<sub>2</sub> levels expected for the end of the century) on the performance of juveniles of this species (Basso&#160;<em>et al.</em>&#160;2015a).<br/><br/><strong>Invasive species</strong><span style=\"background-color: rgb(255, 255, 255);\"><br/></span>The invasive alga <em>Lophocladia lallemandii</em> has been reported to alter food sources (Cabanellas-Reboredo&#160;<em>et al.</em>&#160;2010), antioxidant responses (Box&#160;<em>et al.</em>&#160;2009) and growth (Kersting and García-March 2017) in <em>P. nobilis</em>. The interaction of <em>P. nobilis</em> with invasive algae (i.e., <em>Caulerpa cylindracea, L. lallemandii</em>) has been reported in several locations (Cabanellas-Reboredo&#160;<em>et al.</em>&#160;2010, Vázquez-Luis&#160;<em>et al.</em>&#160;2014, Kersting and García-March 2017). Kersting and García-March (2017) alerted that special attention should be paid to this additional threat in front of the rapid spread experienced by these invasive algae in the Mediterranean Sea and the fact that the fan mussel is acting as a preferred substratum and could be therefore acting as a stepping stone (Vázquez-Luis&#160;<em>et al.</em>2014).   <p>Attention must be paid to potential invasive predators, like the crab <em style=\"\">Callinectes sapidus</em>, this voracious crustacean could become a threat to <em style=\"\">P. nobilis</em> juveniles, especially in unimpacted sites (García-March <em style=\"\">et al.</em> 2019).</p>  <strong>Contaminants</strong><br/>Bioaccumulation of polycyclic aromatic hydrocarbon levels and an increase in the antioxidant enzymes have been detected in <em>P. nobilis</em> after an oil spill (Sureda <em>et al. </em>2013). Also, heavy metals concentrations have been found to be high in some cases (e.g., Vázquez-Luis <em>et al.</em> 2016). While it has been found that organotin paints (tributyltin) induce lamination and chambering in <em>P. nobilis</em> shells (Vicente <em>et al.</em> 2003).<br/><br/><strong>Habitat loss and boat anchoring</strong><br/><em>Posidonia oceanica</em> meadows, the primary habitat of <em>P. nobilis</em>, have experienced widespread degradation across the Mediterranean Sea (Marbá <em>et al.</em> 2014). <em>Pinna nobilis</em> is highly vulnerable to direct anchor damage (Hendriks <em>et al.</em> 2013, Vázquez-Luis <em>et al.</em> 2015).<br/><br/><strong>Food web alterations</strong><br/><em>Pinna nobilis</em> is predated mainly by <em>Octopus vulgaris, Hexaples trunculus</em> and <em>Sparus aurata</em> (e.g., García-March 2007a, Addis <em>et al.</em> 2009, Zhakama-Sraieb <em>et al. </em>2011, Kersting and García-March 2017) but also by sea turtles (<em>Caretta caretta</em>) in Cyprus, Lebanon and Turkey (M. Draman and M. Bariche pers. comm.). However, it is not clear if the turtles are preying on the epibionts on the <em>P. nobilis</em> shells and in consequence accidentally ingesting the bivalve. It has been hypothesized that predation pressure on <em>P. nobilis</em> may have increased through a cascade of food web impacts, where the dusky grouper, <em>Epinephelus marginatus</em>, the main predator of octopus in the Mediterranean Sea, has declined greatly due to overfishing (Basso&#160;<em>et al.&#160;</em>2015b). However, it has been described as well that in protected sites with well-conserved fish populations, including <em>E. marginatus</em> but as well <em>S. aurata</em> among other sparids, <em>P. nobilis</em> juveniles are also subjected to high predatory pressure (Kersting and García-March 2017). In this case, predatory pressure is not exerted by<em> O. vulgaris</em> (which is predated by the abundant <em>E. marginatus</em>), but by sparids and gastropods.<br/><br/><strong>Exploitation</strong><br/>Furthermore, in some countries, <em>P. nobilis</em> is still illegally fished and even served in restaurants. In Greece, poaching by both recreational and professional fishers is an important source of mortality. In Lake Vouliagmeni (Greece), fishing mortality was much higher than natural mortality (Katsanevakis 2007) and substantially reduced the life expectancy of the species, affecting its population dynamics and limiting the potential of the population for growth (Katsanevakis 2009). It was found that <em>Pinna nobilis</em> was served regularly or occasionally in 16.4% of Greek seafood restaurants (in a survey of 219 restaurants) (Katsanevakis <em>et al.</em> 2011). Fan mussels occasionally appear in Greek fish markets, and many recipes with fan mussels still appear in the media (Katsanevakis pers. obs. 2018).", "conservationmeasures": "Prior to the mass mortality events across the Mediterranean, conservation actions for <em>P. nobilis</em> were mainly based on the protection measures applied in relation to its inclusion in lists of protected species under several national and international laws and directives (e.g., European Council Directive 92/43/EEC and ANNEX II of the SP/BD Protocol of the Barcelona Convention) and by protection of populations inside existing marine protected areas.<br/><br/>After the onset of the mass mortality event (MME) in Spain, the Spanish authorities upgraded the status of <em>P. nobilis&#160;</em>in Spanish waters from “<em>Vulnerable</em>” to “<em>Critically Endangered</em>”&#160;(Orden TEC/1078/2018 del Ministerio para la Transición Ecológica) and immediately started a conservation translocation to move 215 individuals from populations believed to be non-impacted into <em>ex situ</em> aquaria in different Spanish research institutes in response to the MME (<a href=\"https://www.miteco.gob.es/es/prensa/171110cmrescatenacra_tcm30-428896.pdf\">see publication</a>).<br/><br/>Follow the spread of the mortality, other countries have developed action monitoring programmes to map and assess the status of the <em style=\"\">P. nobilis </em>populations along their coasts (e.g., France, Italy and Tunisia).<br/><br/>Conservation recommendations:<br/><br/><strong>1.</strong> Research on the pathogens and vectors: A deep study of the origin, epizootic dynamics and the complete lifecycle of <em>H. pinnae</em> is needed to find ways to mitigate the disease, gain knowledge of its longevity, and to limit its spread. Furthermore, the development of new tools for the rapid detection of the parasite (as qPCR, López-Sanmartín <em>et al.</em> 2019) and the combination of PCR with <em>in situ</em> hybridisation techniques (in development) will allow us to detect the presence of <em>H. pinnae</em> in other organisms that could act as vectors and/or reservoirs. As well as studies based on the transcriptomes of <em>P. nobilis</em> (RNA-seq), which represents a very useful technological tool in the knowledge of the factors that regulate the expression of genes of ecological and resistance to pathogens interest. Further studies are also required to clarify the pathogenicity and potential virulence of the reported mycobacteriosis.<br/><br/><strong>2. </strong>The natural recovery of impacted populations will depend exclusively on the ability for survival of resistant individuals and future recruitment ability. Therefore, information on this is urgently needed in order to evaluate the recovery potential of the species. Currently it is anticipated that the recovery will be low, as the number of individuals that survive are limited and the age to first reproduction is 3-4 years. It is crucial to assess the occurrence and density of resistant individuals in the impacted areas, the levels of presence and longevity of the parasite and possible presence of unknown populations in unexplored suitable deeper habitats (e.g., rhodoliths and detritic beds &gt;50 m depth, Kersting and García-March 2017).<br/><br/><strong>3. </strong>Larval settlement and the occurrence of resistant recruits should be monitored as well in order to assess recruitment potential in the impacted areas. Currently, there is enough information on how to assess larval settlement and recruitment in <em>P. nobilis</em> both in the field and by means of larval collectors (e.g., García-March&#160;<em>et al.</em>&#160;2007a, Cabanellas-Reboredo&#160;<em>et al.</em>&#160;2009, Kersting and García-March 2017). Additional information on the construction and installation of <em>P. nobilis</em> larval collectors can be found in <a href=\"https://www.iucn.org/sites/dev/files/content/documents/2019/larval_colectors_p._nobilis_guidance_-_pinna_nobilis.pdf\">Kersting and Hendriks</a> (2019).<br/><br/><strong>4. </strong>Increasing site and habitat protection: Given the other lesser threats, it is now imperative that we ensure the protection of any remaining survivors in areas impacted by the MME as well as ensuring protection for the species in the few locations harbouring unimpacted populations. Protection measures in these locations should include prohibition of anchoring and fishing with gears that may cause incidental mortality. Extreme care should be taken with any proposals for translocations of fan mussels from areas of high mortality (e.g., shallow waters affected by high wave intensity) to more protected sites, as whilst they may be secure increasing probabilities of survival (Katsanevakis 2016), each case must be reviewed in the context of unintentional spread of pathogens and possible stressing of the animals.<br/><br/><strong>5.</strong> Use of <em>ex situ b</em>reeding and conservation translocations: In the current emergency situation throughout the Mediterranean, all restoration actions and translocations of <em>P. nobilis</em> must be adequately assessed before putting into practice, in order not to worsen the critical status of the species. It is feasible to obtain juveniles from larval collectors and reinstate them in the field. Kersting and García-March (2017) developed the methodology to grow <em>in situ</em> juveniles that settled previously in larval collectors and to transplant them into naturally occurring populations (where they survived over 10 yr. prior to the MME). Additionally, efforts are underway to reproduce <em>P. nobilis</em> in aquaria. In this sense, artificial culture of <em>P. nobilis</em> has been assessed by Trigos <em>et al.</em> (2018), testing different environmental conditions to establish the bases for the optimal rearing of the species and provide a source of individuals for restoring populations. However, these authors stated that the closure of <em>P. nobilis</em> biological cycle in captivity appears to be rather difficult.<br/><br/><strong>6.</strong> Conservation breeding: It is important to continue research on the biological cycle of <em>P. nobilis </em>in order to develop a selective breeding program in the event that any survivors are found within the affected areas. However, using survivors in captivity should only be done if cultured conditions are optimized in order to diminish mortality and the long-term captivity stress detected (Prado <em>et al.&#160;</em>2019).<br/><br/><strong>7.</strong>&#160;Monitoring systems: There is an urgent need to set up a regional monitoring programme ensuring information and observation exchange throughout the Mediterranean Sea. It is important to provide support in those locations lacking financial or technical support, especially those in the southern mediterranean, as well as in those locations where there are data gaps.", "usetrade": "Today this species is protected though the range in northern parts of the Mediterranean, and it was listed on the EU Species and Habitats Directive in part due to overexploitation of the populations as described below. <em>Pinna nobilis</em> has been a valued resource for human exploitation since early Egyptians and Roman times. The \"silk-like\" byssus threads produced by <em>Pinna nobilis</em>&#160;that attach the bivalve to the substrate have been used and traded for millennia to produce textiles of the highest value (Campi 2004, Maeder <em>et al.</em> 2004). Precious and expensive fabrics were obtained from the byssus threads which were thought to be used to decorate fabrics and clothes which were ostentatiously made, making them real status symbols valued by the most influential figures of the Babylonian, Assyrian, Phoenician, Jewish, Greek and finally Roman societies (Maeder <em>et al.</em> 2004). The byssus threads also had therapeutic properties well known to fishermen because, thanks to its powerful hemostatic properties, it was used for the dressing of wounds that fishermen frequently obtained with fishing tools. In the past the byssus threads were obtained fishing <em>Pinna nobilis</em>, but today very few people, have the skills to follow this millenary tradition, and are able to work the byssus, to produce this texture material, similar to silk, applying a method that does not harm the single specimen treated (Lavazza 2012, 2014).<br/><br/>As a food source, <em>P. nobilis</em> has been of common use in traditional cooking in some Mediterranean regions and despite its currently protected status, the pen shell is still being illegally traded in Greek seafood restaurants (Katsanevakis <em>et al. </em>2011) and occasionally in Cyprus in the domestic/family environment of fishermen and divers (C. Jiménez unpubl. data 2018). Similarly, Öztürk <em>et al. </em>(2004) reported the use of the posterior adductor muscle as seafood and bait in Turkey.<br/><br/>In Algeria <em>P. nobilis</em> is also traded to be used as decoration (as floor lamp or to serve seafood in restaurants) (M. Benabdi pers. obs. 2018)."}]}