{"name": "139119572", "result": [{"species_id": 139119572, "taxonomicnotes": null, "rationale": "<p><em>Echo candens</em> is known from the southwest of Yunnan in China and a single location in northeast Myanmar. Altogether, four locations have been recorded for the species. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, to at least some degree due to loss of forest within the range of the species. Its extent of occurrence (EOO) is likely smaller than 5,000 km², and possibly smaller than 1,000 km². The species qualifies for Endangered under criterion B (EN B1ab(ii,iii)), taking a reasonable precautionary approach. However, if, as seems likely, the species proves to be more widespread than is currently known and once more is known about its ability to tolerate disturbance, reassessment to a lower threat category might be possible.</p>", "geographicrange": "<p><em>Echo candens</em> is known from the southwest of Yunnan in China and a single locality in northeast Myanmar (Zhang <em>et al. </em>2015). Altogether, four localities have been recorded for the species. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to at least some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) based on the known collection data is 944 km² and maximum EOO based on known occupied HydroBASINS areas is 10,660 km²; its true EOO is likely &lt;5,000 km².</p>", "population": "<p>There is insufficient information on this species to make any definitive statements about current population sizes and health except that it appears to be local in occurrence, not particularly common where it does occur and that some ongoing decline in overall population is suspected from loss and degradation of forest habitats within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>Zhang <em>et al. </em>(2015: 111) state: “At the type locality the male damselflies were found at seepages and on very small, 20–30 cm wide, streamlets adjacent to a large waterfall. Altogether, four males were found there perching on leaves in rather shady spots, no more than ca 10 cm above the water surface. One male was collected at a narrow streamlet nearby, a semi-open site receiving only a limited amount of sunshine. The damselflies were very wary. When disturbed, they flew higher to nearby trees”. Zhang (2019: 978) states that the species can be found at: “Seepages, ditches and narrow streams in rain forest from 800 to 1,500 m elevation.” The species is clearly forest-dependent. The extent and quality of suitable habitat for the species are inferred to be declining to at least some degree due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species is likely to be from clearance of forest, with farming of one type or another as a major driver.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}