{"name": "191697", "result": [{"species_id": 191697, "taxonomicnotes": "The first individuals of this species have been collected by Seth E. Meek in 1902, but identified as <em>Zoogoneticus diazi </em>(now:<em> Allotoca diazi</em>), a new species he described from the Pátzcuaro lake. It lastet until 1959, when Álvarez del Villar recognized individuals from the Laguna de Zirahuén as separate species and described it from a male Holotype, collected by Aurelio Solórzano in 1957, and Paratypes collected Juan Pizá and José Guerra in 1958. No subpopulations are distinguished.", "rationale": "<em>Allotoca meeki&#160;</em>is only known from the endorheic Laguna de Zirahuén drainage, where it has been extirpated from the lagoon by non-native, predatory Black Bass species. The last known habitat is the Estanque de Condempas in Opopeo in the headwaters of the Río El Silencio, the main source for the lagoon.&#160;Taking into consideration a single known location, declines in extent of occurrence, area of occupancy, quality of habitats and population, in addition to several threats; the species is assessed&#160;Critically Endangered.", "geographicrange": "The Zirahuén Allotoca is a freshwater fish species endemic to the Mexican federal state of Michoacán. It is endemic to the endorheic Laguna de Zirahuén basin. It historically occurred in the Laguna and in the Estanque de Condembas (Lago de Opopeo) in the town of Opopeo (about 14 km east of the lagoon), its waters flowing into the Río El Silencio -&#160;the main source of the Zirahuén lagoon. The species disappeared from the lagoon in the 1990's but persisted (despite the presence of the predacious Largemouth Bass:&#160;<em>Micropterus salmoides</em>) in the spring fed lake in Opopeo and its effluent. An evaluation of the distribution of the&#160;Zirahuén Allotoca highlighted the disappearance of this species from more than the 65% of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).", "population": "This species was once common in the Zirahuén lake basin. The introduction of two non-native predatory species of the Black Bass (<em>Micropterus salmoides </em>and<em>&#160;M.&#160;</em><em>punctulatus</em>) in 1933 eliminated the Goodeid species from the lake by the late 1990s  (Domínguez-Domínguez <em>et al</em>. 2005). A population of this species&#160;persisted in the Estanque de Condempas in Opopeo in the headwaters of the main tributary of the Zirahuén lake, the Río El Silencio, but by the 2000’s, bass had invaded this lake and no <em>Allotoca meeki</em>  could be found there in 2011. Three individuals were  encountered in a small shallow outlet of the lake, but the prospects for  the long-term survival of the species in this outlet were bleak (Lyons 2011). In 2014, the situation remained the same, with few individuals in the outlet. However, a survey in 2017 by Köck <em>et al.</em> found&#160;<em>Allotoca meeki</em>&#160;(and <em>Goodea atripinnis</em>) in the spring fed pond in Opopeo, despite presence of Black Bass of up to 30cm.", "populationtrend": "decreasing", "habitat": "<em>Allotoca meeki </em>was&#160;known to occur within the Laguna de Zirahuén, a freshwater lake of approximately 9.8 km<sup>2</sup>. This lake is a deep mountain lake with a sandy bottom, partially covered with mud and extending over an area of 970 hectares (2,400 acres) with a volume of 0.216km³. This water body is the centre of the endorheic Laguna de Zirahuén basin, and has been stocked with predatory Black Bass (<em>Micropterus salmoides</em> and <em>M.&#160;</em><em>punctulatus</em>) since as early as the 1930's. These species caused the extirpation of the Zirahuén Allotoca from the lake, in addition to several other native Goodeid species.&#160;<br/><br/>The Estanque de Condempas in Opopeo, about 13 km east of the lake, is currently the only known habitat of this species. This spring fed and dammed pond is triangle shaped with a long side of 190 m and two shorted sides of 110 and 130 m. The spring is on the southeast angle of the longer side, the outlet on the northwest angle. The pond is encompassed by walls, the water reaching down to a depth of 1 - 1.5 m. The bottom is muddy and structured by big rocks, the walls and the shore have dense mats of <em>Eichhornia</em> and other plants with floating leaves. Close to the spring, the water is not deeper than 0.5 m and partly overgrown with dense grass. During a survey by Köck <em>et al. </em>in 2017, <em>Allotoca meeki</em> was found only in the vegetation. In the free water, schools of Black Bass could be seen, some reaching 30 cm in length. The Zirahuén Allotoca was also found in the outlet, a fast flowing shallow creek, not deeper than 20 m and not wider than 80 cm. It had a sandy bottom with rocks, the shore densely covered with riparian vegetation. The species was found under floating leaves or between dense vegetation. Like in the pond&#160;<em>Goodea atripinnis </em>was also found,&#160;but no Black Bass were seen. The beginning of the outlet is used for washing laundry. The water parameters as of November 2017 were: water temperature (17°C); pH (7.87); conductivity (982 μS).<em> Allotoca meeki,&#160;</em>like all <em>Allotoca</em> species, is mainly carnivorous and feeds on small invertebrates.", "threats": "The main threat for this species are predatory non-native Black Bass. In 1933, under the Mexican president Abelardo L. Rodríguez, two species of the genus&#160;<em>Micropterus (salmoides </em>and <em>punctulatus</em>) were introduced into the Pátzcuaro and Zirahuén lakes. While these species seems to have disappeared again from the Pátzcuaro lake&#160;within the last two decades, they still persist in the Zirahuén lake. They eliminated almost all native Goodeid species (<em>Allotoca dugesii</em> and <em>A.&#160;</em><em>meeki</em>, <em>Skiffia lermae</em> and <em>Alloophorus robustus</em>) from the lake, except <em>Goodea atripinnis. </em>They have been introduced to a spring in the main source of the lake, the Estanque de Condempas, and have eliminated at least <em>Alloophorus robustus </em>from there too. <em>Goodea atripinnis</em> and <em>Allotoca meeki</em> survived as remnant populations, but the presence of the Black Bass mean that the Zirahuén Allotoca is still under enormous pressure by these large predators.<br/><em></em>", "conservationmeasures": "The Zirahuén Allotoca is included in the international <em>ex-situ</em> breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera<em> Allotoca</em> and <em>Neoophorus</em> (http://www.oevvoe.org/allotoca-mesa-central). Another conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico. No other conservation efforts for this species are known.", "usetrade": "The Zirahuén Allotoca is not used for consumption and is not a target species for the ornamental fish trade."}]}