{"name": "164015739", "result": [{"species_id": 164015739, "taxonomicnotes": "<p>Green (1948) correctly asserted that “the generic designations for <em>Lucidota</em> species (<em>atra</em>, <em>punctata</em>, and <em>luteicollis</em>) cannot be determined until the generic types have been properly tabulated.” The original description of species ‘<em>luteicollis</em>’ was published by LeConte in 1878 who placed it directly into the genus <em>Lucidota</em>. Subsequently, Henshaw (1882) moved the species to <em>Pyropyga</em>. Green (1948) returned the species to <em>Lucidota</em> in order to maintain <em>Pyropyga</em> as a homogeneous collection of species. <em>Lucidota</em> was, at that time, and continues to be at present, a heterogeneous collection of unrelated species that unreconciled types could be set aside in. Poole <em>et al</em>. (1966) listed the species as “<em>Pyropyga luteicollis</em> LeConte 1878 (<em>Lucidota</em>)” which suggests that they didn’t know of Green’s revision. This reversion to <em>Pyropyga</em> has been ignored by subsequent authors and should not be considered as a formal re-reversion of the species’ taxonomy. </p>  <p>&#160;</p>  <p>Currently, <em>Lucidota luteicollis</em> stands fully vested as the nomen for LeConte’s type; however, the type of the genus is the South American species <em>banoni</em>, and <em>luteicollis</em> is very likely not congeneric with it. The species will certainly be designated as a new genus if a modern author takes up the species problem and removes it from <em>Lucidota</em> sensu lato. <em>Lucidota</em> is long due a full revision, and when this eventually happens, downsizing will also remove it to a new genus.</p>", "rationale": "<em>Lucidota luteicollis</em> is a diurnal firefly endemic to Florida, USA. This species occurs on dry ridges in scrub, sandhill, and pine savannah habitats. Females are subterranean, flightless, and very cryptic, and little is known about the species’ population size, trends, or abundance. Records for the species are sparse and seem to be focused on the Archbold Biological Station in Highlands County, with several records reported within the last 10 years. This species is known from four extant localities and has an estimated extent of occurrence of 13,035 km<sup>2</sup>. It is possible that it occurs in more localities but has been overlooked due to its cryptic life cycle. Threats to this species include habitat loss, climate change associated drought, and trampling of flightless females. The habitats upon which this species depends, including sandhill scrub and longleaf pine savannas, are highly imperilled, with estimated losses ranging up to 80-90% of original habitat. The species is known from a single location if we take into account the wide reaching effects of drought in central Florida. However, there could be as many as four locations based on known extant localities, each of which may be subject to localized threats such as development or trampling. Due to the limited number of extant localities, the low number of locations, and the past and ongoing loss of habitat due to urbanization and other threats, this species is categorized as Vulnerable under B1ab(iii).", "geographicrange": "<p><em>Lucidota luteicollis</em> is endemic to Florida, USA (Lloyd 2003). It was originally described from two male specimens from Sumter County and is now reported from Orange, Marion, Highlands, and Citrus Counties (LeConte 1878). J. Cicero (pers. obs.) has not seen the species since 2008, despite searching for it for several years. However, several recent records have been reported from Archbold Biological Station, Crystal River, Ocala National Forest, and Highlands Hammock State Park (FPS 2018, BugGuide 2020).</p>", "population": "Information on the size, trends, and status of this species’ population is not available.", "populationtrend": "unknown", "habitat": "<p>This day active (diurnal) firefly occurs&#160;in&#160;very&#160;dry&#160;habitats in Florida’s scrub, sandhill,  and longleaf pine savannah habitats, although special adaptations for these  habitats remain relatively unknown (Arnett <em>et al</em>. 2002, BugGuide 2020).  This species appears to be confined to upland ridges, including  Brooksville Ridge, Mount Dora Ridge, and Lake Wales Ridge (Deyrup 1990). <em><br/></em></p><p>Like females of the related species <em>L. atra</em>, <em>L. luteicollis </em>females are also likely to attract males by releasing pheromones (Lloyd 2018). Unlike other <em>Lucidota</em> species, females of <em>L. luteicollis</em> are flightless (Cicero 1988) and subterranean. Females may avoid coming above ground even to mate (Wing 1988), and may mate with males through the sand (Wing 1988, Lall and Lloyd 1989, Lloyd 2018). Although LeConte (1878) states that both males and females are without  phosphorescent organs, the flying adult males do retain their larval bioluminescent  light organ, which glows and may help females locate males  in dark or shady microhabitats (Lall and Lloyd 1989, Lloyd 2018). <em>Lucidota</em> larvae can be found within and under decaying logs, in leaf litter (especially pine), and near or below the soil surface (Lewis 2016, Lloyd 2018). They feed on snails, worms, and other soft-bodied insects (Lewis 2016). The nearly grown larvae or pupae become inactive during winter, then metamorphose into adults in early to mid summer. <br/></p>", "threats": "<p>This firefly faces many of the same threats experienced by other firefly species, including habitat loss and degradation and climate change (Lewis <em>et al</em>. 2020). The habitats upon which this species depends, including sandhill scrub and longleaf pine savannas, are highly imperilled (FNAI 2010, NRCS 2014). Urbanization has resulted in a greater than 60% reduction in scrub habitat in Florida (Richardson 1989).&#160;More recent estimates suggest that as much as 90% of Florida scrub has been lost to development, habitat fragmentation, and altered hydrology and fire regimes (Richardson 2013). For example, areas such as the Lakes Wales Ridge in central Florida, where this species has been documented, have changed dramatically, with large scale citrus groves replacing most of the natural scrub habitat; estimated losses in this area mirror the statewide average, ranging from 80-90% of original scrub (Richardson 2004). Longleaf pine savannas are similarly in decline. This habitat type once covered 90 million acres from Florida to Texas; now, only 3% remains (NRCS 2014).</p>  <p>Climate change and associated drought is a concern for this dryland species. Fireflies need moisture to complete their life cycles; it prevents desiccation of vulnerable immature stages, and it ensures the persistence of the soft-bodied invertebrates that are the larvae’s preferred foods. This is especially critical in the dry habitats where this species is found. Degradation or loss of water sources negatively affects both fireflies and their soft-bodied prey. Past droughts in Florida have persisted for months to years, potentially impacting an entire generation or more of this firefly. For example, the longest drought in Florida lasted over two years, from April 2006 through August 2008 (US Drought Portal 2020).</p>  Because adult females are flightless and subterranean, trampling of them or their habitats is also a potential threat (S. Lewis pers. comm. 2018). Flightlessness in these females also limits dispersal to new habitat patches.", "conservationmeasures": "<p></p><p>No conservation actions are currently in place for this species, although it does occur within protected areas, with the majority of records located in Florida State Parks, National Forests, and a research station. More information is needed on this species’ life history, distribution, and population status in order to determine the most appropriate conservation actions. Survey efforts are probably&#160;not sufficient, particularly given the cryptic nature of the adult females. Taxonomic work would be helpful in identifying this species’ true relationship to other fireflies, including other <em>Lucidota</em> species.</p><p></p>", "usetrade": "There are no known uses of this taxon for trade, research, or entomo-tourism."}]}