{"name": "191699", "result": [{"species_id": 191699, "taxonomicnotes": "The Holotype of the Zacapú Allotoca was collected by Manfred K. Meyer, Alfred Radda and C. E. Rivas-Benítez in February 2001 from the Laguna Zacapú. Paratypes go back to several collections from the Zacapú lagoon by different collectors between 1990 and 2001. No subpopulations are distinguished.", "rationale": "<em>Allotoca zacapuensis</em> is a freshwater fish species endemic to the Zacapú paleolake basin, where it inhabits two spring areas within the present Lago Zacapú. It was originally also known from the effluent of a tiny spring 35 km east-north-east in Jesús María. In this effluent, the species was probably extirpated by the introduced Green Swordtail (<em>Xiphophorus hellerii</em>). Within the lake, this species is threatened by pollution,   increasing sedimentation and urbanisation from the town of Zacapu. The Zacapú lake used to be a large cienega covering 33,500 ha,&#160;but it has been   drained to provide land for cultivation. It is now a small water body   of 33.5 ha. Laguna de Zacapu was designated as a Ramsar Site in 2004, however there are no management or conservation actions in place for the species. Taking into consideration the worst case scenario for AOO and EOO, in addition to declines in AOO, EOO, locations, habitats and quality of habitats; the Zacapu Allotoca is assessed Critically Endangered.", "geographicrange": "The Zacapu Allotoca is endemic to the Mexican federal state of Michoacán and inhabits the flat area of the former Zacapu paleolake. Until recently, it was known only from spring areas within the Lago Zacapu; in 2013 it was additionally discovered in a tiny spring in the village of Jesús Mária, becoming an affluent of the Canal Patera, the main source of the Río Angulo at Villa Jiménez. This spring is about 35 km east-north-east of Zacapu. In the lake,&#160;it is known from only two spring areas, where it is rare  but apparently relatively stable (Domínguez-Domínguez <em>et al</em>. 2005). Following a survey by Köck <em>et al.</em> (2017), the stock from the spring in Jesús María is deemed Possibly Extinct.", "population": "The whole population of the Zacapú Allotoca was split into three areas of distribution. Two of them are spring areas in the Lago Zacapú in the town of Zacapú. In the lake, it can be found exclusively in these areas and not in sections between them, so it probably prefers the cooler temperatures from the springs, the richness in oxygen and/or the combination of clear water with the amount of small crustaceans (the main food source for <em>Allotoca</em> species). Both stocks are quite small, but seem to have stayed stable throughout the last decade (Domínguez-Domínguez <em>et al.&#160;</em>2005). The third known area of distribution was a tiny spring area in a small village (Jesús María) about 35 km east-north-east of Zacapú. The springs themselves are small rectangular shaped concrete ponds stocked with non-native swordtails (<em>Xiphophorus hellerii</em>), but when the shallow outflow reaches the grass surrounding the tiny forest with the springs, <em>Allotoca zacapuensis</em> and a second Goodeid species, <em>Hubbsina turneri</em>, could be found in small numbers between the grass (K. de Jong pers. comm. 2013). A survey by Köck <em>et al. </em>in 2017 failed to find Goodeids; this stock may now be Possibly Extinct, as this locality revealed only crayfish (<em>Cambarellus </em>sp.) and swordtails.", "populationtrend": "decreasing", "habitat": "The Lago Zacapú is an irregular shaped small lagoon with an extension from the northwest to the southwest: its length is around 670 m and width around 470 m. In the southwest corner of the lake the dammed outlet begins, extending east-north-east upward over a length of about 800 m and 60 m wide, over the entire length of the lake. The outlet ends with a southwards bent hook with an extension of 150 x 90 m. After the dam, the affluent of the Canal or Río Angulo begins and merges into it.&#160;The habitat&#160;at the collection point, where the describers found the holotype, was 0.5 to 1 m deep and&#160;the  ground predominantly consisted of mud, causing translucent (greenish)  to&#160;turbid water. The Zacapu Allotoca prefers well planted areas, where  it can hide under the aquatic vegetation, including <em>Chara</em>, <em>Potamogeton</em>, <em>Ceratophyllum</em> and green algae (Miller <em>et al.&#160;</em>2005). <br/><br/>Köck <em>et al.</em> (2014) found the species close to the outlet of the lagoon in shallow water between dense roots and foliage of willow trees (<em>Salix</em> sp.). The water was greenish brown but clear, with little current and partly shaded by trees. Other species found at this spot were <em>Skiffia lermae</em>, <em>Xenotoca variata</em>, <em>Goodea atripinnis</em>,<em> Hubbsina turneri</em> and <em>Zoogoneticus quitzeoensis</em>. From all encountered species, <em>Allotoca zacapuensis</em> was the least abundant. Like all <em>Allotoca</em> species, it is mainly carnivorous, feeding on small invertebrates. <br/><br/>The Lago Zacapú is fed by approximately 20 cold water springs (19 °C), which emerge at the southwestern end of the valley of Zacapú, some of which are used for human consumption and recreation (Ramsar Secretariat, Site No.1465, 2004). Due to the confluence of fish species, migratory birds, plants and endemic amphibians (<em>Ambystoma andersoni</em>), it can be considered as a broad transitional zone, giving it great ecological importance. The two main sections of Lago Zacapú differ: one has depths of between 4 to 6 m, and the other ranges from 12 to 90 m deep, bedded by soils and alluvium (Ramsar Secretariat, Site No.1465, 2004).", "threats": "The species has a restricted range and it is threatened in the Lago Zacapú by pollution, increasing sedimentation and the advancing frontier of the town of Zacapú (Ramsar Secretariat, Site No.1465, 2004). The Zacapu-lagoon was once a large cienega (33,500 ha),&#160;but it has been  drained to provide land for cultivation. It is now a small water body of only 33.5 ha in size.", "conservationmeasures": "The Zacapú Allotoca is included in the international ex-situ breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera <em>Allotoca</em> and <em>Neoophorus</em> (http://oevvoe.org/allotoca-mesa-central). Another conservation effort is a monitoring and <em>ex-situ</em> breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico<br/><br/>The Lago Zacapú is a&#160;Ramsar Site (No.1465, 2004), as well as an Official Mexican Natural Protected Area since 2003, but no specific plans for conservation or restoration have been completed.", "usetrade": "The Zacapú Allotoca is not consumed and is not a target species for the ornamental fish trade."}]}