{"name": "184535207", "result": [{"species_id": 184535207, "taxonomicnotes": null, "rationale": "<em>Copelatus amphibius</em> is endemic to Madagascar, known only from the humid forests of the north-eastern parts of the country at low to mid altitudes. Based on the current known records, the extent of occurrence (EOO) of this species is estimated to be around 1,294 km<sup>2</sup>&#160;and the minimum area of occupancy (AOO) is estimated to be around 12 km<sup>2</sup>. Although the current population trend is unknown, there is inferred to be a decline in the quality and extent of the habitat as a result of illegal logging with the National Parks. Considering this logging as the main threat, the species is considered to occur at three locations. Therefore, this species is assessed as Endangered. Stronger enforcement against illegal logging would benefit the species, as well as further research on the life history, population and distribution, and monitoring of population and habitat trends.", "geographicrange": "<p>This species is only found in Madagascar, and is likely to be endemic to the humid forests of the north-eastern region (Ranarilalatiana and Bergsten 2019). It is known from the humid forest from Marojejy National Park to Masoala National Park, including the island of Nosy Mangabe. It has only been found at an altitudinal range of 195 m to 860 m Asl (Ranarilalatiana and Bergsten 2019). The extent of occurrence (EOO) of this species is estimated to be around 1,294 km<sup>2</sup> and the minimum area of occupancy (AOO) is estimated to be around 12 km<sup>2</sup>. Based on the current known records, the species is considered to occur at three locations, when considering logging as the main threat.</p>", "population": "The species has been found as recently as 2017 and 2018 (Ranarilalatiana and Bergsten 2019), but there is little information on the population size and trend of this species.", "populationtrend": "unknown", "habitat": "The habitat of this species is humid forests (Ranarilalatiana and Bergsten 2019). In Masoala National Park, this species was found in primary humid forests in dry shallow forest floor depressions with soil and dead leaves. On Nosy Mangabe, the species was found in a pool of rainwater. In Marojejy National Park, the species occurred in residual pools of a small stream, at a slightly higher altitude than the other two localities. Due to illegal logging, there is considered to be a decline in the quality and extent of the habitat of this species (Ranarilalatiana and Bergsten 2019).", "threats": "The main threat to this species is illegal logging in the National Parks where it is known to occur.", "conservationmeasures": "Both Marojejy and Masoala National Parks are included in the UNESCO World Heritage Site 'Rainforests of the Atsinanana', and so are formally protected and have management plans in place. However, in 2010, UNESCO designated the site as 'In Danger' and this was reconfirmed in 2019 (UNESCO 2019), and so further protection of the area would benefit the species. The species would also benefit from further research on the life history, population and distribution, and monitoring of population and habitat trends.", "usetrade": "This species is not used or traded."}]}