{"name": "196297", "result": [{"species_id": 196297, "taxonomicnotes": "Described in 1998, using single specimen collected from type locality and there were no records of this species since it was described.", "rationale": "<em>Stiphodon martenstyni</em> is a point endemic species, known only from single location in the Kalu River Basin in Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 5 km<sup>2</sup> and Area of Occupancy (AOO) is 4 km<sup>2</sup>. The species is threatened by habitat loss and degradation caused by he accumulation of agrochemicals  used in the surrounding tea plantations. and the construction of a small dam in its type locality. These threats are likely to continue in the future as the area is undergoing agricultural expansion and there is no current protection for majority of its habitat. Therefore the species is assessed as Critically Endangered.", "geographicrange": "This endemic freshwater fish species is only known from its type locality, a stream at Atweltota, Kalu River Basin in the lowland wet zone of Sri Lanka (Watson 1998).", "population": "A single specimen was recorded and described in its type locality in 1998 by Watson. However, a recent survey conducted by De Silva <em>et al</em>. (2015) did not find the species at the type locality.", "populationtrend": "decreasing", "habitat": "<span>Similar to other sicydiine gobies, <em>Stiphodon martenstyni</em> is  probably amphidromous: a condition where the young fry that hatch out of the eggs will passively drift downstream and enter into the planktonic layer of the ocean. <span>The time spent out at sea as  planktonic fry is unknown. Eggs are cared for by the males. The young juveniles and adults will spend their time in freshwater streams. <span>These fish are found in association to fast flowing mountainous streams that are well oxygenated. Substratum is made up of hard rocky bottoms and they are found in similar habitats to <em>S. jonklaasi </em>(De Silva <em>et al</em>. 2015).</span>", "threats": "Recently the species type locality was selected for the construction of a weir for a mini hydropower plant. The species is also threatened by habitat loss and degradation caused by the accumulation of agrochemicals used in the surrounding tea plantations.", "conservationmeasures": "<p>It is identified as a protected species under the&#160;the Fauna &amp; Flora Protection Ordinance No. 2 of 1937 (last amendment by Act No. 22 of 2009).&#160;</p>", "usetrade": "There is no information on the use or trade for this species."}]}