{"name": "123671000", "result": [{"species_id": 123671000, "taxonomicnotes": null, "rationale": "This species has been recorded in less than 10 locations and there has been a recent decrease in area of occupancy (AOO). The area of habitat available for this species at its Welsh locations has decreased by approximately 60% over the past 50 years. It therefore qualifies as Vulnerable under criteria B2ab(ii,iii,iv). This assessment was produced with information from Fowles (2018) and Howe (2020).", "geographicrange": "<em>Thinobius newberyi</em> has a localised distribution in northern and western Britain. It was recorded new to science on the River Eden in Cumbria in 1904 and subsequently found in the Aviemore area of Scotland on the River Dulnain in 1923, and the Druie and Nethy in 1938 (Fowles 2018). It was refound in Cumbria in 2014 on the River Calder (Hewitt 2014) and on the River Irving in 2016, with a further Scottish locality found on the River Tummel in Perthshire in 2016 (Hewitt 2017). This species was first recorded in Wales on the Afon Ystwyth in 1987, and was then found on the Afon Rheidol in 1988 and on the Afon Tywi in 1998 (Howe 2020).&#160;Extensive surveys on the Afon Rheidol Shingles and Backwaters SSSI (Lott 2004) and on the Afon Ystwyth (Hewitt <em>et al</em>. 2010) failed to locate the rove beetle. The most recent Welsh records are from Llandinam gravels on the Upper Severn in 2007 (Henshall pers. comm.). This species is considered to be endemic to Great Britain.", "population": "The population size and trends for this species are unknown.", "populationtrend": "unknown", "habitat": "This species is an inhabitant of high-energy rivers on shingle bars that contain a significant element of sand or fine gravel (Fowles 2018).", "threats": "Flow regulation can lead to the moderation of flow events resulting in less sediment movement. Whilst flood events will redistribute some of these riverine sediments, exposed features such as bars and beaches are becoming less mobile, and becoming more vegetated, resulting in a decline in suitable habitat for <em>Thinobius newberyi</em>. Trampling by livestock, in particular cattle, can also reduce the suitability of the habitat for this species. Removal of sediments, whether as part of flood alleviation works, or for aggregate supply, could further lead to declines in suitable habitat. Finally, non-native species such as Himalayan Balsam, alter the vegetation along river banks, and can lead to siltation, and shading of exposed sediments where this beetle lives.", "conservationmeasures": "Where possible natural river processes which allow the free movement of sediments should be re-established. Exposed riverine sediments should be protected from extraction and removal. Cattle and other livestock should be prevented from accessing gravel bars and beaches along rivers. Riparian non-native species should be controlled to prevent siltation and shading of the sediments where the beetle lives.", "usetrade": null}]}