{"name": "1117", "result": [{"species_id": 1117, "taxonomicnotes": "The male Holotype of this species was collected together with the female Allotype and 198 Paratopotypes by Robert R. Miller and James T. Greenbank in March 1955 from the Río Teuchitlán, near the road between HW 70 and Etzatlán. Nine Paratypes were collected by Arthur A. Alcorn from a tributary to the Presa La Vega in February 1949 about 2km ESE of Teuchitlán and ten more by James A. Peters and William B. McIntosh in April of the same year from the Río Ameca about 12km E of the town of Ameca. In recent years (2006), the species has been additionally reported from the Balneario Almoloya, endorheic Laguna Magdalena basin, and the El Molino pond near Cuyacapán, endorheic Laguna de Sayula basin. Affiliated to three distinct drainages, three subpopulations can be inferred. The Río Ameca subpopulation (type subpopulation), the Laguna Magdalena subpopulation and the Laguna de Sayula subpopulation. The last one disappeared from the wild a few years after it had been discovered and is regarded Extinct.", "rationale": "The Butterfly Splitfin is a freshwater fish species inhabiting the Río Teuchitlán, upper Río Ameca drainage. The species is thought to have disappeared from Almoloya (Magdalena Basin) despite recent non-targeted surveys within the area (M. Koeck pers. comm.&#160;2019), and also from El Molino pond (Laguna de Sayula valley).&#160;<em>Ameca splendens </em>is threatened by&#160;faecal contamination found in waste water discharges in the Río Teuchitlán and the lands surrounding it, which are predominantly used for livestock, meaning this species potentially faces threats from agricultural pollution and sedimentation. It is furthermore impacted from severe river fragmentation of the Río Teuchitlán, leading to augmented sedimentation, reduction of dissolved oxygen, and growth of submersal plants, and from non-native invasive species, mainly three Poeciliid species (<em>Poecilia mexicana</em>, <em>Pseudoxiphophorus bimaculatus</em> and <em>Xiphophorus hellerii</em>). The Butterfly Splitfin is assessed as Critically&#160;Endangered (CR) because of its extremely small AOO and EOO, single location, and the continuing decline of&#160; its habitat quality.", "geographicrange": "The Butterfly Splitfin, <em>Ameca splendens</em>, is a freshwater fish species endemic to the Mexican state of Jalisco. It is historically known from the Río Teuchitlán, a tributary of the Río Ameca, from some springs along the NNE shore of the Presa La Vega (the dammed Río Teuchitlán below the town of Teuchitlán), from the Arroyo Los Lobos E of Teuchitlán (an affluent of the Río Teuchitlán), from the Río Ameca itself E of the town of Ameca, from the Balneario Almolya near La Estancia de Ayones (endorheic Laguna Magdalena basin) about 35 km NW of Teuchitlán. This species has been seen to actually still occur within Almolya more recently (M. Koeck&#160;pers<em>. </em>coms<em>.</em> 2019). This species is also known to historically occur from the El Molino pond near Cuyacapán, endorheic Laguna de Sayula basin, about 95 km SSE of Teuchitlán. The species disappeared from the El Molino pond in 2010 when it went dry, and furthermore only persisted in the Balneario Almoloya and several Río Teuchitlán springs.&#160;Domínguez-Domínguez&#160;<em>et al.</em>&#160;(2008) found a reduction of about 50% of the historical distribution range&#160;of the species. Currently, the species is restricted to springs around the town of Teuchitlán.<span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><span class=\"st\"><br/></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "population": "There is insufficient information regarding population size. However, populations are decreasing as a result of the loss of around 50% of the known distribution sites.", "populationtrend": "decreasing", "habitat": "Typical habitats of the Butterfly Splitfin include springs around Teuchitlán, characterized by clear water and sand and silt bottom. It has got two right angles in the E and S corner and an open angle in the west corner. The width is about 1 2m, the longest line extends from E to NNW and is about 25 m long. In the sharp NNW angle is an outlet into a dammed sections of the Teuchitlán river used as cattle trough, another outlet is on the outer side of the right angle, draining to the subsequent section of the river. The depth of the spring is around 1 m, the walls are concrete but bordered inwards partly with big rocks. In the E angle arises the main spring under the roots of a large <em>Metasequoia</em> tree. Though <em>Ameca splendens </em>can be also found in the following sections of the river, the species prefers to live in the spring area and has got the highest density there. Other species co-existing with the Butterfly Splitfin are the native <em>Goodea atripinnis</em> and the exotics <em>Poecilia mexicana</em>, <em>Xiphophorus hellerii</em>, <em>Pseudoxiphophorus bimaculatus</em> and <em>Oreochromis aureus</em>. In subsequent areas of the river can be found additionally <em>Zoogoneticus purhepechus</em> and <em>Ictalurus dugesii</em>.&#160; <br/><br/>The Butterfly Splitfin almost permanently feeds from algae and aufwuchs growing on the rocks and concrete walls. <em>Ameca splendens</em> is a herbivorous species.<br/><br/>All the spring areas populated with&#160;<em>Ameca splendens</em>&#160;display this species in moderately high numbers and it is usually the dominant native species.", "threats": "The Río Ameca subpopulation of the Butterfly Splitfin is partly threatened by faecal contamination found in the waste water discharges from the Río Teuchitlán and the lands surrounding it, which are predominantly used for livestock, meaning this species potentially faces threats from agricultural pollution and sedimentation. The La Vega Dam is an important element to the maintenance of the Ameca River as well, as it controls the quality and volume and flow of this river, which is highly detrimental to species inhabiting this river&#160;(Ramsar Secretariat 2009). Additional threats on a&#160; different scale come from people using the Teuchitlán spring area as recreation area and from invasive non-native species. While the first threat seems to be negligible at current extent, the aggressive predatory Poeciliid fish species seems to have a much heavier impact, especially outside of the springs.&#160;<em>Pseudoxiphophorus bimaculatus, </em>one of the invasive species,&#160;is highly aggressive and a major threat to many native fish, being a predator and feeding from fry, attacking juveniles and dispersing them, so a slight reduction in quantity of specimens can be already inferred.", "conservationmeasures": "In 2016, Michoacán University started a reintroduction project for <em>Zoogoneticus tequila</em> and <em>Notropis amecae</em>, both emdemic to the Río Ameca headwaters. The first one, a Goodeid, and the second, a Cyprinid species, inhabited the Río Teuchitlán drainage in historical time, but have been extirpated by unknown reasons. The reintroduction area is focusing on the spring area and the subsequent river sections, mainly the part that is used as a trough, and the schedule includes a complete extraction of non-native fish species from these sections and a long term species control. This action would have a direct positive impact on the Butterfly Splitfin as exotics represent about 90% of the individuals, so a recovery of the population can be expected for the following years.", "usetrade": "Captive bred stocks of this species are regularly sold as part of the international ornamental fish trade, but no wild specimens are collected. Meanwhile, an ornamental form being much darker than the wild type appeared in some captive broods, but this form is not targeted bred for the trade. The species is not used for consumption."}]}