{"name": "171221", "result": [{"species_id": 171221, "taxonomicnotes": "<span style=\"\">The taxonomic position of the species is not fully resolved and could belong to the genus&#160;<em>Vitrea&#160;</em>(Riedel 1992). The anatomy of the species is unknown since only empty shells have been found so far.</span>", "rationale": "The species is endemic to Greece, where it occurs on Crete (Aegean Sea) (Riedel 1992). It is found in subterranean environments. Given that there is only one confirmed location and its extent of occurrence (EOO) and area of occupancy (AOO) are both only 4 km², plausible threats from modification of its habitat (such as quarrying and road construction) could drive the species in Critically Endangered (CR) or Extinct (EX) within a very short time. Therefore, it is assessed as Vulnerable (VU) under criterion D2. If its occurrence in more than one location is confirmed, this species will need to be reassessed.", "geographicrange": "The species is endemic to Crete (Aegean Sea, Greece) (Riedel 1992). So far, the only confirmed occurrence site of the species is its type locality, and its presence in other localities needs further confirmation (Riedel 1992). However, in other localities in Crete and its adjacent islands, a species resembling <em>Lindbergia pageti</em> has been recorded (Riedel 1992, Vardinoyannis 1994, Georgantis 2011). Until the identity of these records can be confirmed, they are not taken into consideration for this assessment.", "population": "The species has never been found alive but this does not mean it not extant, since it is subterranean and difficult to collect alive.", "populationtrend": "unknown", "habitat": "This is a subterranean species.", "threats": "Given its very restricted distribution, any modification of the species' habitat, such as quarrying and road construction (particularly if this involves blasting into the rock to make way& for roads, which may breach subterranean habitats) can locally pose a threat to the species anytime and lead to its extinction.", "conservationmeasures": "The species occurs in at least one protected area (Natura 2000 site). There are no conservation actions regarding the species. However, it is included in the monitoring program of the National Park of Samaria. Research is recommended on its distribution, population trend, ecology and taxonomy.", "usetrade": "The species is not used or traded."}]}