{"name": "139549557", "result": [{"species_id": 139549557, "taxonomicnotes": null, "rationale": "<p><em>Asthenocnemis linnaei</em> is known only from the type series from two locations on Dumaran in the Philippines. Its area of occupancy (AOO) is believed to be less than 500 km², probably considerably less, and declining along with the extent and quality of suitable habitat due to deforestation and disturbance to what original forest remains on Dumaran. If the species is not already confined to a single threat defined location then its overall population will be severely fragmented. The species qualifies for Endangered status under criteria B2ab(ii,iii) and may need to be reassessed as Critically Endangered in the future if more populations are not found.</p>", "geographicrange": "<p><em>Asthenocnemis linnaei</em> is known only from the type series from two locations on Dumaran in the Philippines (Gassmann and Hämäläinen 2008); the assessor has only been able to assign separate coordinates to one of these locations for mapping purposes. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the area of Dumaran is less than 800 km² and not all habitat will be suitable for this species, therefore the AOO can be safely assumed to be less than 500 km². If it is genuinely confined to Dumaran then the true AOO of the species will be considerably less than this since it is evident from satellite images that considerable deforestation has occurred on the island, leaving only scattered patches of original forest. The AOO is inferred to be declining since there is no reason to suppose that the deforestation is not ongoing. Its extent of occurrence (EOO) is constrained by that of Dumaran and is therefore less than 800 km².</p>", "population": "<p>All that can be said about current population sizes for this species is that an ongoing decline in overall population is inferred from the deforestation occurring on Dumaran and that if the species is not already confined to a single threat defined location (taking deforestation as the main threat) then the population will already be severely fragmented.All that can be said about current population sizes for this species is that an ongoing decline in overall population is inferred from the deforestation occurring on Dumaran and that if the species is not already confined to a single threat defined location (taking deforestation as the main threat) then the population will already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but it will be forest-dependent. An ongoing decline in booth extent and quality of suitable habitat is inferred from loss of and disturbance to forest on Dumaran.</p>", "threats": "<p>The main threat to this species is from the rampant deforestation occurring on Dumaran Island, presumably for agriculture and maybe also logging.</p>", "conservationmeasures": "<p>The priority for this species is for protection of what forest remains on Dumaran Island. Searches for the species on Dumaran and in adjacent parts of Palawan are also needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}