{"name": "176023661", "result": [{"species_id": 176023661, "taxonomicnotes": null, "rationale": "<em>Peckoltia lineola </em>is known from the upper and lower Ventuari River, but only two localities are present and only few individuals are known. The Ventuari River has been fairly well explored, but no collections have been procured from middle portions suggesting that the species may be relatively rare. The species is highly desired in the aquarium trade, and one of the main localities for the species is next to a national park that is experiencing an increase in mining. There are two locations based on threats and inferred continuing declines in habitat extent and quality, and population size. With an extent of occurrence of 6,105 km<sup>2</sup> and area of occupancy (AOO) of 1,384 km<sup>2</sup>, the species is considered Vulnerable.", "geographicrange": "<em>Peckoltia lineola</em>&#160;is distributed in the lower and middle Ventuari River, a large tributary of the Orinoco River in Amazonas state, Venezuela (Armbruster 2008). Anecdotal evidence suggests that it is also in the Río Iniridá, a tributary of the Guaviare River in Colombia, but this needs to be confirmed (PlanetCatfish 2020).", "population": "Nothing is known about the population of&#160;<em>P. lineola</em>.", "populationtrend": "unknown", "habitat": "Specimens of <em>P. lineola</em>&#160;were collected from rocky riffles. Males develop elongate odontodes on the lateral plates and the upper caudal-fin unbranched ray (Armbruster 2008). Aquarium reports demonstrate that the species is a cave spawner and that the male may trap the female in the cave until eggs are laid (PlanetCatfish 2020).", "threats": "The range of&#160;<em>P. lineola</em>&#160;likely includes several protected areas in Venezuela, and the area it occupies is largely occupied by indigenous peoples that use subsistence fishing and farming. Illegal mining for gold, coltan, diamonds, and bauxite has been particularly active in Amazonas, Venezuela, and may have an impact of the flora and fauna of the region. Some of this mining is in protected territories. Mining is generally via eroding the banks of rivers, filtering the material in a sluice, and then extracting the gold with mercury. This leads to high levels of mercury in the rivers and fishes and an increase in turbidity of the rivers, both of which can have a detrimental effect on fishes (Rendon&#160;<em>et al.</em>&#160;2020).", "conservationmeasures": "Despite several expeditions by Auburn University to the Ventuari River as well as other parts of the upper Orinoco, this species has been rarely collected. The species is valued in the pet trade, which could put pressure on it. Species of <em>Peckoltia</em>&#160;rarely occur in large collections, so they may just be difficult to capture in the wild. There are reports of this species in Colombia, but no scientific collections have been made. Some aquarium specimens from Venezuela are being exported through Colombia, so it is unknown if <em>P. lineola</em>&#160;has a greater range or if fishers are indicating specimens were collected in Colombia to avoid entanglements in Venezuela. The lower Ventuari River locations are adjacent to the Parque Nacional Yapacana, but illegal gold mining is currently ongoing in the park (Rendon <em>et al.</em> 2020). The distribution of this species needs to be explored to determine if conservation measures should be put in place.", "usetrade": "<em>Peckoltia lineola</em>&#160;has been exported for the aquarium industry and is a sought-after species (PlanetCatfish 2020)."}]}