{"name": "191200", "result": [{"species_id": 191200, "taxonomicnotes": null, "rationale": "<em>Astyanax altior </em>is endemic to the Yucatán Peninsula, where it has disappeared from its type locality near Progreso and it is currently restricted to the cenotes close to Mérida, Celestún and R<span class=\"st\">ía Lagartos. A continuing decline in the extent and quality of its habitat, at least at the location north of Mérida, has been observed as a result of <span class=\"st\"><span class=\"st\">urban development, perhaps also by saltworks further westward. The species is also potentially threatened by invasive alien species. The Area of Occupancy is thought to be 25-30 km<sup>2</sup>. As per criterion D2, the AOO and small number of locations susceptible of being rapidly destroyed, the species should be assessed as Vulnerable.</span>", "geographicrange": "<em>Astyanax altior </em>is endemic to the Yucatán Peninsula. Its type locality near Progreso has been destroyed (Schmitter-Soto 1998) and it currently occurs only in northwestern Yucatan, in cenotes close to Mérida, Celestún, and R<span class=\"st\">ía Lagartos (Schmitter-Soto 2017)<span class=\"st\">. T<span class=\"st\">he localities in Campeche and Quintana Roo identified by Schmitter-Soto (1998), and by Miller <em>et al</em>. (2005) are in error, as it is now known that the species is only endemic to the northern third of the Yucatan Peninsula in the State of Yucatan, Mexico (Schmitter-Soto 2017). This species has been collected in 25 sites from the coastal zone of the State of Yucatan in karstic ponds, petenes, and wetlands with freshwater and brackish conditions (Vega-Cendejas <em>et al</em>. in preparation), but according to current threats (urban development north of Mérida, saltworks west of Ría Lagartos), these sites probably represent four or five locations (Schmitter-Soto 2017). Recent collections from Lake Chichancanab may include <em>A. altior</em> (J. Arroyave pers. comm. 2018), however, this potential range extension requires further validation.&#160;</span>", "population": "Localized subpopulations of <em>A. altior</em> are usually small, with 300 individuals estimated in some localities (Ceballos <em>et al</em>. 2016), although other subpopulations are probably larger. This species was recorded by Vega-Cendejas (unpubl.) in 25 sites from the coastal area of the Municipality of Hunucma (Palmar) to Sinanche, Yucatan, including ponds, petenes and freshwater seeps.", "populationtrend": "unknown", "habitat": "The species prefers freshwater habitats with clear waters and temperature between 22 and 28 <sup>o</sup>C; however, it has also been found in cenotes with brackish water&#160;<span class=\"st\">(Ceballos <em>et al</em>. 2016). It is an omnivore.", "threats": "The main factor adversely affecting this species is habitat destruction as a result of urbanisation, in addition to pollution and excessive water extraction for tourist resorts <span class=\"st\">(Ceballos <em>et al</em>. 2016). Saltworks can also affect habitat quality in some parts of its western distribution&#160; (J.J. Schmitter-Soto pers. comm. 2018).", "conservationmeasures": "The species is listed as threatened in the NOM-059-SEMARNAT-2010, and it is known that Cenote Xlaká occurs within the archeaological site Dzibilchaltún, a protected area. Other sites are also located within the protected areas of Celestún and Ría Lagartos. However, no specific conservation actions are known for the species (Ceballos <em>et al</em>. 2016).&#160;The American Fisheries Society's Endangered Species Committee lists this species as vulnerable (Jelks <em>et al</em>. 2008).", "usetrade": "There is no use or trade information in regards to <em>Astyanax altior.</em>"}]}