{"name": "139568026", "result": [{"species_id": 139568026, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta malleus </em>is known only from the type series of two males from the Aliwagwag Falls area on Mindanao in the Philippines. This area is protected as the Aliwagwag Protected Landscape. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is likely to be small, is certainly below 500 km² and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in eastern Mindanao. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed as such. When more data are available from the area where the species occurs re-assessment to a lower threat category might be possible, but if it remains known only from a single location then re-assessment to Critically Endangered will probably be required.</p>", "geographicrange": "<p><em>Drepanosticta malleus </em>is known only from the type series of two males from the Aliwagwag Falls area on Mindanao in the Philippines (van Tol 2005). This area is protected as the Aliwagwag Protected Landscape. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is likely to be small, is certainly below 500 km² and will be declining due to loss and degradation of forest in eastern Mindanao.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health except this is clearly not a common species and that an ongoing decline is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs and if not truly confined to the single currently known location (which is unlikely) then severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and biology of this species but it will be a species of forest streams, like the others in the genus. An ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest in the part of Mindanao where the species occurs.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for agriculture or as a result of logging and, possibly from mining and associated pollution of streams. Information on whether these threats apply even within the Aliwagwag Protected Landscape is lacking but it is likely and they are certainly serious in the surrounding areas.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}