{"name": "18137", "result": [{"species_id": 18137, "taxonomicnotes": null, "rationale": "This species is only known from the type locality; a cave west of Ciudad Mante in the Rio Tamesi basin, Tamaulipas, Mexico, and one other cave about 26 km to the north (Miller 2005). <em>P. lundbergi</em>'s restricted distribution makes it extremely vulnerable to threats, such as water pollution, which would rapidly affect all the individuals in the population. However, it is mainly threatened by large-scale water extraction. Considering the species restricted range with a plausible future threats that could drive the taxon to CR or EX in the short-term, the species is assessed as Vulnerable D2.", "geographicrange": "This species is only known from the type locality; a cave west of Ciudad Mante in the Rio Tamesi basin, Tamaulipas, Mexico, and one other cave about 26 km to the north (Miller 2005).", "population": "<em>P. lundbergi</em> is thought to be rare at the two sites it has been found in; only five specimens have ever been seen (Hendrickson <em>et al</em>. 2001).", "populationtrend": "unknown", "habitat": "<em>P. lundbergi</em> inhabits subterranean waters. Only one specimen has been taken from the type locality despite extensive subsequent exploration that demonstrated that the spring is the surface expression of a very deep, submerged cave system. All specimens from the other locality were taken by cave divers from below 50 m water depth. It thus appears that the preferred habitat of the species may be in deep portions of the aquifer, and it is only occasionally found in shallower portions of caves accessible to divers (Miller 2005).", "threats": "Water extraction is the principal threat for this species as it depletes water of caves, especially when the caves are near human occupied areas. The region in which its habitat is situated is threatened by continued clearing of forest for timber, road construction, expansion of settlements, industrial development and agricultural expansion (Davis <em>et al</em>. 1997). These activities could result in pollution of subterranean waters.", "conservationmeasures": "There are no conservation measures in place for this species.", "usetrade": "This species is not thought to be utilised."}]}