{"name": "189545680", "result": [{"species_id": 189545680, "taxonomicnotes": "The extremely complex nomenclatural history of this species - resulting from a type series consisting of two species, the lack of an unambiguously identified holotype, and a long history of inconsistent usages of the names <em>Ogyris halmaturia </em>and <em>O. waterhouseri</em>&#160;- was discussed iin detail by Braby and Douglas (2008), who referred <em>O. halmaturia</em><em>&#160;</em>to the synonymy of <em>O. otanes.</em>&#160;<br/><br/>Braby <em>et al.</em> (2011) subsequently reviewed the evidence presented in favour of multiple proposed treatments and upheld the lectotype designation by Tindale (1923). The consequence of this action is that&#160;<em>O. halmaturia </em>represents a valid species, of which <em>O. waterhouseri </em>is a junior synonym following Grund (2010), and this treatment is followed here.", "rationale": "This species is listed as Endangered on the basis that it has an area of occupancy below 40 km<sup>2</sup>, it occurs at no more than four locations defined by threats from fire and collection, and there is an expected continuing decline in the number of mature individuals resulting from collection and a continuing decline in the quality of its habitat resulting from direct disturbance to and clearance of its habitat.", "geographicrange": "This species occurs on Kangaroo Island, particularly in three closely-adjacent localities in Flinders Chase National Park (representing a single location defined by a threat from fire), and in the Hincks Wilderness Area on the Eyre Peninsula in mainland South Australia. A further record from the Eyre Peninsula, reported in 2018, is from an undisclosed locality (D.A. Young&#160;pers. comm. 2021). It has been recorded from Ngarkat Conservation Park as recently as 2010, but it may have been lost from at least part of its historical range in South Australia.&#160;<br/><br/>Historical records exist from the Australian mainland in South Australia as far north as Adelaide, and from several localities in western and southwestern Victoria (Braby and Douglas 2008). Records from Victoria are mainly historical, with records from the 19th Century, the 1930s and 1950s, and it may no longer occur in this state following habitat loss. Reports from the 1980s that may correspond to this species are unconfirmed (Braby and Douglas 2008). Braby and Douglas (2008) consider that it has been lost from Victoria, as extensive searches in the Grampians have failed to record it and this is the only Victorian locality that retains a large area of suitable habitat.", "population": "This species is \"rare to uncommon and very local\" (Braby 2016) and appears to have been lost from much of its historical range, likely as a consequence of extensive habitat loss and fragmentation. It was last recorded from Ngarkat Conservation Park in 2010, but its host ants declined following the millennium and later droughts, and have now disappeared from surveyed areas of the site; it is unknown whether the species has been lost from this area or whether this subpopulation has been displaced to unsurveyed areas nearby (D.A. Young pers. comm. 2021). This subpopulation is known to have been under heavy pressure from collectors that may have contributed to a decline, although M.F. Braby (pers. comm. 2021) notes that this is unlikely to have been the main driver of decline. The Hincks locality is remote and may not have been surveyed recently, so the status of this subpopulation is unknown although it is presumed to be extant (M. Braby pers. comm. 2021). A report from the Grampians in 1982 was in a plausible locality for this species, and was accepted by Braby and Douglas (2008), but the identity of this record remains questionable (R. Field pers. comm. 2021) and M. Braby (pers. comm. 2021) describes it as \"unconfirmed\". The Flinders Chase subpopulation had not been recorded for decades despite surveys (Braby and Douglas 2008), but was rediscovered \"8-9\" years ago and monitoring suggests the population here was stable prior to the 2019-2020 fires (D.A. Young pers. comm. 2021).", "populationtrend": "decreasing", "habitat": "This species is typically found in semi-open heathland vegetation, including <em>Banksia </em>and mallee-heathland, typically on sandy soils suitable for its host ants. It exhibits an obligate association with the ant&#160;<em>Camponotus </em><em>tenebrans </em>(a recorded association with <em>C. nigriceps </em>is a misidentification - Braby and Douglas 2008) (Braby 2016).<span style=\"\">&#160;It is likely that, in common with these ants, the species can rapidly colonize areas following disturbance which clears vegetation, such as fire (Sands and New 2002). It will not tolerate development which prevents natural regrowth, including roads, buildings and agriculture (R. Glatz pers. comm. 2021). Larvae are hypothesized to undergo complete development within the nests of the host ant species. It is thought to produce one generation a year (Braby and Douglas 2008). Adults are only present for a few weeks (Braby 2016).</span>", "threats": "Habitat fragmentation and conversion, largely driven by agriculture, likely represented the main historical threats to this species, as well as potentially associated pollution by agrochemicals, and this has apparently resulted in a number of local extinctions (Braby and Douglas 2008 and refs therein). The presumed loss of this species from the Grampians may reflect inappropriate management of this heathland national park for this species, as decades of management to prevent fire and other disturbance have resulted in dense vegetation cover which may provide less suitable habitat for both the butterfly and its host ants (Braby and Douglas 2008).<br/><br/>Collection (by individual collectors rather than primarily for trade) has been recorded from Ngarkat Conservation Reserve and may threaten any surviving subpopulations. This locality has been subject to heavy burning (F. Douglas pers. comm. 2021). This species may not be strongly impacted by bushfire at most times of year as larvae are protected within ant nests and its host ants are known to survive fire and&#160;recolonize burned areas rapidly. It could nonetheless suffer significant mortality, and corresponding impacts on recruitment, if fires occur while adults are present.<br/><br/>During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram <em>et al. </em>2021). Droughts may represent a direct threat to the quality of the insect's habitat and that of its host ants, and are likely to have been the primary cause of decline in the Ngarkat Conservation Reserve.<br/><br/>Fire management practices to control bushfires following the 2019-2020 fire season are focusing on controlled 'fuel reduction' burns to remove potentially flammable vegetation. This includes remnant long-unburnt habitat that may otherwise serve as a refuge for many species. A further impact is likely from the construction of access routes into these areas, which are typically around 20 m wide (R. Glatz pers. comm. 2021), with the attendant risk of fragmenting the habitat. By covering the ground in mats of vegetation, invasive weeds can reduce habitat for ground-dwelling invertebrates, potentially including this species' host ants, and may be a direct threat to this species due to its preference for open habitats. Following recent legislative changes tourist development is permitted in the area of Kangaroo Island where this species has been found, and has the potential to impact this species' habitat (R. Glatz pers. comm. 2021).", "conservationmeasures": "It occurs in Flinders Chase National Park, and surveys are needed to determine whether it survives in Ngarkat Conservation Reserve. The known locality on the Eyre Peninsula is within a protected area. It was included in a list of the 28 \"most imperilled Australian butterflies\" based on expert assessment (Geyle<em> et al</em>. 2021). Fire management, legislation and development on Kangaroo Island needs to account for the needs of this species.", "usetrade": "This species is popular with collectors and there could be a potential small trade of this species, though the extent of any trade is unknown."}]}