{"name": "63400", "result": [{"species_id": 63400, "taxonomicnotes": "This species is now in the genus <em>Phanogomphus</em>.", "rationale": "Although<em>&#160;Phanogomphus westfalli</em> is locally abundant, its entire known range has a breadth of about 75 kilometres, from near the eastern edge of Okaloosa County to the centre of Santa Rosa County (Odonata Central, 2016). Extent of Occurrence is thus about 5,600 km<sup>2</sup>. Carle and May (1987) noted the future of the species should be considered highly uncertain. Bick (2003) indicated that the total range is very likely the smallest of any U.S. anisopteran and ranked it Critically Imperiled. However, the species is known from about ten locations, two new ones just discovered in 2017 (Odonata Central) that extend the known range to the north, and most populations are within a state forest and so could be fairly well protected/managed.", "geographicrange": "This very restricted species is known from only two counties in northwest Florida in the United States of America.", "population": "Population size and trends are unknown, but still present in all historic localities and recently found in additional ones.", "populationtrend": "stable", "habitat": "<em>Phanogomphus westfalli</em> occurs at clean acidic streams and small lakes of the Blackwater River drainage in northwestern Florida. Also boggy streams and seepages with muck-bottomed pools (Dunkle 2000). Probably always in wooded landscape.", "threats": "Excessive clear-cutting is a threat for this restricted-range species.", "conservationmeasures": "Several of the known locations are more or less protected in the Blackwater River State Forest, so they can be fairly well protected/managed. Populations were thought to be healthy and stable in 1995 (Daigle pers. comm.) and seem still to be that way from numerous recent attempts to find the species. Patchy summer burning to maintain an open understory in surrounding pine forest would benefit this species (Dunkle 2004). Still apparently thriving at known localities in 2016 but should be closely monitored.", "usetrade": null}]}