{"name": "17844", "result": [{"species_id": 17844, "taxonomicnotes": "There are no notable issues.", "rationale": "This is a range-restricted endemic species of the Western Cape Province in South Africa (Extent of Occurrence (EOO) 68 km<sup>2</sup>, Area of Occupancy (AOO) 16 km<sup>2</sup>). With the discovery of a subpopulation near the Quaggaskloof dam, there are now three subpopulations occurring at two locations. There are threats of habitat loss mainly from the possible future increase in size of the two dams near the localities. Agricultural expansion poses a threat to the survival of the subpopulations on the western part of the Brandvlei Dam. Encroachment of invasive alien species (mainly&#160;<em>Acacia saligna</em>) is currently causing a decline in habitat quality at two sites. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to the Western Cape Province in South Africa, near Worcester, restricted to the Brandvlei Dam area at the type locality on the eastern side of the dam and on the western side of the dam next to the main dam wall, as well as south of the Quaggaskloof Dam.", "population": "There is no information currently available.", "populationtrend": "unknown", "habitat": "This species occurs in Breede Sand Fynbos, on flat sandy terrain.", "threats": "Future expansion of the Brandvlei and Quaggaskloof dams would destroy the subpopulations at Quaggaskloof and the eastern side of Brandvlei. Agricultural development (clearing for crops, application of pesticides etc.) poses a threat to the subpopulations on the western side of the dam. Encroachment by alien plants (Port Jackson Willow, <em>Acacia saligna</em>) and urban developments (resorts) pose threats to the subpopulations on the eastern side of the dam.", "conservationmeasures": "Conservation of the areas around the two subpopulations is required in the event of the expansion of the Brandvlei and Quaggaskloof dams or if agriculture in the area is expanded. Removal of alien vegetation at both locations is required, and the local authorities, prison services and farming community need to be made aware of this taxon and its habitat requirements to prevent further encroachment of the habitat by alien plants and agriculture.", "usetrade": null}]}