{"name": "128718583", "result": [{"species_id": 128718583, "taxonomicnotes": null, "rationale": "<em>Clupisoma naziri</em> is native to the Indus river basin in Pakistan and Afghanistan, where it has a large distribution range occurring in five rivers. However, there are a synergy of threats impacting the local populations including the loss of critical habitats, especially migratory routes due to hydropower development, pollution from multiple sources, as well as unsustainable fishing practices. As a result, local populations have declined by up to 30% over the last two decades. This decline combined with ongoing threats and the peculiar life history traits of the species (especially its migratory behaviour) could result in the species slipping to threatened category in the future. Therefore, this species is assessed as Near Threatened.", "geographicrange": "<em>Clupisoma naziri</em> is native to the Indus river basin in Pakistan and Afghanistan. In Pakistan, it has been recorded in the Indus, Kabul, Jhelum, Chenab, Neelum, and Swat rivers and their tributaries in Azad Kashmir, Khyber Pakhtunkhwa and Punjab (Coad 1981, Khan <em>et al</em>. 2004, Arshad <em>et al.</em> 2009, Rauf<em>&#160;et al.&#160;</em>2015, Ahmed<em> et al. </em>2010).", "population": "Population declines have been documented in parts of its range, especially in the Attock region (Iqbal<em> et al. </em>2013). No information on the status or trends in population is available from other parts of its distribution range. The species is under stress due to high pollution, diversion of water-ways in Indus and harvesting in an unsustainable manner. There is a need to understand the population status across its range.", "populationtrend": "decreasing", "habitat": "This is a freshwater species that occurs primarily in rivers (and sometimes in lakes) in sub-mountainous areas of the Indus River basin (Khan <em>et al</em>. 2004). It is potamodromous, migrating upstream in May-August in the lower reaches of the Swat, Kabul and Indus rivers, and then in winter it migrates back downstream (Khan<em> et al</em>. 2014), covering large distances (Mirza <em>et al.</em> 2006). It is a carnivorous species feeding on aquatic insects and molluscs. Fecundity is known to be between 1,400 to 17,000 eggs.", "threats": "One of the major threats to <em>Clupisoma naziri</em> is the construction of dams which destroy habitat and block migration routes.&#160;Dams such as the Rasul Barrage on the Jhelum River were also not designed with fish ladders, which further restricts their movement (Iqbal <em>et al</em>. 2017). Pollution is also a major threat to this species and this includes industrial effluents, agricultural runoff of nutrients and pesticides, domestic solid waste and sewage (Khan <em>et al. </em>2004, Khan <em>et al</em>. 2012, Iqbal <em>et al</em>. 2017). As this species has a high economic value it is also threatened by excessive and damaging fishing practices such as the use of dynamite, poisons and electricity (Khan <em>et al</em>. 2004, Iqbal <em>et al. </em>2013).", "conservationmeasures": "In Punjab, fisheries management plans are in place to give protection to the species during its breeding season. Research is needed into the distribution, and life history of this species. Experimental captive breeding has been carried out at Fish Biodiversity Hatchery at Chasma, but this needs to be standardized and perfected.", "usetrade": "This species is economically important as a food fish and is commercially traded (Khan <em>et al</em>. 2004, Iqbal <em>et al.</em> 2013). Although not commonly found in markets, it is purchased and consumed at a high rate when it is available (Eqani <em>et al.</em> 2015)."}]}