{"name": "14880", "result": [{"species_id": 14880, "taxonomicnotes": null, "rationale": "<p><em>Notropis aguirrepequenoi</em> is an endemic freshwater fish that occurs on the northern Atlantic slope drainage in Tamaulipas and Nuevo Leon, Mexico. While little information is available on the population size of this species, it has a relatively small distribution with a calculated EOO between 11,979-14,509 km<sup>2</sup> and an inferred continued decline in the area, extent, and quality of its habitat. Because the most plausible threat to this species is habitat degradation resulting from varying anthropogenic sources, the number of locations cannot be determined with accuracy. However, given the restricted distribution and connectivity of these systems, the number of locations is likely less than 10. As such, <em>N. aguirrepequenoi</em>is listed as Vulnerable. </p>", "geographicrange": "<p><em>Notropis aguirrepequenoi</em> is endemic to the northern Atlantic slope drainage in Tamaulipas and Nuevo Leon, Mexico. It is specifically reported from the Soto la Marina (Miller <em>et al. </em>2005) and the San Fernando rivers (Garcia de Leon<em> et al. </em>2005). Miller <em>et al.</em> (2005) reports approximately 18 collection localities from the Soto la Marina River. </p>", "population": "<p>More data are needed to quantify the population size of <em>N.</em> <em>aguirrepequenoi</em>. In the upper reaches of the Soto la Marina River, this species<em> </em>is reported as the sixth most dominant species of fish (Garcia de Leon <em>et al.</em> 2005). Population trend is likely in decline as a result of present or threatened destruction, modification, or reduction of the taxon’s habitat or range (Jelks <em>et al.</em> 2008). </p>", "populationtrend": "unknown", "habitat": "<em>Notropis aguirrepequenoi </em>occurs in the pools and riffles of clear streams with moderate to rapid water flow over sand, gravel, and rocky substrates (Miller <em>et al. </em>2005). Little is known about the reproductive biology of this species.", "threats": "<p>The upper portion of the Soto la Marina River is subject to impacts resulting from tourism, mining, and forestry (Garcia de Leon <em>et al.</em> 2005). These activities likely have an impact on the population size and trend of <em>N.</em> <em>aguirrepequenoi</em>, but at present they have not been assessed. The San Fernando River has not been altered extensively in Tamaulipas, but has been dammed in two areas upstream in Nuevo Leon, altering the flow regime of the river (Garcia de Leon<em> et al.</em> 2005).<br/><br/>The lower Soto la Marina is subject to severe pollution as a result of agricultural runoff and human development (Lozano <em>et al.</em> 2000). However, these stressors primarily affect the coastal regions of the Soto la Marina, and potential impacts to the habitat quality of <em>N. aguirrepequenoi </em>are difficult to quantify.</p>", "conservationmeasures": "The American Fisheries Societies Endangered Species Committee includes <em>N. aguirrepequenoi</em> as threatened under criteria 1 (present or threatened destruction, modification, or reduction of a taxon’s habitat or range), 3 (disease or parasites) and 5 (a narrowly restricted range) (Jelks <em>et al.</em> 2008). However, these designations confer no protective benefit. Additionally, <em>N. aguirrepequenoi</em> is subject to special protection in Mexico under NOM-059-SEMARNAT-2010. The range of this species includes El Cielo Biosphere Reserve (IUCN and UNEP 2018).", "usetrade": "There is no information on the use and trade of this species."}]}