{"name": "150107090", "result": [{"species_id": 150107090, "taxonomicnotes": null, "rationale": "<p>This species is endemic to Lake Xiloá in Nicaragua. Population size and population trend are unknown. While there are currently no major threats to the lake, the introduction of non-native species or changes to current land-use around the lake are plausible future threats that have the potential to considerably increase the extinction risk of this species. Given a very limited distribution, occurrence at a single threat-based location, and potential future threats, <em>A. amarillo</em> is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Amphilophus amarillo </em>is endemic to Lake Xiloá, a small volcanic crater-lake on the Chiltepe Peninsula approximately 20 km north of Managua (Kullander 2003, Matamoros <em>et al</em>. 2015). This species is known from very few museum collections (GBIF 2019), and additional sampling is needed to determine if range extends outside of the crater lake. </p>  Extent of Occurrence (EOO) and area of Occupancy (AOO) do not exceed 10 km<sup>2</sup>, based on the available georeferenced collection records (GBIF 2019) and the current assumption that this species is restricted to the crater lake.", "population": "<p>Total population size is unknown. Population estimates are likely to prove difficult, given similar coloration and morphology with close congeners (Recknagel <em>et al</em>. 2013).</p>  <p>Population trend is suspected to be stable, given the absence of major threatening factors.</p>", "populationtrend": "stable", "habitat": "This species typically occurs close to the shoreline, in the presence of weedy aquatic vegetation (Recknagel <em>et al</em>. 2013). Maximum body size is 15.5 cm standard length (SL) (Kullander 2003).", "threats": "<p>There are no known major threats to freshwater fishes in Lake Xiloá. The lake is not currently impacted by the establishment of tilapia (<em>Oreochromis</em> spp.) (McCrary <em>et al</em>. 2007) and the lake is entirely contained within Chiltepe Peninsula Nature Reserve (IUCN and UNEP-WCMC 2019). However, the introduction and establishment of tilapia is a plausible future threat that has the potential to immediately impact the extinction risk of this species.</p>", "conservationmeasures": "<p>There are current no species specific conservation actions directed towards<em> A. amarillo</em>. Lake Xiloá occurs within Chiltepe Peninsula Nature Reserve (IUCN and UNEP-WCMC 2019), which provides indirect protection against habitat degradation. More information regarding the potential threats to this species would be useful.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}