{"name": "82958669", "result": [{"species_id": 82958669, "taxonomicnotes": null, "rationale": "<p><em>Cyprinodon higuey</em> is restricted to Laguna de Bávaro, a 2.5 km<sup>2</sup> coastal lake in eastern Dominican Republic. Extent of Occurrence and Area of Occupancy are estimated to be 4.1-20 km<sup>2</sup>. Total population size and population trend are unknown. The primary threat to this species is adjacent tourism development and land-use changes associated with agricultural expansion. While there is considerable uncertainty regarding the direct impacts of existing threats, they continue to produce inferred declines in habitat quality and potentially in habitat availability. Despite Laguna de Bávaro’s designation as a wildlife refuge, enforcement is lacking and political protections provided by this designation are weak. Therefore, <em>C. higuey</em> is assessed as Critically Endangered (CR) under criteria B1ab(iii)+B2ab(iii). Additional ichthyological sampling would be useful in clarifying the conservation status of this species.</p>", "geographicrange": "<p></p><p><em>Cyprinodon higuey</em> is restricted to the Laguna de Bávaro, a coastal freshwater lake (2.5 km long, 1.2 km wide) in eastern Dominican Republic (near the village of Cabeza de Toro, Altagracia Province) and a nearby roadside pool (Smith <em>et al.</em> 1990). </p>  <p>Area of Occupancy (AOO) is estimated to be 4-12 km<sup>2</sup>, with a lower bound based on the species’ presence in just one part of the Laguna de Bávaro for which georeferenced collection records exist (GBIF 2020), and an upper bound reflecting its possible presence throughout the Laguna. Extent of Occurrence (EOO) is likewise a minimum of 4 km<sup>2</sup>, and (since a minimum convex polygon calculated around the entirety of Laguna de Bávaro is 4.1 km<sup>2</sup>) a maximum of 12 km<sup>2</sup>. Existing localized threats are expected to impact the known range of this species. Therefore, it is inferred to occur in a single threat-based location. &#160;</p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from very few georeferenced collection records (GBIF 2020).</p>", "populationtrend": "unknown", "habitat": "<p>This species is restricted to Laguna de Bávaro and an adjacent roadside pool in eastern Dominican Republic (Smith&#160;<em>et al.</em>&#160;1990). The lake is characterized by mangrove forest along the shoreline. This species lives in shallow water (3-15 cm deep) over plant debris at a salinity of 2 ppt and a water temperature of 27 °C (Smith&#160;<em>et al.</em>&#160;1990). Maximum reported body size is approximately 3.5 cm total length (TL) (Reis&#160;<em>et al.</em>&#160;2003).</p>", "threats": "<p>The primary threats to biodiversity in the Dominican Republic include deforestation and land-use changes associated with agricultural expansion and cattle grazing, expansion of hydroelectric infrastructure, unsustainable tourism, and mining activities (Perdomo and Arias 2009). Unsustainable land-use practice and illegal human settlement occurs in protected areas and in adjacent areas (Perdomo and Arias 2009). Future development to support an expanding number of annual tourists is expected to have considerable consequences on coastal freshwater ecosystems and offshore reefs (Torres&#160;<em>et al.</em>&#160;2001). </p>  <p>Tourism is concentrated in the southeastern region of the country, which includes the towns of Playa Bávaro, Punta Cana, Bayahíbe, and La Romana (Wielgus&#160;<em>et al.</em>&#160;2010). Habitat degradation and increases in coastal erosion processes are related to human impacts, such as interference with natural processes by excessive construction in coastal areas (Wielgus&#160;<em>et al.</em>&#160;2010). Nuevo Juanillo, with a population of approximately 500 individuals, is home to Cap Cana Luxury Resort, which includes five hotels and 8.5 km of oceanfront property (Duffy&#160;<em>et al.</em>&#160;2016). El Macao, with a population of fewer than 500 individuals, is located directly north of Bávaro in the Punta Cana region and is largely exempt from the influence of all-inclusive resorts (Duffy&#160;<em>et al.</em>&#160;2016). Ecotourism and rural tourism are largely undeveloped (Catalino and Lizardo 2004).</p>  Ichthyological studies addressing the impact of existing threats on the freshwater fauna of the Dominican Republic are scarce. Therefore, the direct threats of coastal development on <em>C. higuey </em>are unknown. However, localized land-use change and development in areas immediately adjacent to Laguna de Bávaro are producing inferred and continuous declines in habitat quality, and potentially in habitat availability.", "conservationmeasures": "<p><em>Cyprinodon higuey</em> is classified as Critically Endangered on the Dominican Republic's Red List of Threatened Species (MIMARENA 2011). Laguna de Bávaro is a designated wildlife refuge (IUCN and UNEP-WCMC 2020). However, enforcement of protected area networks in the Dominican Republic is lacking, and their long-term status is often tied to inconsistent support of a legislature with close ties to land developers (Powell and Incháustegui 2009). Protected areas in the Dominican Republic are threatened by uncertainties in land ownership, the lack of an appropriate system of compensation for the expropriation of land for conservation purposes, a lack of clear policies for the administration and management of funds generated by protected areas, inadequate management of the areas, and delayed local development as a result of centralized policies (Perdomo and Arias 2009). Additional research regarding distribution, population size, population trend, and the scope and magnitude of existing threats would be useful in clarifying conservation status.&#160;Site protection may be warranted.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}