{"name": "173830260", "result": [{"species_id": 173830260, "taxonomicnotes": null, "rationale": "<p><em>Cynolebias elegans </em>is known only from its type locality, a temporary pool at approximately 630 m above sea level in the Verde Grande River drainage, Bahia, Brazil (Costa 2017). This species is known from a total six specimens that were collected in 2005. Surveys in 2009, 2010, and 2017 have failed to yield any additional specimens, following severe habitat modification associated with cattle ranching. Continuing decline in habitat quality is observed, as existing threats have not been mitigated. The type locality does not appear to support an extant population of <em>C. elegans</em>. Ichthyological surveys in adjacent ponds along the road yielded have failed to detect this species outside of its type locality. As such, <em>C. elegans</em> is assessed as Critically Endangered under criterion A2ac; B1ab(iii)+2ab(iii); D. Immediate conservation priorities include exhaustive surveys in all potentially suitable habitat to determine if remnant subpopulations exist.</p>", "geographicrange": "<p><em>Cynolebias elegans </em>is known only from its type locality, a temporary pool at approximately 630 m above sea level in the Verde Grande River drainage, Bahia, Brazil (Costa 2017). This species was last recorded in 2005 (Costa 2017).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on top of the type locality. This species is assigned to a single threat-based location because habitat has been severely modified by the introduction of cattle, replacement of natural riparian vegetation with grasses, and modification of natural hydrology to support a permanent water body (Costa 2017).</p>", "population": "<p>This species is known from a total six specimens that were collected in 2005 (Costa 2017). Subsequent surveys in 2009, 2010, and 2017 have failed to yield any additional specimens, which is likely due to severe habitat modification (Costa 2017). Ichthyological surveys in adjacent ponds along the road yielded an abundance of <em>C. oticus</em>, <em>C. leptocephalus</em>, and <em>Hypsolebias mediopapillatus</em>, but failed to detect this species outside of its type locality (Costa 2017). These field records indicate that <em>C. elegans</em> may already be Extinct (Costa 2017).</p>", "populationtrend": "unknown", "habitat": "This annual killifish is known from a single temporary pool in the Verde Grande River drainage, Bahia, Brazil (Costa 2017). At the time of collection, the pool was covered by dense aquatic vegetation and spiny riparian bushes (Costa 2017). In 2005, cattle were introduced into the area and the original vegetation was substituted by grass (Costa 2017). The type locality is currently represented by a highly modified permanent pool that only contains a single species of characid (Costa 2017).", "threats": "<p>The primary threat to this species is severe habitat modification associated with cattle ranching that has resulted in the loss of natural riparian vegetation and hydrology (Costa 2017). Continuing decline is observed because existing threats have not been mitigated. Field surveys indicate that existing habitat at the type locality does not support an extant population of <em>C. elegans </em>(Costa 2017).</p>", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>C. elegans</em>. This species is not contained within any existing protected area. The only known collection locality is severely modified and does not appear to support an extant population of <em>C. elegans </em>(Costa 2017). Immediate conservation priorities include exhaustive surveys in all potentially suitable habitat to determine if remnant subpopulations or collection localities may exist. If additional subpopulations are located, site protection and captive management are imperative. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}