{"name": "173830737", "result": [{"species_id": 173830737, "taxonomicnotes": null, "rationale": "<p><em>Cynopoecilus notabilis </em>is known only from its type locality, a temporary pool in the upper portion of the Gravataí River basin, laguna dos Patos system, Rio Grande do Sul, Brazil. Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>, and the species is assigned to a single threat-based location. The type locality of this species is contained entirely within Refúgio de Vida Silvestre Banhado dos Pachecos, which has reduced the immediate likelihood of anthropogenic impacts by preventing habitat modification. However, regional threats include land-use change and pollution associated with intense deforestation, urbanization and agricultural expansion, and could rapidly drive this species into a high threatened category in the future. Therefore, <em>C. notabilis</em> is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Cynopoecilus notabilis </em>is known only from its type locality, a temporary pool in the upper portion of the Gravataí River basin, laguna dos Patos system, Rio Grande do Sul, Brazil (Ferrer&#160;<em>et al.</em>&#160;2014).</p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on the type locality. Given its restricted distribution, potential threats are anticipated to act on the entire known range, and therefore this species is assigned to a single threat-based location. </p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species is located in a dense fragment of wetland forest (Ferrer&#160;<em>et al.</em>&#160;2014). It is characterized by clear water and muddy substrate covered by a large amount of leaf litter (Ferrer&#160;<em>et al.</em>&#160;2014). The type locality is connected and adjacent to a swamp, but sampling did not yield any additional specimens outside of the type locality (Ferrer&#160;<em>et al.</em>&#160;2014).</p>", "threats": "<p>The primary threat to this species is land-use change and pollution associated with intense deforestation, urbanization and agricultural expansion (Ferrer&#160;<em>et al.</em>&#160;2015). The type locality of this species probably represents a small fragment of historically suitable habitat, as lowland moist forests have been greatly extirpated in the last two centuries (Costa 2016, Costa 2019).</p>  <p>Despite protection within Refúgio de Vida Silvestre Banhado dos Pachecos, existing threats outside of the protected area have the potential to influence habitat quality and availability within the reserve in the future. Changes to existing protected area boundaries could feasibly result in the extinction of this species if the type locality is lost. Pollutants originating from outside the reserve may also negatively influence habitat quality to such a degree that this species is driven to CR or EX within a short period of time.</p>", "conservationmeasures": "<p>The type locality of this species is contained entirely within Refúgio de Vida Silvestre Banhado dos Pachecos, which has reduced the immediate likelihood of anthropogenic impacts by preventing habitat modification (Ferrer&#160;<em>et al.</em>&#160;2014). Additional research regarding distribution, population size, population trend, and the current and potential future impacts of threats within and outside of the protected area would be useful in clarifying the extinction risk of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}