{"name": "173697089", "result": [{"species_id": 173697089, "taxonomicnotes": null, "rationale": "<p><em>Periaeschna furukawai</em> was described and remains known from only two locations (in the same area: Nam Bung) in Yen Bai Province, northern Viet Nam. Serious threats are present in the area where the species is known to occur. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but unless it is more widely distributed than is currently known, the AOO will certainly be well below 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its maximum extent of occurrence (EOO) is just 647 km². With the currently available information the species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)) and, unless it proves to be much more widely distributed than is currently known.</p>", "geographicrange": "<p><em>Periaeschna furukawai</em> was described and remains known only from two locations (in the same area: Nam Bung) in Yen Bai Province, northern Viet Nam (Karube and Kompier 2018). The range of hills and mountains in which the species occurs extends into Yunnan Province in China, so the species should be looked for in Yunnan as well as in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but unless it is more widely distributed than is currently known, the AOO will certainly be well below 500 km². Moreover the AOO is inferred to be declining due to loss of forest within the range of the species. The extent of occurrence (EOO) cannot be calculated using minimum convex polygon (MCP) with only two known locations, however the maximum EOO (based on a MCP around the only HydroBASINS areas known to be occupied by the species) is 647 km².</p>", "population": "<p>This species is known from only a few individuals and no statement about current population sizes and health can be made with the available data except that an ongoing decline in overall population is inferred from loss of forest in the area where it is known to occur and that severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs along streams in densely forested hills. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from deforestation. Satellite images show that there is already severe deforestation across much of the range of hills and mountains where the only known locations for the species are and extending to high altitudes in many places. The motivations for this deforestation are not definitely known to the assessors but clearance for agriculture and/or livestock farming is presumably a major driver, as is illegal logging and clearance along streams for fish farms. </p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, exact habitat requirements, ability to tolerate disturbance and threats, and for protection of habitat where it occurs. It is not known if the species occurs in any protected area, but part of the same mountain range, considerably further north than the type locality of the species, is protected as Hoang Lien National Park. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}