{"name": "173699728", "result": [{"species_id": 173699728, "taxonomicnotes": null, "rationale": "<p><em>Paracercion ambiguum</em> is known only from the Huu Lien Nature Reserve in northern Viet Nam. The species has only been recorded on an approximately 500 m long section of a single stream. Its known area of occupancy (AOO) is currently 4 km², although it occupies a much smaller area of habitat within this. Moreover, its AOO is observed to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to the habitats within Huu Lien Nature Reserve. The species qualifies for Critically Endangered under criterion B (CR B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Paracercion ambiguum</em> is known only from the Huu Lien Nature Reserve in northern Viet Nam (Ning <em>et al. </em>2016, Kompier unpublished), from an approximately 500 m long section of a single stream (and a reservoir on that stream). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it occurs in an area smaller than 1 km², therefore its current known AOO is only 4 km² (based on it occupying only one 2x2 km grid cell). Moreover, its AOO is observed to be declining due to loss of and disturbance to habitat within Huu Lien Nature Reserve.</p>", "population": "<p>This species is stated (Ning <em>et al. </em>2016) to be relatively common at its type locality, but one of the assessors (T. Kompier) has noticed an apparent drop in numbers. There is insufficient information to make any other statement about current population sizes and health for this species.</p>", "populationtrend": "decreasing", "habitat": "<p>Ning <em>et al. </em>2016 state: “Unlike most <em>Paracercion</em> species, <em>P. ambiguum</em> behaves much like the <em>Pseudagrion</em> species it occurs side-by-side with at the type locality. Males typically hang from tips of vegetation, between just a few cm and 30 cm, over the water surface along the edge of a slow streaming river, about 10m wide, or along the edges of the reservoir from which the stream originates. Males are easily found, even under less promising cloudy conditions, but females are rarely observed and only visit to oviposit, presumably foraging at some distance from the water. Males were observed to interact with <em>Pseudagrion spencei</em> and <em>P. microcephalum</em> for positions on leaves.” The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of habitat within Huu Lien Nature Reserve.</p>", "threats": "<p>The habitats of this species at its only known location Huu Lien Nature Reserve are being destroyed by timber gathering and agricultural activities by the local population. Additionally, in recent years people have started living alongside the reservoir where this species occurs and manure from their pigs spoils the water here and downstream. Potentially, this is a serious threat to this species.</p>", "conservationmeasures": "<p>The priorities for this species are for proper protection of its habitats in Huu Lien Nature Reserve and for searches for the species at other locations, as well as more information on its habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}