{"name": "173705626", "result": [{"species_id": 173705626, "taxonomicnotes": null, "rationale": "<p><em>Asiagomphus kosterini</em> is known from three locations in Lam Dong Province, Viet Nam. At least one of the known locations is protected (in Bidoup – Nui Ba National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but the AOO is inferred to be declining to some degree, along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its current known extent of occurrence (EOO) is 288–1,600 km². However, rather large areas of apparently suitable habitat remain around and to the north of the known distribution of the species at the altitudes at which it is known to occur. The overall population may not yet be severely fragmented. A strict application of IUCN criteria places this species in Endangered under criterion B (EN B1ab(ii,iii)) and since threats certainly exist within and around its seemingly restricted range, and taking the precautionary approach advocated by the IUCN we assess it as such. However, it is quite likely that when more information becomes available, it will be possible to re-assess this species into a lower threat category.</p>", "geographicrange": "<p><em>Asiagomphus kosterini</em> is known from three locations in Lam Dong Province, Viet Nam (Kompier 2018). At least one of the known locations is protected (in Bidoup – Nui Ba National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 288 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 1,600 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This does not appear to be a common species, no other statement about current population sizes and health can be made for this species with the available information. At least some ongoing decline in overall population can be inferred from loss of forest in the part of Vietnam where the species occurs. The overall population may not yet be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>“<em>Asiagomphus kosterini</em> was found on small, shallow and pebbly streams under forest&#160;cover at approximately alt. 1,450 m in Da Lat, and at almost the same altitude in Bidoup – Nui Ba NP, where it inhabited a small and shallow dream with mud and sand substrate under forest cover.” Kompier (2018). This appears to be a forest-dependent montane stream species. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from deforestation, which is occurring in Viet Nam for a variety of causes, although clearance for agriculture/farming of one type or another is a major driver. This threat undoubtedly affects <em>A. kosterini</em> but since at present satellite images show rather large areas of forest remaining around and to the north of the known distribution of the species at the altitudes at which it is known to occur, it is difficult to judge how threatened it is.</p>", "conservationmeasures": "<p>The priorities for this species are for the protection of more habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}