{"name": "82627914", "result": [{"species_id": 82627914, "taxonomicnotes": "The first individuals of this species were sampled in 1901 by S.E. Meek and F.E. Lutz from La Barca, Ocotlán, but at this time regarded as <em>Zoogoneticus quitzeoensis</em>. It lasted until the late 1990's and early 2000's when it become likely, that the stocks from the western distribution range of this species belong to a distinct one (Webb 1998, Doadrio and Domínguez&#160;2004). Then in 2008, Domínguez-Domínguez <em>et al.</em> described <em>Zoogoneticus purhepechus</em> from individuals they collected in the Presa Verduzco (La Luz spring) at Jacona de Plancarte. They large distribution area and different populated drainages are the reason for distinguishing seven subpopulations of the La Luz Splitfin: The Lower Río Lerma subpopulation (type subpopulation) including the Río Duero, the Laguna Chapala/ Río Grande de Santiago subpopulation, the Laguna Magdalena subpopulation, the Upper Río Ameca subpopulation, the Laguna de Sayula subpopulation, the Laguna de Zapotlán subpopulation and the Laguna San Marcos subpopulation, including the lagunas San Marcos, Zacoalcos and Atotonilco.", "rationale": "Being threatened by water pollution, competition through numerous exotic fish species and severe droughts in the western and southwestern part of its distribution, the La Luz Splitfin has already lost large parts of its historical range. Except for several spring fed ponds, mainly along the Río Duero, it can only be found in remnant stocks.&#160;<br/><br/>Taking into consideration the mentioned threats above, numerous declines (in AOO, EOO, number of locations, habitats and quality of habitats), a worst case scenario for AOO of 468 km<sup>2</sup>&#160;and for EOO of 11,800 km<sup>2</sup> and 8 known locations, it meets the thresholds for Vulnerable (AOO: 2,000km²; EOO: 20,000km²; locations: 10). Therefore, it is assessed Vulnerable.", "geographicrange": "The La Luz Splitfin is a freshwater fish species endemic to the Mexican federal states of Jalisco and Michoacán. It historically occurred in the Lower Río Lerma drainage, including this river itself and several affluents like the Río Duero, then the Laguna Chapala and adjacent sections of the Río Grande de Santiago, including some affluents until about Guadalajara. Furthermore, it inhabited the endorheic lagoons west of the Chapala lake, including the lagunas Atotonilco, San Marcos, Zacoalco, de Zapotlán and de Sayula, the upper Río Ameca drainage and, finally, the endorheic Laguna Magdalena basin.<br/><br/>The species has disappeared from Río Grande de Santiago, from most of the known localities within the endorheic lagoon areas, and from most of the habitats within the Río Ameca drainage.", "population": "As&#160;<em style=\"\">Zoogoneticus purhepechus</em>&#160;is distributed over a wide range with a minimum EOO of almost 12,000 km<sup>2</sup>, the status and threats of the subpopulations vary.&#160;<br/><br/>Río Grande de Santiago/Laguna Chapala subpopulation:&#160;The Laguna Chapala is a Ramsar Site (Ramsar Secretariat, Site No.1973, 2008), nevertheless, little has changed for decades and a report from Global Nature in 2004 is still relevant. It states that: \"The small amount of Lerma water entering the lake is highly polluted by untreated waste water from households, industrial sewage as well as fertilizers in form of nitrates and phosphates from agriculture. The University of Guadalajara ascertained high heavy metal concentrations (amalgam, copper, iron), even DDT residues. The DDT concentration lies between 0.02 and 3.4 mg/l and exceeds the maximum value allowed 3,400 times (0.001 mg/l). Lake Chapala is the most important supplier of drinking water for the city of Guadalajara. The water is pumped to Guadalajara and inadequately purified water is released to Guadalajara. Illegal water withdrawals for agricultural and domestic purposes reduce the amount of water available.\" Despite heavy water pollution and exotic fish species competing for food (<em style=\"\">Gambusia yucatana, Poecilia sphenops</em>), the La Luz Splitfin can still be found in reed sections along the lake's embankment and in the endorheic Lagos Los Negritos, where it is threatened by competition from introduced Sunfish (<em style=\"\">Lepomis</em>&#160;species). Taking into consideration the large scale of the lake, this subpopulation is regarded as Endangered.&#160;<br/><br/>Lower Río Lerma subpopulation: The type subpopulation is, nowadays, restricted to the Río Duero and an affluent, the Canal Zanja Madre, that originates near Tanhuato de Guerrero. It is scarce in the river, with strongholds in a small number of dams like the Presa Verduzco and Orandino. It is threatened through competition from exotic species (<em style=\"\">Poecilia mexicana</em>,&#160;<em style=\"\">Xiphophorus hellerii</em>&#160;and juvenile&#160;<em style=\"\">Oreochromis</em>&#160;species), but also by nutrients, herbicides and pesticides from agriculture. This subpopulation is regarded as Endangered.<p></p>Upper Río Ameca subpopulation:&#160;It is probably restricted to the Río Teuchitlán and areas of the Presa La Vega with better water quality. It is threatened by water pollution, mainly from sugar cane production, and exotic species (<em style=\"\">Xiphophorus hellerii</em>&#160;and&#160;<em style=\"\">maculatus</em>,&#160;<em style=\"\">Poecilia mexicana</em>,&#160;<em style=\"\">Oreochromis</em>&#160;species) which compete for food, chasing it and hunting its fry (<em style=\"\">Pseudoxiphophorus bimaculatus</em>). Regarding its restricted distribution range, it is regarded Critically Endangered.<br/><br/>Laguna de Sayula subpopulation: The whole lagoon has almost disappeared due to climate change. The only known habitat, the El Molino pond near Cuyacapán, also dried up several years ago and all species living there were gone. Surprisingly, Köck <em style=\"\">et al.</em> (2016) were able to find the species in a pond together with<em style=\"\">&#160;Poeciliopsis infans</em>. Eventually, the species were able to survive in ditches and came back to the habitat after the water returned. This subpopulation is regarded Critically Endangered.&#160;<br/><br/>Laguna Magdalena subpopulation: The Magdalena lake is heavily polluted and stocked with Tilapia. During a survey by Köck&#160;<em style=\"\">et al. </em>(2016),&#160;channels used for irrigation from the lake were surveyed, but only a single specimen could be found. It did, however, occur in the Almoloya spring in good numbers, and in a small spring on a private property in La Estancia de Ayones. Taking into consideration several habitats, but severe threats through water pollution and exotic fish like<em style=\"\">&#160;Pseudoxiphophorus bimaculatus</em>, this subpopulation is regarded Endangered.<br/><br/>Laguna San Marcos subpopulation:&#160;Threatened by droughts, pollution and exotic species, it is possibly restricted to affluents. One known habitat is the Arroyo San Antonio next to Santa Cruz de las Flores, which drains into the Presa Hurtado. It is possible that few more habitats exist, so this subpopulation could be regarded Data Deficient or, taking in consideration its restricted range and bad prospects due to desicacction of the lagoons, Endangered.<br/><br/>Laguna de Zapotlán subpopulation: The species was not found during a survey by Lyons in 2015, with the last sightings dating back to 1990 (J. Lyons pers. comm. 2018). As the species can be very cryptic, a survey is needed to clarify if the species still occurs in that basin. Therefore, it is regarded Data Deficient", "populationtrend": "decreasing", "habitat": "This freshwater species is known to inhabit lakes, streams, ponds, canals and ditches over substrates of clay, silt, mud, sand, gravel, decayed organic matter&#160;and rocks. It prefers clear to muddy water with moderate to no current. It can be found in depths of less than 1 m, but usually less than 0.6 m, preferring areas with dense vegetation including green algae,&#160;<em>Eichhornia</em>,&#160;<em>Scirpus</em>,&#160;<em>Potamogeton</em>,&#160;<em>Nasturtium</em>,&#160;<em>Chara</em>&#160;and&#160;<em>Lemna</em>&#160;(Miller 2005). The La Luz Splitfin is, like all representatives of this genus, a predator, hunting for small invertebrates.&#160;<br/><br/>The type locality, the Presa Verduzco or Presa de La Luz east of Jacona de Plancarte is shaped like a cake slice with the effluent in the sharp angle in the north. The circular arc has a length of about 400 m, the radius varies between 210 and 280 m. The arc is mainly bordered with reeds and trees, providing some small coves and reed islands. During a survey by Köck <em>et al.</em> in 2016, the species occurred in medium densities, mainly under riparian vegetation. The ground of the Presa is made of sand, gravel and silt, while parts of it have bigger rocks and stones. The ground of the reed-areas is mainly made of silt, sand and mud.<br/><br/>The Lagos Los Negritos is an irregular shaped pond with a diameter between 570 and 830 m. The north corner is surrounded by reeds, the rest partly shaded by pine trees. During a survey by Köck <em>et al.</em> in 2016,&#160;<em>Zoogoneticus purhepechus </em>could be found mainly in the reeds. Other fish that occur in this habitat are <em>C</em><em>hapalichthys encaustus</em>,&#160;<em>Xenotoca variata</em>,&#160;<em>Goodea atripinnis</em>,&#160;<em>Alloophorus robustus</em>,&#160;<em>Poeciliopsis infans</em> and exotics (Tilapia, Sunfish,&#160;<em>Gambusia</em>&#160;species). Some of the smaller ponds and spring fields have not yet been surveyed.<br/><br/>Additional habitats of the La Luz Splitfin are the Balneario El Rincón in Teuchitlán and the Balneario Almoloya near the Laguna Magdalena. The Balneario El Rincón is a trapezium shaped spring with clear water and ground made of sand and silt. It has two right angles in the east and south corners and an open angle in the west corner. The width is about 12 m, the longest line extends from the east to north-north-west and is about 25 m long. In the sharp north-north-west angle is an outlet into a dammed section of the Teuchitlán river which is used as cattle trough. Another outlet is on the outer side of the right angle, draining to the subsequent section of the river. The depth of the spring is around 1 m; the walls are concrete but partly bordered with big rocks. In the east angle, the main spring arises from under the roots of a large&#160;<em>Metasequoia</em>&#160;tree. During a survey by Köck <em>et al.</em> in 2016, <em>Zoogoneticus purhepechus</em> could only be found in the section after the spring used as a cattle trough, not from within the spring itself. Other species co-existing with the La Luz Splitfin are the natives&#160;<em>Ameca splendens</em>,&#160;<em>Goodea atripinnis</em> and <em>Ictalurus dugesii</em>&#160;and the exotics&#160;<em>Poecilia mexicana</em>,&#160;<em>Xiphophorus hellerii</em>,&#160;<em>Pseudoxiphophorus bimaculatus</em>&#160;and&#160;<em>Oreochromis aureus</em>.&#160;<br/><br/>The Balneario Almoloya is a rectangular shaped spring, 8 x 10 m in diameter. The depth and structure are similar to the El Rincón spring. This spring hasan outlet in its west corner, draining into a bigger pool, 60 x 25 m and extending southwards. The north part is clear through the incoming spring water, the south part murky brown and partly shaded by trees. The depth is about 150 cm, the ground made up of mud, silt and sand. In the east corner of the spring is an outlet into a channel, this channel expands after about 65 m and is dammed after about 250 m from the spring. The channel leads eastwards but doesn't reach the Laguna Magdalena. While&#160;<em>Ameca splendens</em>&#160;prefers the spring and the clear part of the bigger pond, <em>Zoogoneticus purhepechus</em> could be seen in the channel and the southern part of the bigger pond. The species occurs there with the same species found in El Rincón spring, in addition to&#160;<em>Xenotoca melanosoma&#160;</em>and&#160;<em>doadrioi, </em>which inhabit the big pool and the channel.", "threats": "The La Luz Splitfin is threatened by water pollution. In particular, the Chapala lake, the Magdalena and Zapotlán lagoons, the Presa La Vega and the lower part of the Duero river suffer from discharge of nutrients, herbicides, pesticides and sediments. On the other hand, exotic fish species are strong competitors for food or predators and occur in almost all habitats. Besides ubiqutous Tilapia, mainly Poeciliid species (different&#160;<em>Poecilia</em>,&#160;<em>Xiphophorus</em>&#160;and&#160;<em>Gambusia</em>&#160;species and&#160;<em>Pseudoxiphophorus bimaculatus</em>), in most of the cases by-catches from the Tilapia hatcheries, compete for food. Additionally, at least in the Los Negritos ponds, <em>Zoogoneticus purhepechus</em> is hunted by non-native sunfish (<em>Lepomis</em> species). Droughts also occur mainly in the western and southwestern habitats, impacting the bigger lagoons (lagunas Magdalena, de Sayula, Atotonilco, San Marcos and Zacoalco) and, in some years, even springs and creeks. All in all can be said, that <em>Zoogoneticus purhepechus</em> has been reduced to remnant stocks in the western part of its range as well as in the Chapala lake. The last strongholds are clean spring fed ponds (presas Verduzco and Orandino, Río Duero drainage; Balneario Almoloya, Laguna Magdalena drainage).", "conservationmeasures": "The Lago Chapala is a recognised Ramsar site. However, there are no conservation actions in place targeting this species (Ramsar Secretariat, Site No.1973, 2008). Both the Río Teuchitlán and the Presa La Vega are also included within a Ramsar site (Ramsar Secretariat Site No.2026, 2009). This ultimately means that some of this species distribution is included within a Ramsar conservation site.<br/><br/>In 2016, the university of Morelia, Michoacán started a reintroduction project for&#160;<em>Zoogoneticus tequila</em>&#160;and&#160;<em>Notropis amecae</em>, as they are both endemic to the Río Ameca headwaters. These species, histroically inhabited the Río Teuchitlán drainage, but were extirpated (the reasons are unknown). The reintroduction is focusing on the spring area and the subsequent river sections, particularly the part that is used as a trough, and the schedule includes complete extraction of non-native fish species from these sections followed by long term species control. This action would have a direct positive impact on the La Luz Splitfin, as exotics represent about 90% of the individuals in these localities; therefore, recovery of the population can be expected in the following years (Herrerías-Diego <em>et al.</em>&#160;2016, Medina-Nava <em>et al.</em>&#160;2017, Domínguez-Domínguez 2017; in GWG 2018).", "usetrade": "The La Luz Splitfin is not used for human consumption and not targeted for the ornamental fish trade."}]}