{"name": "152306251", "result": [{"species_id": 152306251, "taxonomicnotes": null, "rationale": "<em>Neetroplus nematopus</em> is distributed in the San Juan River drainage on the Atlantic slope of Nicaragua and western Costa Rica, including Lake Nicaragua and Lake Managua. It has also been reported from multiple drainages on the Pacific slope of Costa Rica. Extent of Occurrence (EOO) is estimated to be 16,475 km<sup>2</sup>. Major threats include pollution, the introduction and establishment of non-native species, and mining activities. However, the direct impacts and scope of these threats are unknown, and therefore the number of locations where the species occurs cannot be determined. Given these uncertainties, <em>N. nematopus</em> is assessed as Near Threatened under criterion B1b(iii) because it meets the minimum threshold for a threatened category, but does not meet the subcriterion for number of locations.", "geographicrange": "<p><em>Neetroplus nematopus</em> is distributed in the San Juan River drainage on the Atlantic slope of Nicaragua and western Costa Rica, including Lake Nicaragua and Lake Managua (Kullander 2003, Härer <em>et al</em>. 2017). In Costa Rica, distribution includes the Frío, San Juan, San Carlos, Sarapiquí, Tortuguero, and Pacuare rivers, as well as the Lake Nicaragua drainage (Angulo <em>et al</em>. 2013, Barboza and Villalobos 2018). It has also been collected in the Bebedero and Tempisquito rivers on the Pacific slope of Costa Rica (Sandlund <em>et al</em>. 2010, Angulo <em>et al</em>. 2013). Elevation ranges from 35-535 meters above sea level (Angulo <em>et al</em>. 2013).</p>  <p>A translocated subpopulation exists in the Cabuyo River on the Pacific slope of Costa Rica (van Breukelen 2015). </p>  <p>Extent of Occurrence (EOO) is estimated to be 16,475 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). Given uncertainties regarding the magnitude and scope of major threats, the number of locations where this species occurs cannot be determined with accuracy.</p>", "population": "The total population size and population trend of this species have not been evaluated in detail. It has been qualitatively identified as a locally common species in the Sarapiquí River (Burcham 1988, Angulo <em>et al</em>. 2017). Relative abundances from sampling sites in the Guanacaste Conservation Area, Costa Rica, ranged from 3.4-21.4% in 1998 and 1999 (Sandlund <em>et al</em>. 2010).", "populationtrend": "unknown", "habitat": "<em>Neetroplus nematopus</em> is a common species in forested and pastureland streams and rivers (Burcham 1988), but also occurs in lakes (Bussing 1998). It is most abundant in rivers and streams characterized by moderate to high water velocity (Bussing 1998). This species exhibits a specialized dentition that allows it to scrape diatoms and filamentous algae from rocks and other substrates (Burcham 1988, Říčan <em>et al</em>. 2016).", "threats": "<p>Water pollution associated with municipal effluents, and increased water stress due to urban growth are potential concerns in both Nicaragua and Costa Rica (Bower 2014, Vammen <em>et al</em>. 2019). Tilapia (<em>Oreochromis </em>spp.) have been widely introduced in Nicaragua and may compete with native species for food and breeding resources (McCrary <em>et al</em>. 2007). Mining activities can have strong but typically localized impacts on habitat quality, including increased sedimentation and the introduction of heavy metals and other pollutants (Espinoza Mendiola 2008). Additionally, construction of the proposed Nicaragua Canal is expected to have major impacts on habitat quality (Chen <em>et al</em>. 2016). Fishing pressure in Lake Nicaragua is also a potential threat, but currently the species comprises a small portion of total commercial fisheries landings (Hernández Portocarrero 2013). </p>  <p>The scope of these threats have not been evaluated in detail, but are inferred to have resulted in declines in the availability and quality of habitat. Therefore, the number of locations where this species occurs based on the most pervasive threats can not be determined with accuracy.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>N. nematopus</em>. However, the range of this species extends into multiple protected areas (Sandlund <em>et al</em>. 2010, Angulo <em>et al</em>. 2017, IUCN and UNEP-WCMC 2019), which may confer indirect habitat protection in some areas. More research regarding population size, population trend, and the direct impacts of major threatening factors is needed.</p>", "usetrade": "This species is harvested in subsistence and small scale commercial fisheries in Lake Nicaragua and elsewhere (Portocarrero 2013, Angulo <em>et al</em>. 2017), though the current volume of harvest is unlikely to result in major range-wide population declines."}]}