{"name": "61133", "result": [{"species_id": 61133, "taxonomicnotes": "This species was known previously by the cheironym <em>Pseudotropheus zebra</em> sp. 'mazinzi' (Ribbink <em>et al</em>. 1983). It differs from other individuals in the genus (except for <em>M. callainos</em>) in that individuals have a pale blue ground colour with the absence of distinct black vertical bars. The females of <em>M. callainos</em> are either light blue or white, while females of <em>M. benetos</em> are brown with green highlights.<br/><br/>This species previously appeared on the IUCN Red List in the genus <em>Maylandia </em>but is now considered valid in the genus <em>Metriaclima </em>(Konings 2016, Stauffer <em>et al. </em>2016).", "rationale": "This species is endemic to Lake Malawi, where it is known from three rocky habitats in Mazinzi Bay, Kanchedza, Chigube and Mazinzi Reef, in the southeastern arm of the lake.&#160;It meets the area requirements under criterion B1 for Critically Endangered and, based on the threat of sedimentation, it is known from one location. However, continuing declines in habitat quality or population size are possible but uncertain. The effects of aquarium trade and sedimentation on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi where it occurs at Kanchedza Island, Mazinzi Reef and on shallow reefs near Chigube Point in the southeastern arm of Lake Malawi.", "population": "It is a common species at Mazinzi Reef.", "populationtrend": "unknown", "habitat": "This rock dwelling cichlid is found in intermediate habitat. It feeds on plankton, as well as on aufwuchs from the rock surface and from the sand stratum. The maximum size is 8.1 cm standard length.", "threats": "Sedimentation and collection for the aquarium trade are threats to this species.", "conservationmeasures": "No conservation actions are in place for this species. Site management and protection, and population monitoring are recommended.", "usetrade": "It is irregularly collected by the ornamental fish trade where it is known by its scientific name."}]}