{"name": "165014363", "result": [{"species_id": 165014363, "taxonomicnotes": null, "rationale": "<p>This species is limited to a few drainages (Sixaola and San San) on the Atlantic slope of southeastern Costa Rica and western Panama. While this species is known from a limited number of collection records, Extent of Occurrence is not expected to exceed 5,000 km<sup>2</sup>. Given the pervasive nature of non-point agricultural pollution, this species is suspected to occur in fewer than five locations. Land-use changes in the Sixaola River drainage have had documented impacts on the area, extent, and quality of available habitat. Additionally, continuous fish kills resulting from pesticide pollution have been reported. As such, this species is assessed as Endangered (EN) under criterion B1ab(iii,v). More research is needed to reduce uncertainties in distribution, population status, biology and ecology, and magnitude of threats.</p>", "geographicrange": "<p>This species is restricted to the Sixaola River basin in Costa Rica-Panama and the San San River (Panama), at elevations ranging from 1-100 meters above sea level (Angulo <em>et al</em>. 2018). In Colombian drainages, it is replaced by the close congeners <em>Astanax bopiensis, A. embera, A. orthodus </em>and <em>A. yariguies </em>&#160;(Ruiz <em>et al</em>. 2018).</p><p>    Extent of Occurrence (EOO) is estimated to be 523 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Angulo <em>et al</em>. 2018, A. Angulo pers comm. 2019). While this may be an underestimate resulting from limited sampling, EOO is very unlikely to exceed 5,000 km<sup>2</sup>. Given the pervasive nature of non-point agricultural pollution, this species is suspected to occur in fewer than five locations.</p>", "population": "<p>Total population size is currently unknown. Population trend is suspected to be in decline, given recently reported mass mortality events in the Sixaola River (Polidoro and Morra 2016). It is anecdotally reported as uncommon by Bussing (1998), McLarney <em>et al</em>. (2008) and Angulo <em>et al</em>. (2018). </p>", "populationtrend": "decreasing", "habitat": "<p>This freshwater, benthopelagic species inhabits streams and ponds, in waters with stagnant to swift current and temperatures ranging from 21 to 32 °C (Bussing 1998, Froese and Pauly 2019). In the Watsi River, Costa Rica, this species has been found at temperatures reaching 36 C (Angulo <em>et al</em>. 2018). <em>Astyanax anai</em> is usually found in pools and backwaters, where it shelters among roots, or in caves and undercuts (McLarney <em>et al</em>. 2008, Angulo <em>et al</em>. 2018). This species co-occurs with <em>A. nicaraguensis</em>, being relatively uncommon and usually less abundant than the former, except in well-preserved environments, with calm and shallow waters, where <em>A. anai</em> reaches greater relative abundances (McLarney <em>et al</em>. 2008, Angulo <em>et al</em>. 2018). This species feeds mainly on seeds, as well as terrestrial and aquatic insects (Angulo <em>et al</em>. 2018). Maximum reported body size is 13 cm standard length (SL) (Angulo <em>et al</em>. 2018).</p>", "threats": "<p>High concentrations of heavy metals and pollution from raw sewage discharge have caused a reduction in water quality in much of the Sixaola River (Mena-Rivera and Quirós-Vega 2018). Much of this region has been developed for plantation agriculture (mainly banana and cocoa) and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated fish kills (Lorion and Kenney 2009, Polidoro and Morra 2016, A. Angulo pers. comm. 2019). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer a continuing decline in the number of mature individuals. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>A. anai</em>. This species would benefit from more research on distribution, population status, biology and ecology, and the impacts of major threatening factors. Additionally, habitat and population monitoring would be useful in accurately determining rate of loss. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}