{"name": "169380", "result": [{"species_id": 169380, "taxonomicnotes": null, "rationale": "<p><em>Cribroheros rhytisma</em> is restricted to the Sixaola River drainage in southern Costa Rica and western Panama. Extent of Occurrence is estimated to be 2,816 km<sup>2</sup> and the species likely occurs in fewer than five locations. Major pervasive threats include land-use changes associated with plantation agriculture, agricultural runoff, and sewage discharge, which have caused an inferred decline in the availability and quality of suitable habitat. Additionally, mass fish kills in the Sixaola River have been reported in recent years, suggesting a continued decline in the number of mature individuals. As such, this species is assessed as Endangered (EN) under criterion B1ab(iii,v). </p>", "geographicrange": "<p><em>Cribroheros rhytisma</em> is restricted to the Sixaola River drainage on the Atlantic versant of southern Costa Rica and western Panama to the&#160;Calovébora River at Veraguas province&#160;(Kullander 2003, Angulo <em>et al</em>. 2013). This species was described from the Cocolis River in Limón Province, Costa Rica (Kullander 2003). Elevation ranges from 40-60 meters above sea level (Angulo <em>et al</em>. 2013). </p>  Given the pervasive nature of non-point agricultural pollution, this species is suspected to occur in fewer than five locations. This species is known from very few museum vouchers. Extent of Occurrence (EOO) is estimated to be 2,816 km<sup>2</sup>, based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2019).", "population": "<p>Total population size and is unknown. Population trend is suspected to be in decline, given evidence of mass mortality events resulting from pesticide and fertilizer runoff (Lorion and Kenney 2009, Polidoro and Morra 2016). In a comprehensive ichthyological survey from the Sixaola River and its tributaries, a total of 2,188 specimens were collected, representing 1.9% of relative fish abundance in small streams and 0.9% relative fish abundance in large streams (Oosterhout and Velde 2015). However, some of these observations may be misidentifications.</p>", "populationtrend": "decreasing", "habitat": "<p>This species inhabits rivers and streams characterized by moderate to high water velocity and temperatures of 24-26 °C. Diet is comprised primarily of aquatic insects and detritus (Bussing 1998). The specific life history characteristics of this species have not been evaluated in detail. Elevation ranges from 40-60 masl.</p>", "threats": "<p>High concentrations of heavy metals and pollution from raw sewage discharge have caused a reduction in water quality in much of the Sixaola River (Mena-Rivera and Quirós-Vega 2018). This region has been developed for plantation agriculture and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated fish kills (Lorion and Kenney 2009, Polidoro and Morra 2016). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer a continuing decline in the number of mature individuals. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. rhytisma</em>. This species has been collected in Palo Seco Forest Reserve, and distribution may extend into La Amistad National Park, though most aquatic habitat within La Amistad is at higher elevation than which this species has been reported (IUCN and UNEP-WCMC 2019). Additional information regarding population size, population trend, and the scope and magnitude of existing threats would be useful in guiding future conservation outcomes.</p>", "usetrade": "<p>This species is frequently encountered in the ornamental aquarium trade. However, the annual volume of wild harvest is unknown. In the United States and Europe, this species is captively bred for ornamental purposes (A. Angulo pers. comm. 2019).</p>"}]}