{"name": "39285", "result": [{"species_id": 39285, "taxonomicnotes": null, "rationale": "<p><em>Tiaroga cobitis</em> is a freshwater fluvial specialist that once occurred throughout much of the Verde, Salt, San Pedro, San Francisco, and Gila (upstream from Phoenix) river systems, Arizona, New Mexico, and Sonora. It is now restricted to less than 20% of its historical range resulting primarily from habitat degradation and the introduction of non-native species. Area of occupancy is estimated between 500 km<sup>2</sup> and 2,000 km<sup>2</sup>.&#160; Given the severe fragmentation of existing subpopulations, and an inferred continuing decline in area of occupancy, area, extent, and quality of habitat, and the number of mature individuals, <em>T. cobitis</em> is assessed as Vulnerable. It is considered as extirpated from Mexico.</p>", "geographicrange": "<em>Tiaroga cobitis</em> was once locally abundant throughout much of the Verde, Salt, San Pedro, San Francisco, and Gila (upstream from Phoenix) river systems, Arizona, New Mexico, and Sonora, occupying suitable habitat in both the mainstreams and perennial tributaries, at elevations up to about 2,200 meters (Minckley and Marsh 2009). It is extirpated throughout much of its former range in Arizona. Historically, it occurred in the San Pedro River, Sonora, Mexico, but habitat there has been largely destroyed by diversion of water for agriculture. It is estimated that this species now occupies 15-20% of its historical range (USFWS 2012). <br/> <br/> <em>Tiaroga cobitis</em> is now restricted to the following areas: portions of the Gila River and its tributaries, the West, Middle, and East Fork Gila River (Grant, Catron, and Hidalgo counties, New Mexico); San Francisco and Tularosa rivers and their tributaries, Negrito and Whitewater creeks (Catron County, New Mexico); Blue River and its tributaries, Dry Blue, Campbell Blue, Pace, and Frieborn creeks (Greenlee County, Arizona, and Catron County, New Mexico); Aravaipa Creek and its tributaries, Turkey and Deer creeks (Graham and Pinal counties, Arizona); Eagle Creek (Graham and Greenlee counties, Arizona); North Fork East Fork Black River (Apache and Greenlee counties, Arizona); and possibly the White River and its tributaries, the East and North Fork White River (Apache, Gila, and Navajo counties, Arizona) (USFWS 2012). Critical habitat designations are applied to 1124 km of these drainages (USFWS 2012). However, the true area of occupancy (AOO) is likely lower.", "population": "<p>The total adult population size of <em>T. cobitis</em> is unknown. Abundance varies from common to very rare within occupied areas (USFWS 1999, 2012).This species is represented by more than 10 distinct occurrences (subpopulations). USFWS (2012) estimated that the present range is approximately 15 to 20 percent or less of the historical range. Distribution and abundance have likely declined over the past 10 years or three generations. Data indicate that the population in New Mexico has declined in recent years (see USFWS 2012). Marsh <em>et al</em>. (2003) reported an apparently stable population in North Fork of East Fork Black River. </p>", "populationtrend": "decreasing", "habitat": "<p><em>Tiaroga cobitis</em> is a benthic species that occurs in permanent, flowing, unpolluted creeks and small to medium rivers of low to moderate gradient, low amounts of fine sediment and substrate embeddedness, abundant aquatic insects, and a healthy, intact riparian community with moderate to high bank stability; typically on turbulent riffles, sometimes in association with filamentous algae; habitat resembles that of many eastern darters (Percidae) (Lee <em>et al</em>. 1980). It is an obligate riffle-dweller that occurs in shallow (&lt;20 cm) water over gravel/ cobble substrate (Rinne 1989, Propst and Bestgen 1991) or in interstices between rocks, often in association with eddying currents (Sublette <em>et al</em>. 1990, Miller et al. 2005). Adults inhabit moderate to swift (15–100 cm/sec), shallow (3–40 cm) water with gravel, cobble, and rubble substrates; juvenile habitat is similar but includes also sand substrates (Federal Register, 8 March 1994). <br/> <br/> This species persists in streams with relatively natural flow regimes and a predominance of native species (Propst and Bestgen 1991, Propst <em>et al.</em> 2008). Recurrent flooding is important in keeping substrate free of sediments and in helping this species maintain a competitive edge over invading non-native fishes. <br/> <br/> Eggs are laid in cavities under flattened cobble (or uncemented cobble and rubble) in slow to swift (3–85 cm/sec), shallow (3–30 cm) water; eggs adhere to under surface (Sublette <em>et al</em>. 1990, Vives and Minckley 1990); males guard cavities and eggs. Larvae apparently use low velocity nursery areas: 0–30 cm/sec, 3–30 cm deep, with sand, gravel, and cobble substrates and abundant instream cover (Sublette <em>et al</em>. 1990, Propst and Bestgen 1991, Federal Register 8 March 1994). Upper lethal thermal tolerances range from 32-38 <sup>o</sup>C, with reduced growth above 28 <sup>o</sup>C (Widmer <em>et al</em>. 2006).</p>", "threats": "Currently, only small isolated populations remain, with limited opportunity for interchange between populations or expansion of existing areas, making the species more vulnerable to threats including reproductive isolation. Opportunities for range expansion are limited by dams, reservoirs, dewatering, and non-native species distribution. The two primary threats (non-native aquatic species competition and predation and alteration or diminishment of stream flows) are persistent, and research indicates that the combination of the two is leading to declines (Propst <em>et al. </em>2008, Gori<em> et al. </em>2016). The ongoing drought and climate conditions aggravate the loss of water in some areas, and future water development projects have been identified (USFWS 2012).", "conservationmeasures": "<p>More data regarding life history, habitat requirements, and effects of non-native species are needed. Research is also needed to look at removal methods of non-native species, including crayfish.<br/><br/>This species is federally listed as endangered in the United States under 50 CRF Part 17 (USFWS 2012) and in Mexico under SEDESOL 1994. See the USFWS (1991) recovery plan for <em>T. cobitis</em> for a comprehensive overview of outlined action items.</p>", "usetrade": "This species is not utilized."}]}