{"name": "176016770", "result": [{"species_id": 176016770, "taxonomicnotes": null, "rationale": "Despite recent collecting activity in Guyana and Suriname, this species has not been collected in over 100 years in Guyana and over 150 years in Suriname. It is therefore considered to be Possibly Extinct. Subopulations in Suriname and Guyana may represent separate species meaning that there is the possibility of two potentially extinct species under this name.<br/><br/>If extant, the area of occupancy (AOO) is estimated to be at most 8 km<sup>2</sup>. The Potaro and Essequibo rivers have had sustained mining for gold, and this has severely impacted the ecosystem resulting in an inferred continuing decline in habitat quality. If extant, the species would occur in at most two threat-based locations based on gold mining, and the population would be considered severely fragmented given its disjunct distribution and subpopulations that are likely to be too small to be viable. If extant, it is estimated there would be at most 50 mature individuals. Therefore, this species is assessed as Critically Endangered based on criteria B and D.<br/><br/> A concerted effort should be performed in order to determine if this species still exists. In Suriname, the precise locality where the type of the species is unknown, so it should be searched for in Guyana, and if found, its habitat needs to be critically assessed so that it can be determined where in Suriname it might be. However, the species could be a main channel specialist and difficult to collect.", "geographicrange": "The distribution and taxonomic status of <em>Pseudancistrus megacephalus</em>&#160;is uncertain. The original locality is unknown but believed to be in Suriname. Hardman <em>et al.</em> (2002) did not collect any material of the species in the Potaro and Essequibo rivers despite Eigenmann (1912) having reported the species as present. Armbruster (2004) recognized the species in <em>Pseudancistrus </em>and Armbruster <em>et al.</em> (2015) recognized <em>Chaetostomus&#160;macrops</em>&#160;as a synonym and referred to the genus as '<em>Pseudancistrus</em>' with single quotes to recognize its inconclusive taxonomic position. Fisch-Muller <em>et al.</em> (2018) suggested that the species might be a member of <em>Guyanancistrus</em>, but noted that no material has been collected from Suriname since the type nor from the Essequibo River since Eigenmann (1912). Further, they suggest that the species may actually represent three species with the Guyana species as undescribed and&#160;<em>C.&#160;macrops</em>&#160;as valid species. No collections of the species have been made since Eigenmann's collections made in 1908.<br/><br/>If extant, the area of occupancy (AOO) is estimated to be 8 km<sup>2</sup> based on two localities. The lower estimate of the AOO is 0 km<sup>2</sup>, if the species is in fact extinct.", "population": "No specimens of <em>Pseudancistrus megacephalus</em>&#160;have been collected since 1908. <em>Pseudancistrus megacephalus</em>&#160;was not found in the Potaro River system in a 1998 survey (Hardman <em>et al.</em>  2002), and has not been found in Suriname since the type specimen from  the 1800s (Fisch-Muller 2018). Eigenmann (1912) was able to use rotenone  (a fish poison) to collect, which may have led to his success at  procuring the species; however, some species that Eigenmann collected  were not sampled in the Potaro, but have been easily collected elsewhere  suggesting that there has been a decline in species in the Potaro since  Eigenmann's study (J.W. Armbruster pers. obs.). The current population size and trend is unknown, but if extant it is estimated that there would be under 50 mature individuals.", "populationtrend": "unknown", "habitat": "The only known localities are at cataracts in the Potaro and Essequibo rivers, suggesting that the species likes very swift flow.", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman <em>et al.</em> 2002, Mol and Ouboter 2004, Alofs <em>et al.</em> 2013). In addition, Guyana and Suriname have bauxite deposits that are mined for aluminium (Monsels 2016), and this has brought with it the need for biological assessments of bauxite regions due to the probability of habitat decline (Mol&#160;<em>et al.</em> 2007, Alonso and Mol 2007).", "conservationmeasures": "Conservation action towards <em>Pseudancistrus </em><em>megacephalus</em>&#160;is warranted. Despite much more collecting in Suriname and Guyana than in the past when specimens of the species were procured, no specimens have been found in over a century. In the last century, the amount of gold and bauxite mining has increased, perhaps putting stress on a vulnerable species. If the species still exists, it lives in areas where typical ichthyological collecting gear does not work, and it may be necessary to employ other methods of capture. The Potaro River in Guyana is likely the best place to search as it contains the only precisely known localities for the species. Since the 1998 survey of the Potaro detailed in Hardman <em>et al. </em>(2002), mining has increased in the Potaro River basin, something that can be tied to the higher price of gold through much of this period. With baseline surveys by Eigenmann (1912) and Hardman <em>et al. </em>(2002), the biodiversity of the Potaro River can be understood more than most streams in the Neotropics.", "usetrade": "The species is likely used for food where it is found, but nothing is known about it."}]}