{"name": "15365", "result": [{"species_id": 15365, "taxonomicnotes": null, "rationale": "<em>O. edmundo</em> has a very restricted range, Extent of Occurrence in the neighbourhood of 2,500 km<sup>2</sup>, and known rivers where it occurs are subject to some loss of wooded habitat that provides feeding areas when away from water. Also, there is potential to be impacted by pollution, channelization, siltation, and impoundments modifying habitat away from optimal conditions for the species.  The species was considered Imperiled (G2) by Bick (2003), who listed it from six counties in three states. It is presently known from ten counties in four states (Odonata Central 2018) and is dependably present at some locations, but it remains a rare species.", "geographicrange": "This southeastern North American species occurs&#160;in a fairly restricted range in eastern Tennessee, western North Carolina, and far northern Georgia and South Carolina. It is found in 4 states in the United States of America.", "population": "The population size of <em>O. edmundo</em> is probably rather small because of its limited range and habitat preference. At localities where the species is known, it is presumed hundreds of larvae are present, but adult population at any given time remains unknown. It is still common at several historic localities.", "populationtrend": "stable", "habitat": "<em>Ophiogomphus edmundo</em> is found in clear, moderately flowing rocky mountain streams.", "threats": "<em>O. edmundo</em> is currently, and will continue to be, affected by impoundments, channelization, siltation, and pollution of water by insecticides and other chemicals.  Logging and vacation home development may both pose threats, although they do not seem to be severe in the immediate future.", "conservationmeasures": "The Conasauga River runs through fairly rugged country in national forests in Tennessee and Georgia, so it is somewhat protected. The species is also state-listed in Georgia, and its occurrence was relatively recently surveyed (G. Beaton pers. comm. 2008).<br/>Populations of the species more recently found in the Chattooga River at the Georgia/South Carolina border are protected by the Chattahoochee National Forest.", "usetrade": null}]}