{"name": "176728110", "result": [{"species_id": 176728110, "taxonomicnotes": null, "rationale": "<em>Guyanancistrus <span class=\"heading2char\">nassauensis </em>is currently known only from Paramaka Creek and some of its tributaries, in Marowijne River Basin, in the Nassau Mountains, Suriname. The extent of occurrence (EOO) is between 16-760 km<sup>2</sup>, best estimated at 288 km<sup>2</sup>&#160;considering restriction to the upper portion of the eastern drainage of Nassau Mountain with ideal conditions for the species to inhabit.&#160;The area of occupancy (AOO) is between 16-760 km<sup>2</sup>, best estimated at 144 km<sup>2</sup>. However, it is expected that the species also occurs in other upper portions of tributaries along the Paramaka River, since it was only recently described. Further survey work is needed to look for the species in more localities in order to better understand its true range. There are proposed and ongoing mining activities in the range of distribution, which represent potential severe impacts to the species due to the deposition of sediments and changes in the habitat. It is known from five localities, representing two threat-based locations. It is recommended to monitor the species and the area to better understands its range and the population status. Despite little being known about the species due to its recent description, such as regarding how these impacts affect the species and whether there are additional subpopulations in the tributaries, <em>Guyanancistrus <span class=\"heading2char\">nassauensis</span></em> is assessed as Endangered based on its restricted EOO, AOO, number of locations, and continuing decline in habitat due to severe impacts of gold mining activities. However, if the species is found to occur more widely, the assessment should be revised.", "geographicrange": "<p><em>Guyanancistrus nassauensis</em> is known solely from Paramaka Creek and some of its tributaries, in Marowijne River Basin, in the Nassau Mountains, Suriname (Fisch-Muller <em>et al. </em>2018). The species is&#160;restricted to eastern drainage of Nassau Mountains (Paramaka Creek basin) and does not occur in the lower area of the drainage in French Guiana (eastern side of Maroni River) (J. Mol pers. comm. 2021).</p>", "population": "<p></p><p>This species was recently described, thus there is no information about the population status.&#160;In the upper of Paramaka Creek, as well as in some upstream branches on the plateau, <em>G</em>. <em>nassauensis </em>occurs syntopically with <em>G</em>. <em>brevispinis </em>(Fisch-Muller <em>et al.</em> 2018)<em>.</em></p>", "populationtrend": "unknown", "habitat": "<p><em>Guyanancistrus&#160;nassauensi</em>&#160;inhabits the Nassau Mountains at an elevation of 277 m, the type locality&#160;is located in a northern branch of Paramaka Creek, a medium-sized and shallow stream (3±7 m width; less than 50 cm depth) with pools and some riffle habitat, a rocky substrate, and bordered by terra firme rainforest. Water was transparent, with a mean pH of 6.26, conductivity 24.2 μS/cm and temperature 23.2°C. Specimens were collected there by electrofishing with set seine.</p>  <p>It occurs both on the plateau in perennial flowing headwaters&#160;and in the upper mainstem of Paramaka Creek (lower slopes of the plateau; altitude range 120±530 m amsl). In the IJs Creek tributary of Paramaka Creek on the Nassau plateau (467 m amsl) it occurs in cool (22.6°C), shallow (40 cm water depth), clear (Secchi transparency <em>&gt; </em>40 cm) water with low conductivity (28 μS cm-1), neutral pH of 7, low inorganic N (0.067±0.120 mg L-1), relatively high organic N (0.307±0.592 mg L-1), low total P (0.002±0.010 mg L-1) and high organic C (2.916±4.972 mg L-1). The bottom substrate is gravel with boulders and bedrock (with the red filamentous algae <em>Batrachospermum </em>sp. attached to it) and near the edge of the plateau in slightly deeper water (approximately 50 cm) stands of the emergent macrophyte <em>Thurnia sphaerocephala </em>occur.</p>", "threats": "<p><span class=\"Heading2Char\"><em>Guyanancistrus nassauensis</em><em> </em>is known from a single mountain stream, in the Nassau Mountains (Paramaka Creek). According to Fisch-Muller <em>et al.</em> (2018) with this restricted distribution, the species can be considered hyperendemic and currently threatened by proposed and ongoing mining activities. These activities&#160;can represent potential severe impacts to the species due to the deposition of sediments and changes in the habitat. Thus, it is recommended to monitor the species and the area for better understands its range and the population stability.</p><p></p>", "conservationmeasures": "<p></p><p>There are no conservation measures in place. Research into general biology and ecology (habitat status and population trends) are required. It is recommended to monitor mining activities in the region.</p><br/><p></p>", "usetrade": "<p>This species is not used or traded.</p>"}]}