{"name": "171188889", "result": [{"species_id": 171188889, "taxonomicnotes": null, "rationale": "<p>This species is limited to the San Carlos, Tortuguero, Parismina, Matina and Sixaola River drainages on the Atlantic slope southeastern Costa Rica, and probably&#160;extends into western Panama. This species is known from a limited number of collection records, and Extent of Occurrence is not expected to exceed 10,000 km<sup>2</sup>. Land-use changes in the San Carlos, Parismina and Sixaola River drainages have had documented impacts on the area, extent, and quality of available habitat. Additionally, continuous fish kills resulting from pesticide pollution have been reported. As such, this species is assessed as Vulnerable (VU) under criteria B1ab(iii,v). Additional research is needed to reduce uncertainties in distribution, population status, and magnitude of threats.</p>", "geographicrange": "<p>This species is endemic to the Atlantic slope of Costa Rica (San Carlos, Tortuguero, Parismina, Matina and Sixaola River drainages), occurring at elevations ranging between 0 and 1180 meters above the sea level (Bussing 1998, Angulo <em>et al</em>. 2013). Given the occurrence of the species in the binational Sixaola River basin, it is feasible that it also occurs in the waters of western Panama. Records from eastern Panama need to be revised or validated (GBIF 2020).</p>  <p>Extent of Occurrence (EOO) is estimated to be 9,911 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records, excluding those in central and eastern Panama (GBIF 2020, UCR Fish Collection Unpublished Data). Given the highly pervasive nature of plantation agriculture and associated increases in agricultural pollution, the number of locations where this species occurs is inferred to be five.</p>", "population": "<p>The total population size of this species is unknown. Given the existence of several locally and regionally pervasive threats, population trend is suspected to be declining slowly, although the rate of decline has not been evaluated. &#160;</p>  <p>Specimens in scientific collections are relatively rare (GBIF 2020). In ichthyological collections at the Museum of the University of Costa Rica, there are 13 collection lots with fewer than 10 specimens each on average. This species was reported as uncommon by Bussing (1998), who reported this species from fewer than 10 collection localities.</p>", "populationtrend": "unknown", "habitat": "<p>This species inhabits creeks and rivers at elevations ranging between 0 and 1180 meters above sea level and temperatures ranging between 20 and 31 C, where it occurs in rapids or riffles of high current velocity. Modified pectoral fins act as a suction in high velocity water, where the species can be found attached to or hidden amongst stones (Bussing 1998, Angulo <em>et al</em>. 2013). Larvae and juveniles migrate upstream from river mouths and spend the majority of their lives in upland streams (Bussing 1998). Diet is comprised of mud, diatoms and filamentous algae that it scrapes from the substratum <span lang=\"EN\">(Bussing 1998).</p>", "threats": "<p>High concentrations of heavy metals and pollution from raw sewage discharge have reduced water quality in much of the Sixaola River (Mena-Rivera and Quirós-Vega 2018), San Carlos and Parismina Rivers. Much of this region has been developed for plantation agriculture (mainly banana and pineapple) and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated fish kills (Lorion and Kennedy 2009, Polidoro and Morra 2016). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer a continuing decline in the number of mature individuals.&#160;</p>  <p>A number of threats have the potential to affect the quality of available habitat at localized or regional scales in Panama, including land-use changes associated with banana and teak plantation agriculture, increases in agricultural runoff and sedimentation, and expanding urbanization (Collin 2005, Seeman <em>et al</em>. 2014, Graniero <em>et al</em>. 2016, Larsen 2019). Extractive mining activities and hydroelectric development are additional projected threats, through the scope of their impacts are uncertain (McLarney <em>et al</em>. 2010, Velásquez Runk 2012). </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>S. </em><em>altum</em>. The range of this species extends into a number of protected areas (IUCN and UNEP-WCMC 2020), though existing threats are expected to impact subpopulations within those boundaries. Additional research regarding population size, population trend, and the impact of existing threats would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}