{"name": "130988955", "result": [{"species_id": 130988955, "taxonomicnotes": "The types of this species were collected by Domínguez-Domínguez in 2010 in the Río Tamazula and the Río San Geronimo, an affluent of the Río Tamazula at Vista Hermosa. The first  specimens of this species in general were probably collected by D.S. Erdman in 1941 from the Río Tuxpán, but regarded as<em> Xenotoca eiseni </em>for many years (<em>Xenotoca eiseni</em> \"Río Tamazula\"). As the species occurs in two separate drainages, two  subpopulations, the Río Tuxpán subpopulation (type subpopulation) and the Río Armería subpopulation are distinguished.<em> Xenotoca lyonsi</em> differs in many parametres from <em>Xenotoca variata</em>,  the type species of the genus, means Lyons Redtail Splitfin will be  transfered in the future into a new to be erected genus.", "rationale": "The Tamazula Redtail Splitfin is restricted to clear river sections of the Río Tamazula and some affluents, and might additionally have occured in the Río Ayuquila drainage. It is mainly threatened by water pollution through agriculture and sugar cane processing.<br/><br/>Following an estimated worst case scenario of AOO (8 km²) and EOO (20 km²) and considering a single location due to the same main threat factor impacting all known habitats, declines in AOO, EOO, locations, habitats and quality of habitats, the Tamazula Redtail Splitfin is assessed Critically Endangered (CR).", "geographicrange": "The Tamazula Redtail Splitfin is a freshwater fish species endemic to the Mexican federal state of Jalisco. It was historically known from the Río Tuxpán drainage including the Río Tamazula and several affluents (e.g. Río San Gregorio), from the Río El Terrero, an affluent of the middle section of the Río Coahuayana named Río Naranjo and from a section of the Río Ayuquila, Río Armería drainage. The affiliation of the last subpopulation to <em>Xenotoca&#160;</em><em>lyonsi&#160;</em>is very likely&#160;but needs to be verified (J. Lyons pers. comm. 2018).<br/><br/>During the past decades<em> Xenotoca&#160;</em><em>lyonsi</em>&#160;has not been found in the Río El Terrero and has become very scarce in habitats along the Río Tamazula. It is presumded to be locally extinct (Domínguez-Domínguez <em>et al.</em>&#160;2016). The stock in the Río Ayuquila has not been found since the 1990's and it is regarded as possibly Extinct.", "population": "The Tamazula Redtail Splitfin lost a huge part of its historical range. The Río Tuxpán subpopulation has been reduced to remnant stocks in areas with acceptable water conditions. It exclusively occurs above towns and villages; below waste water discharges, it seems to be gone. On a survey by Köck (2016) the species was found in low numbers right upstream of Tamazula de Giordano. The Río El Terrero subpopulation, that was found only one time by Miller and Fitzsimmons&#160;(1971), is possibly extinct.&#160;<em>Xenotoca</em> from the Río Ayuquila, which probably belong to the same species (J. Lyons pers. comm. 2017), have not been seen since the late 1990's and are therefore regarded possibly extinct.", "populationtrend": "decreasing", "habitat": "<p>The type locality for <em>Xenotoca lyonsi </em>is an area with high seasonal changes in water clarity and volume, from a turbid and deep high flow running water in the rainy season to clear and low flow water other times of the year, sometimes reduced to a few shallow pools in the dry season. The bottom is primarily composed of mud and gravel, and water plants are only evident in the stream bed, which seems to change in composition and coverage depending on the season. The area is totally surrounded by sugar cane plantations. Other fish species present in the area are&#160;<em>Xenotoca melanosoma</em> (now possibly extirpated), <em>Ilyodon whitei</em>, <em>Poecilia butleri</em>, <em>Allodontichthys tamazulae&#160;</em>and <em>Astyanax aenaeus,</em>&#160;as well as the introduced <em>Cyprinus carpio</em> and <em>Oreochromis</em> sp. (Domínguez-Domínguez <em>et al</em>.2016).<br/><br/>From a survey of Köck<em> et al.</em> (2016): The Río Tamazula east of Tamazula de Giordano has a width of 5 to 10 m with a depth down to about 50 cm. The bottom is comprised of big rocks and boulders, gravel, silt, mud and sand. The water in March 2016 was swift to torrential, depending on ground and width, and clear to murky. The water parameters were: pH 7.6, carbonate hardness 3°, total hardness 7°, water temperature 22°C. The species was associated with <em>Allodontichthys&#160;</em><em>hubs</em>&#160;and <em>A.</em>&#160;<em>tamazulae</em>, <em>Poecilia butleri</em> and <em>Ilyodon whitei</em>. The embankment was comprised by small trees (probably&#160;<em>Salix</em>), reed and few herbaceous riparian plants; the main sections of the riverbank were free of vegetation. The quantity of urban waste was moderate, very close were viscous remains of burnt sugar cane that would be washed in the river when raining. The species was found in small numbers in a small bay with less current than the river.</p>", "threats": "<p><em>Xenotoca lyonsi</em> is known only from a few sites along its original distributional range, and is reported to have been extirpated from approximately 60% of the historical localities where it has been reported (Pedraza-Marrón 2011). All the areas where the species originally occurred are highly impacted by human activities, being totally modified for agricultural purposes, with sugar cane plantations demanding high water resources and discharging polluted water from the production process. Also, untreated urban waste water is a substantial ecological problem in the area. In several recent surveys for the species, it was never located downstream of the village waste water discharges and, when found, it was always upstream of the discharge sites. Also, the species is not abundant in the few localities from where it is currently known to exist (Domínguez-Domínguez<em> et al.</em>&#160;2016).</p>", "conservationmeasures": "<p>The only conservation effort is an ex-situ breeding project run by the Laboratorio de Biología Acuatica of the Michoacan University, Morelia, Mexico.</p>", "usetrade": "The species is not used for consumption and not targeted for the ornamental fish trade."}]}