{"name": "191297", "result": [{"species_id": 191297, "taxonomicnotes": null, "rationale": "<em>Yuriria alta </em>is a native carp of the Lerma-Chapala-Santiago  hydrological  system. The species is threatened by water pollution,  competition and predation from invasive species, over extraction of  water resources for agricultural and urban use and severe droughts  caused by climate change. It has become locally extinct at its type  locality (Lake Tupátaro, Guanajuato, Mexico), due to complete  desiccation of the lake. Though life-history data for the species is lacking, and thus, the generation length cannot be calculated, documented declines of around 70% of the population over a period of less than ten years qualifies the species as Endangered under criterion A2c. As the threats impacting the species have not been abated, substantial declines are likely to continue today and there is no indication that the species will recover without future management. The species is thus listed as Endangered.", "geographicrange": "<em>Yuriria alta </em>is a native carp of the Lerma-Chapala-Santiago hydrological  system, and in the State of Aguascalientes, Mexico, this carp occurs in the micro-basin of Rio Viejo Agua Zarca in the municipality  of San Jose de Gracia, which runs from the top of Sierra Fria to the  President Calles Dam (Araujo Garcia 2016).<em> Yuriria alta</em> is locally extinct at its type locality (Lake Tupátaro, Guanajuato, Mexico), due to complete desiccation of the lake (Lyons <em>et al</em>. 1998). Surveys conducted in 1998 and 2005 document substantial losses of subpopulations with approximately 30% of sites surveyed in 1998 having documented occurrences in subsequent visits (Pedraza Marron 2011). Area of Occurrence (AOO) has likely declined by around 70% over this period, though Extent of Occurrence (EOO) likely has not changed substantially.", "population": "The species is locally extinct at its type locality but with multiple subpopulations in the Lerma-Chapala-Santiago hydrological system. The range of the species declined by approximately 70% between 1998 and 2005 suggesting substantial population losses throughout the species' distribution (Pedraza Marron 2011).", "populationtrend": "decreasing", "habitat": "The species occurs primarily in freshwater lakes, rivers and streams. While generation length is unknown, this is a short-lived species. Therefore, three generations is unlikely to exceed 10 years.", "threats": "The species is threatened by habitat loss and degradation, over extraction of water resources resulting in desiccation, droughts and competition with invasive species. Industrial, agricultural and urban pollution has significantly degraded the species' habitat (Dominguez-Dominguez <em>et al.</em> 2007).", "conservationmeasures": "There are no known conservation measures in place for <em>Yuriria alta</em>, but it is known that this species' distribution includes multiple boundaries of protected areas within Mexico (IUCN and UNEP-WCMC 2018).", "usetrade": "This species is not utilized."}]}