{"name": "189551007", "result": [{"species_id": 189551007, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that, although the species is known from a single locality, it probably has a somewhat wider range on Kangaroo Island (with a maximum extent of occurrence estimated at around 2,000 km<sup>2</sup>), it is considered to occur at a single location, and the known locality was impacted by bush fires in 2019 and 2020. An expected increase in the frequency of fire and other extreme events, particularly drought, is likely to result in a continuing decline in the extent and quality of the species' habitat and the number of mature individuals should a population survive. It is possible that the species may already be extinct, but as it is known from a single collection in 1977 in an area subject to limited survey work an Extinct or Critically Endangered listing is considered overly precautionary.", "geographicrange": "This species is endemic to Kangaroo Island off the coast of South Australia. It is known only from a single locality, 5 km northeast of Brigadoon Homestead, but the precise type locality is unknown (R. Glatz pers. comm. 2021), there has been limited survey work for this species elsewhere on the island and recent surveys have not detected it. It is likely that it occurs in several sites in western Kangaroo Island where vegetation is contiguous with that at the known locality, but many members of this genus appear to be \"highly localized\" (Rentz 1985). The known locality is below 200 m asl.", "population": "This species has only been recorded from one locality, in December 1977 (Rentz 1985), and nothing is known of its population status. The known locality was burned in the 2019-2020 bushfires, and mortality in flightless katydids known to have been impacted by fire has been estimated to be in excess of 90% at localities subject to high intensity fire.", "populationtrend": "decreasing", "habitat": "This species was collected from an open area, in a site which had been burned \"a year or two prior to collection of the types\" (Rentz 1985). Prior to the fire this area had been heathland; at the time of collection much of the heath had been lost but \"stump sprouting and vigorous new growth\" was observed, and grasses and annuals were abundant (Rentz 1985). Related species favour mallee health and mallee associations (Rentz 1985). It occurs in vegetation and ground litter, and it is unknown whether eggs are laid in the ground, in or on plants, or in crevices in wood or bark. Animals collected in early December 1997 as last-stage instars reached adulthood by the end of the same month (Rentz 1985). Related species are typically univoltine, hatching in late winter or spring and completing their life cycle with the onset of cold weather with a generation length of 6-7 months.", "threats": "Vegetation clearance occurred on Kangaroo Island mainly between 1950 and 1990, with the removal of about 60% of native vegetation. If, as expected, this species occurs or once occurred more widely in suitable habitat than is presently known it is likely that this activity resulted in a historical population decline. Little data is available on this species' ecology but it appears to exhibit an association with vegetation and ground cover that would render it highly sensitive to mortality and habitat loss resulting from high intensity fire, and as a flightless species it is likely to have a limited ability to escape fire. Morphological adaptations suggest that it lays its eggs above ground in vegetation, which would be expected to expose eggs to higher mortality from fire events than in species that lay eggs in the soil. The general area of the known locality was burned in the 2019-2020 bushfire season at high intensity, but the exact type locality is not clear and so cannot be&#160;revisited to confirm whether the species survives here. It was not recorded in a post-fire survey of an unburned fragment in the general area (R. Glatz pers. comm. 2021). Prescribed burning planned for Kangaroo Island will represent a significant threat to any surviving population if this management does not take account of the life cycle and habitat requirements of this species.<br/><br/>This species may be susceptible to desiccation and so at risk from drought conditions that are expected to become more frequent. As it is confined to a moderate-sized island which has lost almost two thirds of its natural vegetation it is unlikely to be able to alter its range following any reduction in the suitability of its existing habitat as a result of climate change.", "conservationmeasures": "Additional surveys (including audio surveys using bat detectors, which are known to be effective for related species) are urgently needed to locate any extant population of this species and, if rediscovered, to obtain data on its ecology and to determine any habitat restoration needs. Awareness-raising of the needs of this and other invertebrate species should be undertaken, particularly to ensure that fire management practices take account of the needs of this species.", "usetrade": "There is no known use of or trade in this species."}]}