{"name": "57506999", "result": [{"species_id": 57506999, "taxonomicnotes": "This species can easily be confused with&#160;<a href=\"https://freshwaterbiodiversity.go.ug/species/?id=52\" style=\"box-sizing: border-box; margin: 0px; padding: 0px; color: rgb(0, 0, 0); text-decoration-line: none; border: none; outline: 0px; font-weight: inherit; font-family: inherit; vertical-align: baseline; position: relative;\"><em>Rastrineobola argentea</em></a>, but differs on the number of lateral line scales, gill rakers on the first arch, and fewer anal fin rays.", "rationale": "The catch per unit effort of this species, which is a index of population abundance, is suspected to reduce by at least 30% in the next 10 years, as has been observed in the past for other fisheries in the same lake (Mbabazi&#160;<em>et al</em>. 2012).&#160;This is because the species faces high levels of exploitation in Lake Albert and the delta, with no species-specific management plan in place. Environmental degradation due to oil and gas developments in the region, coupled with human activities in the catchment (Wandera and Balirwa 2010), may also diminish the extent/area of quality habitat, affecting the entire population. Therefore, this species is assessed as Vulnerable A3bcd.", "geographicrange": "It is found in Lake Albert, including the delta of Murchison Nile.", "population": "The population of this species has increased over the last decade as indicated by increase in catch per unit effort (CPUE), which is an index of population abundance, and is now relatively stable&#160;(NELSAP 2019). However, this species is increasingly becoming targeted by fisheries, and its population is projected to decline by at least 30% in the next 10 years due to intensive fishing.", "populationtrend": "stable", "habitat": "This species is benthopelagic and is common in surface zones of inshore waters.", "threats": "Intensive fishing due to the increasing demand both for human consumption and the animal feed industry, pollution due to oil and gas developments in the Albertine graben, and habitat degradation dur to unregulated human activities within the catchment are threats (Wandera and Balirwa 2010).", "conservationmeasures": "The species is increasingly becoming targeted by fisheries, but no specific management measures, such as maximum allowable catch or size of nets, are available to protect the species from overexploitation.", "usetrade": "The species has emerged as a prominent commercial fishery on Lake Albert. Available data show that in 2012 about 78,000 tones of the species were harvested (Mbabazi <em>et al</em>. 2012), and by 2019, annual catches stood at 121,106 tones worth $32,084 (NELSAP 2019). The species is used both for human consumption and in animal feeds.&#160;The species is processed through sun drying, salting, and deep-frying, a post-harvest sector that is a major source of employment, especially for women around the lake. The Democratic Republic of the Congo and South Sudan take the bulk of the deep-fried and sun-dried products, while domestic consumers and the animal feeds industry mainly take sun-dried products (Kolding <em>et al.</em> 2019)."}]}