{"name": "171176", "result": [{"species_id": 171176, "taxonomicnotes": null, "rationale": "This species is endemic to Greece, where it is known only from the island of Samothraki in the northern Aegean Sea. It occurs four localities (all within an estimated 3-4 locations) and is only known by empty shells. Increasing land use and fire, as well as the effects of global warming, are the main plausible threats to this mollusc. It is assessed as Near Threatened (nearly meets criterion B) because<strong> </strong>of its restriction to only one island and its rarity there. If continuing decline is confirmed for this species, it will likely rapidly move to Endangered. Further research into the threats and distribution of the species is required.", "geographicrange": "This species is endemic to the Island of Samothraki in the northern Aegean Sea, Greece. Georgiev and Stoycheva (2010) found it at only three out of 17 collecting points. It is known from four localities (within an estimated 3-4 locations) and only by empty shells (Riedel and Reischütz 1988, Georgiev 2017, Georgiev, Pers. Comm., 2023).", "population": "Only very few shells have been found. Even at the known localities it seems to occur in very low densities.", "populationtrend": "unknown", "habitat": "Georgiev and Stoycheva (2010) found the species in broadleaf forests dominated by <em>Platanus orientalis. </em>It is found on non-calcareous rock and artificial structures usually near creeks or canals.", "threats": "Increasing land use and fire, as well as the effects of global warming might be threats to the species. However, the potential effects of these threats should be assessed by further research.", "conservationmeasures": "This species is listed in the <em>Red Book of Threatened Species of Greece</em> (Legakis and&#160;Maragou&#160;2009) as Critically Endangered (CR; B2). However, there seem to be no hard arguments to assess the species in this category, especially after the discovery of two new localities (Georgiev and Stoycheva 2010). More field research is necessary to define the distribution, population size and trend.", "usetrade": "This species is not known to be utilized."}]}