{"name": "176539277", "result": [{"species_id": 176539277, "taxonomicnotes": null, "rationale": "<em>Trichomycterus tenuis</em> is categorized as Endangered. It has a limited distribution with an extent of occurrence (EOO) of at least 534 km<sup>2</sup> and best estimated as under 5,000 km<sup>2</sup>, and an area of occupancy (AOO) of at least 20 km<sup>2</sup> and best estimated at under 500 km<sup>2</sup> in dispersed watercourses with low and variable flow. In addition, most localities are subject to threats because it lives in rivers modified by dams or with probable degradation events by the presence of populated centres on their margins (city of San Luis, on Chorrillos river). There are five locations and an inferred continuing decline in habitat based on these threats.", "geographicrange": "The type locality is a lake near the town of Cruz del Eje (Weyenbergh 1877) in central Argentina, province of Córdoba (30°43’S 64°48’W), located within the endorheic system of Cruz del Eje river. Haro and Bistoni (2007) have not found it in their prospections in Córdoba province in the previous 20 years. Ringuelet <em>et al.</em> (1967) consider it distributed in some hill and mountain areas of provinces of Córdoba and San Luis (Río EI Potrero, Arroyo Cuchi Corral, Río de La Bolsa, Río de los Funes). Menni (2004, with samplings from 1984) recorded its presence in various streams of San Luis. Cardoso<em> et al.</em> (2015) found it in the Chorrillos River, near the city of San Luis.<br/><br/>Pozzi (1945) mentions a record in the Carcarañá river (Santa Fe); however it is considered to be doubtful, following Menni's criterion (2004) and due to the marked environmental differences between this river and the usual ones of the species. In the same way, Mac Donagh (1938) erroneously mention “Primero river in Cruz del Eje” as the type locality (Haro and Bistoni 2007), which is not considered here.", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "All records of this species were made in endorheic water courses in the central area of the country, in semi-arid environments. These are small streams or pools, often in upper reaches of larger water courses, usually in hill or mountain landscapes.", "threats": "Urban concentrations, hydraulic works, agropecuary activities, mining activities and various industries are main threats for fishes in Central Endorrheic ecoregion (López <em>et al.</em> 2002). Only a few kilometres south of the type locality, Cruz del Eje, a hydroelectric dam was erected in the 1940s, which today is fed by some of the brooks and rivers mentioned in part by Weyenbergh (1877) in the original description. Therefore, the former lagoon has possibly been destroyed during the filling of the artificial lake (Koerber and Azpelicueta 2009). This region of Argentina is mainly semi-arid. Numerous reservoirs have been built on rivers for water supply to cities and irrigation, as is the case of Cruz del Eje, Cruz de Piedra and Potrero de los Funes dams. These reservoirs routinely sow exotic species, such as Pejerrey <em>Odontesthes bonariensis</em> and Common Carp <em>Cyprinus carpio </em>(Baigún and Quirós 1985). In many places, especially in the headwaters, the Rainbow Trout <em>Oncorhynchus mykiss</em> has been sown for sport fishing, with risks to native species (Fernández 2014).&#160;The presence of cities on the margins of various <em>T. tenuis</em> sites (Cruz del Eje on the homonymous river, and San Luis on Chorrillos river, for example) represent actual threats of environmental degradation.", "conservationmeasures": "It has been assessed as \"Rara\" (Chebez 1994, Chebez <em>et al. </em>2009) and \"Vulnerable de Máxima Prioridad\" (Orlandini <em>et al.</em> 2001, López <em>et al.</em> 2003). No conservation action has been identified for this species or its habitats.", "usetrade": "This species is not used."}]}