{"name": "191178", "result": [{"species_id": 191178, "taxonomicnotes": null, "rationale": "The species is endemic to the headwaters of Río Mezquital (Río del Tunal and Laguna Santiaguillo) in the Federal State of Durango, in the Pacific Slope of Mexico (Miller <em>et al</em>. 2005). <span lang=\"en\">A continuing decline in the quality of the species natural habitat has been observed as a result of&#160; <span lang=\"en\">water pollution events which have caused mass fish deaths in R<span lang=\"en\">ío del Tunal. A population size reduction is inferred as a result of these threats. <span lang=\"en\">With an EOO of approximately 6387 km<sup>2</sup>, the species is assessed as Vulnerable. &#160; </span></span>", "geographicrange": "The species is endemic to the headwaters of Río Mezquital (Río del Tunal and Laguna Santiaguillo) in the Federal State of Durango, in the Pacific Slope of Mexico (Miller <em>et al</em>. 2005)<span lang=\"en\">. Field surveys in 2008 found 10 individuals of this species in the spring system on the 27th November (N. Mercado-Silva pers. comm. 2018). Between 2013-2015 several individuals were captured in Santiaguillo (H. Espinosa-Perez pers. comm. 2018).", "population": "More information is needed about the current population size of this Silverside. A population decline is inferred based on several water pollution events causing mass fish deaths in its distribution range (De la Maza<em> et al</em>. 2015).", "populationtrend": "decreasing", "habitat": "The species inhabits slow moving backwaters in gradient streams, ponds fed by springs, lakes and dams; generally at depths of 0.7-1.0 m (Miller <em>et al</em>. 2005). <span lang=\"en\">", "threats": "This species is severely threatened by high levels of water pollution which have caused mass fish deaths in Río del Tunal&#160; (De la Maza<em> et al</em>. 2015).", "conservationmeasures": "There are no specific conservation actions in place that target this species.", "usetrade": "There is no use or trade information available for this species."}]}