{"name": "177559680", "result": [{"species_id": 177559680, "taxonomicnotes": null, "rationale": "This species is considered Vulnerable according to the criteria  B1ab(iii); D2. It has an extent of occurrence (EOO) of 6,666  km<sup>2</sup>. This species inhabits in an area highly impacted by agriculture, deforestation and human activities. There are two locations and a continuing decline inferred  in the area, extent and quality of habitat based on these threats. In  particular, contamination for industries is considered severe enough to  push the species to becoming Critically Endangered or Extinct in a very  short time period.", "geographicrange": "This species is endemic of the upper Bermejo River basin in north-west Argentina, in Jujuy and Salta provinces (Terán <em>et al</em>. 2016).", "population": "No data on the trend and status of the population of this species are available.", "populationtrend": "unknown", "habitat": "Habitats where specimens of <em>M. nigrolineatus </em>were collected are between 345-486 m asl in the piedmont of the Yungas jungle region. Although many samplings were done above that altitude, no specimens of <em>Microglanis</em> were collected there, suggesting a preference for those habitats. While higher mountain environments present higher water flow and generally gravel substrate, the habitats of <em>M. nigrolineatus </em>have slow water flow and sandy or muddy substrate. The region has marked seasonality, with precipitations in the area concentrated in summer (80 % from November to March), and a dry winter (June to October). Average temperatures range from 14 °C in July to 26 °C in December and January. In May, when most of the specimens were collected, the streams had clear waters, with slow water flow, water was slightly alkaline (pH 7.4) and relatively high conductivity (770 μS.cm<sup>-1</sup>). Maximum depth was approximately 40 cm at the type locality. The river shores had abundant marginal macrophytes as <em>Ludwigia </em>sp., <em>Equisetum </em>sp. and watercress (Brassicaceae). Individuals of <em>M. nigrolineatus </em>were associated with driftwood and leaves and never in open water. Other fish species collected syntopically at the type locality include: <em>Aphyocharax anisitsi</em>, <em>Psalidodon chico</em>, <em>A. lacustris</em>, <em>A. lineatus</em>, <em>Bryconamericus exodon</em>, <em>Characidium </em>cf. <em>zebra</em>, <em>Cichlasoma dimerus</em>, <em>Loricariichthys </em>sp., <em>Loricaria holmbergi</em>, <em>Moenkhausia bonita</em>, <em>Otocinclus vittatus</em>, <em>Rhamdia quelen</em>, <em>Serrapinnus microdon</em>, and <em>Synbranchus </em>cf. <em>marmoratus </em>(Terán <em>et al</em>. 2016).", "threats": "This species inhabits in an area highly impacted by agriculture, deforestation and human activities. All known records are on deforested areas used for agriculture where pesticides, sediments and other effects of those activities may be affecting the species.", "conservationmeasures": "No conservation actions are directed to this species.", "usetrade": "No trade or use of this species is known. It could be object of aquarium trade eventually as with other species of this genus."}]}