{"name": "56099918", "result": [{"species_id": 56099918, "taxonomicnotes": null, "rationale": "<p><em>Horaglanis abdulkalami</em>&#160;is assessed as Endangered&#160;B1ab(i,ii,iii)+2ab(i,ii,iii), as the species is known to have a restricted distribution, being known from less than five locations, and with an AOO of 4-420 km<sup>2</sup> and an EOO of 420 km<sup>2</sup>. A continuing decline has been inferred in the EOO, AOO and the quality of habitats due to threats including unmanaged extraction of groundwater, laterite mining, pollution and deterioration of the quality of water in the wells. Urgent attention is required to develop and implement management strategies for managing groundwater extraction in the region, and improved awareness and education for environmental stewardship.&#160;</p><br/><p><br/></p><p><br/></p>", "geographicrange": "<em>Horaglanis abdulkalami</em> is currently known from the lateritic aquifer systems in the state of Kerala, recorded only from dug-out wells (depth of 10.2m) in the town of Irinjalakuda, Trichur District, Kerala&#160;(Babu 2012) and possibly from Cherpu, Kolenchery and Chottanikara (F. Kakkasery and C.P. Arjun <em>pers. comm</em>).", "population": "There is no information on the population status, or trends of the species due to its unique habitat (lateritic aquifers and connected dug-out wells).", "populationtrend": "unknown", "habitat": "The species inhabits the groundwater in lateritic aquifers and rarely appear in connected dug-out wells from where they are collected either when the wells are drained, or when they appear accidentally in taps.", "threats": "The landscape from where <em>Horaglanis abdulkalami</em> is known is subjected to high levels of groundwater extraction for agricultural and human uses. There is also threat from high levels of groundwater pollution and laterite mining. Combined together, these threats negatively impact the groundwater habitats from where the species is known to occur. There is also a trend of large-scale chlorination and disinfection of wells which may be detrimental to the species (Raghavan <em>et al</em>. 2021). Climate change may also contribute to negative factors.", "conservationmeasures": "<p>No species-specific conservation actions are in place. There is a need to understand and generate baseline information on micro-level distribution, population and location-specific threats of this species to develop&#160;future conservation strategies. Targeted campaigns need to be taken up in the distribution range of this species to improve awareness regarding the unique habitats and species.&#160;</p>", "usetrade": "<p>No information is available regarding either the use or trade of this species.</p>"}]}