{"name": "176406033", "result": [{"species_id": 176406033, "taxonomicnotes": null, "rationale": "<em>Astyanax aramburui</em> is known from Villaguay Creek and Brazo Chico Creek, in Entre Ríos province. It has an extent of occurrence (EOO) of between 2,297 km<sup>2 </sup>and 13,198 km<sup>2</sup>. However, the connectivity between these two sites is high and is probable that this species inhabits a greater area. Pollution from tanneries, meat packing plants and feed lot establishment is a threat and there are two locations based on this threat. There is currently no evidence of continuing decline. This species is, therefore, assessed as Near Threatened.&#160;This species is a probable junior synonym of <em>Astyanax rutilus</em>&#160;so further taxonomic research is recommended.", "geographicrange": "<em>Astyanax aramburui</em> is known from Villaguay Creek and Brazo Chico Creek, which flow into the Paraná and Uruguay Rivers, respectively, in Entre Ríos Province, Argentina. It is only cited in its description paper (Protogino <em>et al.</em> 2006).", "population": "Although there is no information on the size of its population, it is  possible to assume that it is a species that forms shoals, since up to  13 individuals have been collected on the same date and place (Protogino<em> et al.</em> 2006).", "populationtrend": "unknown", "habitat": "One of the sites, Villaguay creek, is a relatively extensive watercourse, with sections about 50 m wide and pools over 2 m deep. The banks are vegetated with grasses and other plants, and the bottom consists of mud and clay. The other known site, Brazo Chico creek, is a watercourse situated in the deltaic area known as Islas del Ibicuy (Protogino <em>et al. </em>2006).", "threats": "In the Gualeguay River basin there are tanneries, meat packing plants and feed lot establishments. Analyses have determined certain levels of contamination, products of the dumping of effluents into their waters.", "conservationmeasures": "It has been assessed as \"Rara\" (Chebez <em>et al.</em> 2009). Almirón<em> et al.</em> (2010) suggest that this species is a probable junior synonym of <em>Astyanax rutilus</em>, and further taxonomic research is recommended, as well as research into the population, distribution, and ecology. Site protection and management is also recommended.", "usetrade": "There is no use or trade information for this minnow species, but it is very difficult to distinguish from other species usually used as bait or food in the region."}]}