{"name": "169367", "result": [{"species_id": 169367, "taxonomicnotes": "The species was recently redescribed (Gómez-González <em>et al.&#160;</em>2018).", "rationale": "This species has been assessed as Endangered. With an AOO of 80 km<sup>2</sup>&#160;and an estimate of four locations, this species faces declining habitat quality, mainly due to damming, as well as the effects of introduced fish.", "geographicrange": "This restricted species is found in Mexico, in the upper basin of uper Rio Grijalva (Rio Grande de Chiapas), Chiapas (Miller<em> et al.</em> 2005).", "population": "Although previously a common species, damming is currently decreasing available sites for the species, although no data has been published. However, in the absence of impact, it would take the population less than 15 months to double, according to preliminary estimates of their fertility and age at first maturity (Conkel 1993).", "populationtrend": "decreasing", "habitat": "<p>This species inhabits flowing streams in clear to murky water, with moderate to strong currents, except in backwaters, where young to juveniles congregate. Substrates include boulders, marl, sand, brush piles and some mud. Vegetation is usually sparse or absent, but <em>Potamogeton</em> and green algae occur. It is found at depths of 0.5-1.0 m in streams and to 3.0 m in main river. Adults were captured at sites with depths of 3 m, while juveniles were captured in shallow waters (Taylor &amp; Miller, 1980). Streams vary in width from 3.0 - 6.0 m, whereas the Río Grande de Chiapas is ca. 60 m wide near Tuxtla Gutiérrez. Water temperatures from January to April were 20 ° - 29 °C; <em>p</em>H 7.0-8.0 (Miller <em>et al.</em> 2005).&#160; It is a little abundant species found in the upper parts of the leeward zone of the Sierra Madre del Sur, at altitudes ranging from 870 to 1490 m above sea level. The average temperature of the water they inhabit is 18.4 ° C, and the dissolved oxygen of 10.42 mg/l (Soto-Galera 2006).This species is also known to inhabit artificial lakes, i.e. reservoirs (Ceballos&#160;<em>et al. </em>2016), feeding on detritus, zoobenthos and phytobenthos</p>", "threats": "<p>According to Miller and collaborators (2005), <em>P. hartwegi </em>is only distributed in the upper Grijalva River, where the main problems associated with habitat deterioration are: a) Modification of the environment, since there is a considerable increase in areas deforested and disturbed, erosion, as well as fragmentation of habitats for paddocks and agriculture; construction of federal roads that impede continuity among forest stands; b) Use of resources: hydroelectric power of the Malpaso dam, agriculture, extensive livestock, and c) Introduction of invasive mojarras (<em>Oreochromis mossambicus</em> and <em>Tilapia rendalli</em>) (Arriaga-Cabrera <em>et al.</em>&#160;1998).<br/><br/>A series of dams have been built within the distribution of this species in the last years. Apart from the dramatic habitat alteration caused by this (replacing rivers - the habitat of this species - with lakes, that are unsuitable for this species) and the resultant severe fragmentation of populations, it has drawn humans to the area and also increased pollution into the river system. Tilapia has also been present in the lakes since the late 1970's or maybe early 1980's (Miller <em>et al.</em> 2005).<br/><br/>So far, the main threat to the habitats where <em>P. hartwegi</em> is distributed is the deforestation of large areas around the headwaters of the Grijalva River, bringing with it a greater rate of erosion, a greater rate of sedimentation in streams and rivers, changes in the components of the substrate and change in water quality towards a more deplorable condition. On the other hand, if it is considered that <em>P. hartwegi </em>is a species not very abundant in the high parts of the Sierra Madre del Sur, its distribution area is not very large (compared with that of other cichlids) and that it is a sensitive species. To environmental changes, then it can be pointed out that there are no ideal conditions to ensure the permanence of this cyclid in the localities where it is now (Soto-Galera 2006).</p><p></p>", "conservationmeasures": "SEMARNAT listed the species as Special Concern.", "usetrade": "Large individuals are fished locally at some sites, but no quantitative information is available."}]}