{"name": "125503739", "result": [{"species_id": 125503739, "taxonomicnotes": null, "rationale": "<p><em>Idiocnemis nigriventris </em>is known from only a small area around Jayapura, a town that has expanded rapidly since the species was discovered there. Although few data are available regarding this species' habitat requirements, distribution, population status and trends, it is assessed as Vulnerable under criterion B2ab(iii) given its extremely small known range, where it is known from fewer than 10 locations, and the likelihood of ongoing declines in extent and quality of habitat due to the impacts of urban, industrial and agricultural expansion in the area. The known area of occupancy (AOO) for the species is at most 1,500 km². Documentation of additional populations remote from urban development, and within the forests protected within the Cyclops mountains Strict Nature Reserve, is urgently required.<br/></p>", "geographicrange": "<em>Idiocnemis nigriventris</em> has a very small known distribution. It is restricted to the vicinity of Jayapura city in northern Papua Province, Indonesian New Guinea (Gassmann 2000) at altitudes between about 300-400 m asl. The area from which this species is currently known (based on known localities) is approximately 3,000 km², but it is assumed to occupy less than half of this area because of the amount of unsuitable habitat within the area. An upper bound on the area of occupancy (AOO) is therefore estimated at no more than 1,500 km². The AOO is inferred to be declining due to ongoing habitat degradation and forest removal.", "population": "<p>No information is available about population size or trends for this species, however extensive habitat loss within its small range suggests that populations may be declining.</p>", "populationtrend": "decreasing", "habitat": "The exact habitat requirements and ecology of <em>Idiocnemis nigriventris</em> are unknown. However, Kalkman and Orr (2013) report that damselflies in the genus <em>Idiocnemis </em>are 'found at small streams and seepage areas in forest.'", "threats": "All of the known localities for this species are in the vicinity of Jayapura, an expanding city at the base of the Cyclops Mountains in Papua Province. Two of the original sites known for this species have been subsumed by the city of Jayapura, and the species is presumably extinct at those sites. Based on satellite imagery a number of other sites are close to areas being cleared for agriculture. It is likely that all the known populations have been, or will be, impacted by urban development or agriculture in this area, although the severity of these impacts is unknown.", "conservationmeasures": "<p>There are no species-specific conservation actions in place for <em>Idiocnemis nigriventris</em>. Research is urgently needed to determine its habitat requirements, distribution, and population status and trends.</p>", "usetrade": null}]}