{"name": "191262", "result": [{"species_id": 191262, "taxonomicnotes": null, "rationale": "<p><em>Dionda argentosa</em> is a freshwater species that occurs in spring-fed streams, pools, and rivers within the lower Pecos River in Texas, and in small northern tributaries of the Rio Grande in Mexico. While population size is unknown, it is abundant where suitable habitat exists. Habitat loss or fragmentation due to reductions in spring flows as a result of ground water extraction and surface water diversion threaten this species, and&#160;could easily imperil the currently abundant populations in the Devils River, San Felipe Creek, and Sycamore Creek. The range of this species is restricted, with an area of occupancy (AOO) of 352 km<sup>2</sup>. The population of this species is also severely fragmented and experiencing continuing decline in extent and quality of habitat; it is therefore listed as Endangered.</p>", "geographicrange": "<p><em>Dionda argentosa</em> is restricted primarily to the lower Pecos River in Texas including the Devils River, San Felipe Spring and Creek, Sycamore Creek, and in the lower Pecos River, at least as far upriver as Pandale (Schonhuth <em>et al.</em> 2012). It also occurs in several small Rio Grande tributaries in Mexico, including the Escondido River, the San Diego River, Arroyo Los Arboles, and the Rodriguez River (Schonhuth<em> et al.</em> 2012). The northern range of this species likely terminates at Independence Creek in Terrell County, Texas, where it is replaced by its close congener <em>D. episcopa</em> (Carson <em>et al. </em>2010). The extent of occurrence is calculated to be 19650 km<sup>2 </sup>(GeoCAT). <br/></p>", "population": "<p>The population size is of <em>D. argentosa</em> is unknown but likely relatively large, as it comprises up to 50% of relative fish abundance where suitable habitat is available (Kollaus and Bonner 2012). It is represented by several subpopulations. This species is abundant in Devils River, San Felipe Creek, and Sycamore Creek (Cantu and Winemiller 1997,&#160;Edwards<em> et al. </em>2004). Population trend over the past 10 years is likely stable or slowly declining due to habitat loss and fragmentation resulting from reductions in spring flow and dewatering of historical habitat (Hoagstrom<em> et al. </em>2011, Cohen <em>et al. </em>2018). The population is considered severely fragmented as most of it is in small, isolated sub-populations.<br/></p>", "populationtrend": "stable", "habitat": "<p><em>Dionda argentosa</em> occurs in the headwaters and runs of spring-influenced waters (Kollaus and Bonner 2012, Cohen<em> et al. </em>2018). This species exhibits opportunistic life history traits, including early maturation, year-round batch spawning, and a lifespan of approximately 3 years (Robertson <em>et al.</em> 2016). </p>", "threats": "The most likely plausible threat to <em>D. argentosa</em> is habitat loss or fragmentation due to reductions in spring flows as a result of ground water extraction and surface water diversion (Hanna <em>et al.</em> 2015, Cohen<em> et al.</em> 2018). However, the extent of habitat loss is currently unknown. Conservation genetics demonstrate demographic isolation and significant recent bottlenecking in at least two subpopulations of <em>D. argentosa</em> in San Felipe Creek and Independence Creek (Hanna<em> et al. </em>2015). It is suspected that additional subpopulations of <em>D. argentosa</em> exhibit a similar trend, given that water extraction and diversion is likely to affect a large portion of the total population. Another threatening factor includes the introduction of at least one invasive parasite, <em>Bothriocephalus acheilognathi</em> and a potential reduction in fitness resulting from infection (Bean 2008).&#160;Reductions in water quality and/or quantity could easily imperil the currently abundant populations in the Devils River, San Felipe Creek, and Sycamore Creek (Edwards <em>et al</em>. 2004).", "conservationmeasures": "Conservation actions recommended by Cohen<em> et al. </em>(2018) for Texan populations of <em>D. argentosa</em> include the improvement or maintenance of water quality, and improvement or maintenance of watershed connectivity, an improvement of maintenance of appropriate hydrologic conditions, and the maintenance or restoration of physical habitat. Reductions in water quality could easily alter their population status (Edwards<em> et al.</em> 2004). This species is not currently state or federally protected.<br/><br/>This species would benefit from habitat restoration, improved habitat protection and management, and better information on population and habitat trend.", "usetrade": "<p><em>Dionda argentosa</em> is not targeted by subsistence, commercial, or ornamental fisheries. </p>"}]}