{"name": "195634724", "result": [{"species_id": 195634724, "taxonomicnotes": "This species is known only from females, and research including DNA barcoding is needed to clarify whether any males in collections represent this species.", "rationale": "This species is listed as Vulnerable on the basis that it has undergone a population decline over the last ten years&#160;due to a wide range of threats, including recurring fire events which are expected to become more intense and widespread within this bee's range. Although the scale of declines is highly uncertain, plausible estimates range from 13 to more than 40%, and on a precautionary basis the rate of decline is considered to have exceeded 30%,", "geographicrange": "This species is endemic to Australia, where it is widespread from Gippsland in coastal Victoria north as far as Brisbane in Queensland (Atlas of Living Australia 2021). Its distribution may be wider than presently known. There are old records from Adelaide (South Australia) and Ravenshoe north of its known range limit in Queensland, but while these are considered plausible insufficient data is associated with these specimens to treat these as confirmed and no recent records exist from either area. The extent of occurrence calculated from a minimum convex polygon encompassing all recent known localities is 216,439 km<sup>2</sup>.", "population": "This is a very small species that can be difficult to identify unless individuals are physically collected, and as a result there is very little information about its population status. It is only known from females.&#160;During the 2019-2020 bushfire season it is estimated that the fire overlapped with 23% of the species' extent of occurrence (and 25-28% of potential habitat derived from overlaying fire maps on vegetation maps - J. Dorey unpubl. data), 10% of which was burnt at high intensity. Presuming that the percentage of adults and juveniles lost in the high intensity fire may have been as high as 90%, and that the species occurred throughout the impacted area, this is estimated to correspond to a decline of 9% in the number of mature adults and juveniles in areas subject to high-intensity fire. Expert estimates of mortality from lower-intensity fires range between 30-70%, corresponding to a further 3.9-9.1% decline. Within this area, 64% of known localities were burned (J. Dorey pers. comm. 2021), so these figures are likely to underestimate levels of mortality and the total number of mature adults lost in the bushfires could have exceeded 40%. In summary, as a result of bushfires, a total population reduction of between 12.9 and 44.8% is suspected.<br/><br/>Subpopulations in New South Wales and Queensland appear to be isolated and the species may be extinct in Queensland, from which it was last recorded in 1984.", "populationtrend": "decreasing", "habitat": "This species is found in subtropical and temperate forest and woodland, shrubland and heathland. It nests in tree holes created by wood-boring beetles, and is therefore reliant on habitats with older trees that support populations of these beetles. Host plants include a variety of Myrtaceae, among them&#160;\"wild parsley\" (<em>Anthriscus sylvestris</em> or <em>Petroselinum crispum</em>), <em>Leptospermum </em>spp., <em>Tristania</em> spp., <em>Melaleuca</em> spp., <em>Eucalyptus</em> spp. and <em>Syncarpia</em> spp. (Exley 1968).", "threats": "This species is subject to habitat loss and degradation due to impacts such as livestock grazing. It has not been reported from Queensland since 1984 and may be extinct here, but if so the causes of this are unclear. It exbibits a poor dispersal ability and is unlikely to recolonize areas following site losses. Climate change may result in mismatches between the insect's activity period (which is unlikely to exceed a few weeks or months) and the flowering phenology of its host foraging plants, as has been suggested for other bees (Stemkovski <em>et al.</em> 2020). Urban development may be a threat if it results in the loss of old trees and the replacement of foraging plants with exotic flowers (Prendergast 2020). This species feeds exclusively on eucalypts (Exley 1986) and so will be lost from areas where these trees are lost due to fire or land clearance. Honey bees have been introduced in parts of its range, and are likely to compete with this species in temperate areas. This species favours eucalypts and forages at very high abundance; it may consequently be able to outcompete the native bee in areas where few trees are flowering.<br/><br/>The 2019-2020 bushfire season affected a substantial minority of the range, but an expected increase in the intensity and scale of annual fires resulting from climate change (Clarke <em>et al.</em> 2011, Abram<em> et al</em>. 2021) is expected to have serious impacts on this species. Although some stands of young eucalypt species appear to resprout rapidly following fire, as has already been observed following 2019-2020 fires in parts of Victoria, other species have been observed to suffer 100% mortality in areas subject to high-intensity fire (Trouvé <em>et al</em>. 2021), some of which (such as <em>Eucalyptus regnans</em>) can take around 15 years to grow to maturity (Flint and Fagg 2007). It is unclear whether trees can survive multiple cycles of fire events (Fairman <em>et al</em>. 2016, 2017). As a tree-nesting species, if its nests are high on the trees or relatively deep animals may be buffered to some degree against direct mortality, but it will still be impacted by the destruction of foraging plants and nest sites.", "conservationmeasures": "This species occurs in numerous protected areas. Fire management may be effective at limiting population declines. Legislation is needed to prevent the introduction of honey bees to protected areas, as there are presently no restrictions on beekeeping within protected areas. DNA barcoding is needed to identify males for this species. Surveys are needed for this species and to clarify its life history requirements.", "usetrade": "There is no known use of or trade in this species."}]}