{"name": "14896", "result": [{"species_id": 14896, "taxonomicnotes": null, "rationale": "<p>The current range of <em>N. simus</em> includes the Pecos River from the Taiban Creek confluence to Artesia in New Mexico. Periodic intermittent streamflow resulting from water diversion for agricultural and municipal uses is a major pervasive threat throughout the range of this species. Therefore, the number of locations equals one. Extreme fluctuations in total population size due to periods of low streamflow have been document twice since 2002 and are expected to continue into the future as the demand for water resources has not ceased, and because climate change is expected to exacerbate the issue. While population size and trend appear relatively stable over the past 4 years, declines in the extent of occurrence, area of occupancy, and area, extent, and quality of habitat continue. Given an estimated extent of occurrence that does not exceed 2000 km<sup>2</sup> and an area of occupancy that does not exceed 500 km<sup>2</sup>, <em>N. simus</em> is assessed as Endangered. </p>", "geographicrange": "<p>The historical range of <em>Notropis simus</em> included the upper Rio Grande (above El Paso, Texas) in Texas, New Mexico, and Mexico, and the Pecos River in New Mexico (Page and Burr 2011).<br/> <br/> Subspecies&#160;<em>simus,</em>&#160;of the Rio Grande, was last collected in 1964 in New Mexico and is regarded as extinct (Burkhead 2012). Subspecies&#160;<em>pecosensis</em>&#160;historically occurred in the Pecos River drainage of eastern New Mexico, from just south of Santa Rosa to Carlsbad (Chernoff&#160;<em>et al</em>. 1982). Currently, its range includes the Pecos River from the Taiban Creek confluence to Artesia (Hatch&#160;<em>et al</em>. 1985). Yearly standardized sampling last reported the occurrence of <em>N. simus</em> from the tailwater reach between the Sumner Diversion and Taiban Creek confluence in 1992, where it is now likely extirpated due to habitat degradation (Davenport 2017).<br/><br/>Critical habitat designation by The U.S. Fish and Wildlife Service includes two noncontiguous reaches. The upper reach extends 103 km upstream from the confluence of Taiban Creek, and the lower reach extends 60 km from Hagerman to Artesia (USFWS 2017). The most recent USFWS report indicates an additional 58 km of high quality habitat downstream of the upper critical habitat designation in the Rangelands reach (Davenport 2017).</p><p>Extent of occurrence is conservatively estimated at 1839 km<sup>2</sup>&#160;and area of occupancy is conservatively estimated at 448 km<sup>2</sup>, which includes all potential habitat from the confluence of Taiban Creek, southward to Artesia.&#160;</p>", "population": "<p>The currently occupied habitat can be regarded as a single location. A 2007 survey estimated that the core population of age 0 individuals was 18,790 ± 5,011, and the age 1+ population was 46,815 ± 11,862 (see USFWS 2010).<br/> <br/> This species has been extirpated from the majority of its historical range; the total population size has decreased from historical abundances by orders of magnitude (see USFWS 2010).<br/> <br/> This species is subject to extreme fluctuation in population size as a result of periodic river intermittency, which was documented between 2002-2003 and 2011-2013 (USFWS 2010, Davenport 2017). With continuous river flow after 2014, the population has exhibited a trend similar to that documented following the 2002-2003 intermittency (USFWS 2010, Davenport 2017), but the trend is volatile and could quickly change. The most recent estimate of catch rate during the third sampling trimester (August to December and the period when age 0 fish recruit to the standardized sampling gear) suggests a population density of 7.1 ± 1.0 individual/100 m<sup>2</sup> in 2017, compared to an estimated 8.8 ± 2.2 individual/100 m<sup>2</sup> in 2016 (Davenport 2017).</p>  <p>The total population size of <em>N. simus</em> is greatly affected by the survival of age 0 recruits and the successful reproduction of age 1 mature adults (Durham and Wilde 2014). Therefore, periods of high output from upstream reservoirs can significantly affect the ability of age 0 fishes to recruit into suitable habitat because they occur over a longer duration and have a higher peak than natural rainfall events (Archdeacon <em>et al</em>. 2015). Similarly, periods of streamflow intermittency can have considerable effects on the survival and reproductive success of age 1 adults. Periodic streamflow intermittence resulted in population collapse during 2001-2005 (Hoagstrom <em>et al</em>. 2008). <br/><br/>Ruhi <em>et al</em>. (2016) combined time series modelling techniques to generate flow-ecology relationships between native fishes and hydrological patterns in the southwestern United States. The results suggest a greater than 50% chance of quasi-extinction (referring to a population reduction of 80% within 10 years) for <em>N. simus</em>.</p>", "populationtrend": "unknown", "habitat": "Habitat includes main river channels (especially after age 2), often below obstructions, over substrate of sand, gravel, and silt (Lee&#160;<em>et al</em>. 1980, Page and Burr 2011). This species uses periodic high flow as an environmental cue for spawning (Archdeacon <em>et al</em>. 2015). It often occurs over sandy bottoms in areas of low-velocity laminar flow at depths of 17 - 41 cm (Hatch&#160;<em>et al</em>. 1985). Eggs are semi-buoyant and disperse downstream or remain in the upper reaches near spawning sites. Juveniles transported downstream as propagules actively disperse upstream to spawn (Chase <em>et al</em>. 2015). Channel conditions that reduce downstream displacement of small juveniles and provide low-velocity habitats are favorable for successful recruitment (see USFWS 2010). Salinities in excess of 3 ppt may compromise egg viability, as has been demonstrated in similar species (Cowley <em>et al</em>. 2009).", "threats": "<p>Dams have caused fragmentation of habitat and alteration of the natural river hydrograph. Sumner Dam blocks the transport of sediment into occupied habitat and has created unsuitable habitat from the dam down to the confluence with Taiban Creek. The flow regime in the Pecos River is highly modified and is dictated by water irrigation needs. No attempt has been made to mimic the natural hydrograph. Spring runoff from headwater streams is captured in Santa Rosa Reservoir and is released in blocks to maximize transport efficiency. Although the block releases in some aspects mimic a natural flood (rapid increase in discharge), the high discharge lasts much longer (7–14 days compared to 1–2 days), and is of much less magnitude than pre-dam flood events. Although <em>N. simus</em> uses block releases for spawning, because of the extended time of high flow and the loss of riparian habitat complexity leading to diminished egg retention, a portion of their eggs and larvae (estimates range from 8–60%) is flushed downstream during extended high flow releases and lost in Brantley Lake. Because the block releases are always of the same magnitude (1,400 cfs or 42 m<sup>3</sup>/s), the channel has adjusted to this flood magnitude, causing the channel to become narrower, less braided, and to have less diverse fish habitat. In upper critical habitat, undammed tributaries occasionally create floods greater than the block releases and add sediment to the river. For these reasons, upper critical habitat maintains more of a natural character and is suitable habitat for all life stages. Lower critical habitat consistently has water, but the habitat quality is poor. Because of the poor habitat quality and proximity to Brantley Reservoir, it is questionable whether lower critical habitat could maintain a population without the input of individuals from the upper reach (USFWS 2010, 2017, Davenport 2017).<br/> <br/> The biggest threat is to the survival of <em>N. simus</em> is river intermittency, the negative effects of which have been documented on multiple occasions. Although the Bureau of Reclamation is committed to keeping the river whole between Sumner Dam and Brantley Reservoir, its options for maintaining flow are currently limited. If climate change leads to drier and/or hotter conditions, it is unlikely that intermittency could be prevented with the water currently available (USFWS 2010, 2017).<br/> <br/> Although golden algae are not currently a threat to <em>N. simus</em>, with climate change, decreases in streamflow and a greater proportion of flow coming from agricultural return leading to increased nutrient and salt concentrations, golden algae could become an issue in portions of the river depending on how the river is managed. Because of unsuitable habitat below Brantley Reservoir and repeated fish kills from golden algae, expansion of the range downstream is not feasible. Loss of <em>N. simus</em>, as well as three of four of the other native pelagic spawners, between Santa Rosa and Sumner Dams, indicates that either the habitat is unsuitable or the reach of river is not long enough to sustain this pelagic spawning fish (i.e. loss of reproductive effort to Sumner Reservoir exceeds that needed to sustain a population). Pelagic spawning fish have been extirpated from nearly all short (less than 100 km) river reaches in the Rio Grande basin. The reach between Santa Rosa Dam and Sumner Reservoir is approximately 100 km, but only about 40 km is potentially suitable habitat. Thus, successful expansion of the population above Sumner Dam is unlikely (USFWS 2010).<br/> <br/> It is anticipated that climate change will add to the difficulty in maintaining flow throughout occupied habitat. An extended or intense drought will exceed the ability of managers to keep the river whole, given current operations and the amount of water available for <em>N. simus</em> conservation. During periods of drought, as was seen in 2002 and 2003, Fort Sumner Irrigation District's water right exceeds the amount of water in the river. The challenge of the coming decades will be finding sufficient water to maintain the species and satisfy agricultural demand (USFWS 2010).</p>", "conservationmeasures": "<p>Species-specific conservation actions are currently in place. <em>Notropis simus</em> is federally protected under the Endangered Species Act of 1973. Critical habitat has been designated and population status and trends are monitored annually (USFWS 2017, Davenport 2017).<br/><br/>In accordance with the Final Biological Opinion Carlsbad Project Water Operations and Water Supply Conservation 2016-2026, a necessary mean catch estimate during the third sampling trimester of 12 individuals/100m<sup>2</sup> is required to reduce the likelihood of extirpation (USFWS 2017). Sampling estimates that do not meet this threshold warrants re-initiation of consultation by the USFWS (See USFWS 2017).&#160;</p>", "usetrade": "This species is not utilized."}]}