{"name": "2742", "result": [{"species_id": 2742, "taxonomicnotes": null, "rationale": "Historical records show that this is a deep water species, however recent extensive deep water surveys failed to recover it. Only a single subpopulation in relatively shallow water was found (Schultheiß&#160;<em>et al.&#160;</em>2011). This species is therefore assessed as Critically Endangered based on this single location with an area of occupancy (AOO) of 4 km<sup>2</sup>. There are threats of pollution from sedimentation, and a change in limnology in the deep waters of the lake.", "geographicrange": "This species is known to be endemic to Lake Malawi (Mandahl-Barth 1972). Bocxlaer and Hunt (2013) did not record this species in their recent surveys of Lake Malawi, but they noted that this species is rare and occupies substrates below the euphotic zone which they did not sample. In addition to the type locality at Chipoka, Bocxlaer and Hunt (2013) provided a review of museum collections, which had records from the east of Monkey Bay and Monkey Bay/Zambo Bay on the south-western shores of the south-eastern arm of Lake Malawi. The most recent record is from a survey in 2006 at Venice Beach south of Monkey Bay (Schultheiß <em>et al. </em>2011).", "population": "This species was described as being rare in the revisions of the 1970s (Mandahl-Barth 1972). These finding have been corroborated by more recent survey work in the field and museum collections (Schultheiß <em>et al.</em> 2011, Boxclaer and Hunt 2013). The current population trend is unknown.", "populationtrend": "unknown", "habitat": "This species occurs in the deeper rather than shallow waters of Lake Malawi, hence the rarity within the current survey efforts. Extensive deep water sampling campaigns in 2006 and 2007 revealed no subpopulations in deep waters. However, a single living subpopulation in shallow waters was recorded by Schultheiß&#160;<em>et al.&#160;</em>(2011).", "threats": "The species is restricted to the deeper waters of Lake Malawi, hence the threats are uncertain, as there are few records of the species. Generic threats in the lake include: sedimentation, eutrophication, over-fishing and resulting community changes.", "conservationmeasures": "A small portion of the species range is covered by a national park where all fishing activities are prohibited. Research into its population size, ecology, and potential threats and actions is needed.", "usetrade": "There is no known trade in this species."}]}