{"name": "175961012", "result": [{"species_id": 175961012, "taxonomicnotes": "<em>Knodus motatanensis</em> has been proposed as a new combination based on genetic evidence (García-Melo <em>et al</em>. 2019). However,&#160;<em>Bryconamericus motatanensis</em>&#160;is still considered a valid species by Fricke <em>et al</em><em>.</em> (2020).", "rationale": "This species has a small area of distribution in the Maracaibo basin. The area of occupancy (AOO) is best estimated at 1,112 km<sup>2</sup>. The current population trend is considered stable, but there is a lack of information about its situation. The species is not registered in protected areas, but may occur in some. In the habitat of the species there are several environmental stressors with negative effects on rivers integrity,&#160;some with extreme impacts (e.g. oil and coal exploitation and transport), which are thought to be causing a continuing decline in the habitat. There are 2-4 locations based on these threats. Therefore, this species is assessed as Vulnerable.", "geographicrange": "<em>Bryconamericus motatanensis</em> was described from the Motatán river, Maracaibo basin (Schultz 1944). Almost all the records of this species are between plains and mountains rivers of the Maracaibo basin. The species is registered in La Pedregosa, near of Cúcuta (Colombia) and rivers Catatumbo, Aricuasá, Socuy, Muyupá, San Pedro, Misoa and Machango, according to Galvis <em>et al</em>. (1997), Ortega-Lara <em>et al.</em> (2012) and fish collections.<em> </em>It occurs in Perijá-Andes biogeographic subprovince (Rodríguez-Olarte <em>et al. </em>2009). It is possible that the species inhabit in drainages to the Gulf of Venezuela in eastern slopes of Falcón state. A set of isolated records in river Las Marías&#160;(upper Portuguesa, Orinoco) are not considered valid. It is necessary to review the taxonomy of the group (Taphorn 1992). Th<span style=\"\">e species&#160;is reported in&#160;14&#160;localities with elevation from 25-1,200&#160;m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 26,914 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 1,112 km<sup>2</sup>. There are</span> 2-4 threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Bryconamericus motatanensis&#160;</em>in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá), and Venezuela: MCNG (Museo de Ciencias Naturales de la Universidad Nacional Experimental de los Llanos Occidentales Ezequiel Zamora, Guanare, Venezuela) and CPUCLA (Colección Regional de Peces, Museo de Ciencias Naturales de la Universidad Centroccidental Lisandro Alvarado, Barquisimeto, Venezuela).", "population": "There are no data available to estimate the actual population size, but it is suspected that it must be large given the natural abundance for the genus <em>Bryconamericus </em>and its relatively broad distribution. It is a common species, mainly in piedmont and plains. The current population trend is stable.", "populationtrend": "stable", "habitat": "In the Maracaibo basin <em>Bryconamericus motatanensis</em> is found in plains, piedmonts and mountains. The species inhabits swamps, creeks, streams and rivers with clear and white water currents on varied substrates. As with other species of the genus <em>Bryconamericus</em>, it is probably an omnivore that seeks its food (aquatic and terrestrial insects, and small seeds) while drifting with the current. It can reach over 40 mm of standard length (Román-Valencia 2005).", "threats": "In the plains, piedmonts and mountains around the Maracaibo Lake intense anthropic impacts are reported including oil and coal extraction, their refinement and conduction, and also deforestation, water extraction, urban effluents and dredging of channels (Oliveira-Miranda <em>et al</em>. 2010, García&#160;<em>et al.</em>&#160;2016, Rincón 2017, Segnini and Chacón 2017). All these stressors have deleterious effects on habitat of <em>B. motatanensis&#160;</em>and are expected to continue to expand in the future.&#160;The loss of integrity of several rivers in the region, such as Machango and Misoa, for example, has been quantified (García&#160;<em>et al.</em>&#160;2016). The ichthyofauna in the tributaries to the Maracaibo Lake are experiencing population declines, which are associated with the fragmentation, reduction and loss of aquatic habitats, and the introduction of non-native species. Added to this are the possible effects of climate change on freshwater ecosystems (Rincón 2017, Segnini and Chacón 2017).", "conservationmeasures": "There are no known conservation plans specific for <em>Bryconamericus motatanensis</em>. The species is not registered in protected areas (IUCN and UNEP-WCMC 2020),&#160;but might occur in the national parks of Catatumbo-Bari, Perijá and Ciénagas de Juan Manuel de Aguas Negras y Aguas Claras. Habitat protection, awareness and communications are recommeded. It is necessary to research the taxonomy, population and habitats.", "usetrade": "There are no known uses for the species"}]}