{"name": "53859208", "result": [{"species_id": 53859208, "taxonomicnotes": "Originally described as <em>Rivulus lyricauda</em> (Lasso <em>et al. </em>1992), due to a revision of the subfamily Rivulinae it was recently changed to <em>Laimosemion</em> after this was considered a valid genus and not a subgenus of <em>Rivulus</em> (Costa 2011).", "rationale": "This species has an extent of occurrence (EOO) of 4,667 km<sup>2</sup> and an area of occupancy (AOO) of 70 km<sup>2</sup>. It is highly dependable on ephemeral ponds, which are susceptible to desiccation because of deforestation and pollution from illegal mining activities, causing a continuing decline in the extent and quality of its habitat. However, it is not possible to count locations across its range and therefore, it is assessed as Near Threatened. Considering the rapid decline in the integrity of these rivers, it is of  great priority to assess the actual range of this species and the  effects of the gold mines in its populations.", "geographicrange": "This species is distributed occurs in tributaries and ponds of the upper Caroní River within Canaima National Park in Bolívar state, south-eastern Venezuela.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species is present in flooded areas and ponds with clear and black waters in forest and savanna patches. It is present in morichales (groups of Moriche palms) with acidic waters (Thomerson<em> et al.</em> 1991).", "threats": "Its entire distribution area is tropical forests that are under threat because of log extraction, gold mining (Oliveira-Miranda<em> et al. </em>2010) and the settlement of small scale farms. One illegal gold mine (Kamarata) occurs in the southern limits of the species' distribution (Sanchez 2015).", "conservationmeasures": "Ninety-five percent of the population occurs within Canaima National Par. However, there is an illegal gold mine near the park and so this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records about harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}