{"name": "145380559", "result": [{"species_id": 145380559, "taxonomicnotes": null, "rationale": "<p>This unique marine gastropod is restricted to hydrothermal vents at deep ocean ridges in the Indian Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2420 m to 2450 m bsl. The impact of uncertainty around the total AOO, EOO and other biological factors mean that the applicable threat level for this species ranges from VU to CR, using the recommended risk tolerance.&#160;We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as the top of this range, CR B1ab(iii)+2ab(iii). The potential for anthropogenic influence in these sites based on exploration licenses for mineral extraction at or adjacent to the sites supports an inferred and projected continuing decline in quality of habitat.&#160;There may already be some disturbance to this species as ISA exploration-phase licenses allows for some extraction of mineral deposits to determine their composition and evaluate the use of seabed mining technology for future full exploitation-phase licensing.&#160;A reassessment would be merited if there was a substantial change to the status of mining license arrangements.</p><p></p>", "geographicrange": "<p></p><p>This deep-sea gastropod is restricted to one location at hydrothermal vents on deep ocean ridges in the Indian Ocean.&#160;This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location lies within an exploration license contract area granted by the International Seabed Authority to the&#160;Federal Institute&#160;for Geosciences&#160;and Natural Resources of&#160;Germany. The species is&#160;currently known from one vent field with active black smokers and diffuse venting located at depths of 2420 m to 2450 m bsl, namely the Kairei vent field on the Central Indian Ridge (Okuntani<em> et al</em>. 2004). This vent locality&#160;lies in International Waters. This species is present over a small area - the total area of the Kairei vent field is 0.0032 km<sup>2&#160;</sup>(Hashimoto <em>et al</em>. 2001, Gallant and Von Damm 2006).</p>", "population": "<p>These populations have only been sampled by remotely operated vehicles and a human-occupied vehicle, and given the presence at depth, it is difficult to ascertain the population status (Okutani&#160;<em>et al.</em>&#160;2004).&#160;</p>", "populationtrend": "unknown", "habitat": "<p>The species is restricted to hydrothermal vents on deep ocean ridges in the Indian Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 2420 m to 2450 m&#160;bsl.</p><p>Geological context – the Central Indian Ridge is an intermediate to slow spreading ridge. Environmental Impact Assessments based on the dynamics of the East Pacific or other fast-spreading ridges cannot be applied to this different geological context.</p>", "threats": "<p>Vent fields on the Central and South West Indian ridges lie in seabed areas under license for exploration for polymetallic sulfide mineral resources, which form at active hydrothermal vents. The exploration-phase license for the region where <em>Iphinopsis boucheti</em> is found was granted by the International Seabed Authority (ISA) to the&#160;Federal Institute for Geosciences and Natural Resources of Germany&#160;under a 15-year contract (2015-2030). The ISA exploration-phase licenses allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be disturbance of subpopulations. Both direct impacts from mineral extraction and indirect disturbance from adjacent activities could impact local subpopulations. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller<em> et al. </em>2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. As the locations are remote and at depth, the impact of these activities is uncertain. These vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted.</p>", "conservationmeasures": "<p>There are no conservation actions currently in place at any Indian Ocean vent fields. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the Central and Southern Indian ridges. Given the limited habitats suitable for this species, urgent consideration should be given to developing protocols for companies investigating the sites to minimise sediment disturbance close to sensitive areas during preliminary phase of investigation.&#160;</p>", "usetrade": "There is no known trade or use of this species."}]}