{"name": "128724377", "result": [{"species_id": 128724377, "taxonomicnotes": null, "rationale": "<em>Paraschistura prashari</em> is widely distributed in Pakistan. It is assessed as Near Threatened due to predicted population decline of 20-28% in the next 10 years from various threats such as drought, pollution, damming, and water abstraction.", "geographicrange": "<em>Paraschistura prashari</em>&#160;is an endemic species of Pakistan described from Kohat city, Indus River. It is found within the northern districts&#160;on both sides of the Indus in a small geographic area. It has been recorded in the Swat, Haro and Kabul rivers and the Soon Skesar Valley, within the Bajaur, Mohmand and Khyber Pakhtunkhwa provinces (Mirza&#160;<em>et al.&#160;</em>1981, Banarescu and Nalbant 1995). As this species is restricted to the tributaries of Indus River, the report of this species in eastern Himalaya by Karmakar (2000) is doubtful (J.A. Johnson pers. comm. 2020),", "population": "The population is declining in certain stretches, such as in Haro and Kabul rivers, due to habitat degradation and destruction caused by development, pollution, damming and the extraction of gravel and sand (Said <em>et al. </em>2004, M. Rafique pers. comm. 2020). Drought is a threat in Soon Sekesar valley.", "populationtrend": "decreasing", "habitat": "<em>Paraschistura prashari </em>is a carnivorous fish species, which feeds on aquatic insects and worms. It inhabits hilly streams with stony or gravel beds at 400-800 m asl (Said <em>et al. </em>2004). More information is required regarding its ecological role.", "threats": "This species is threatened by the rapid modification of its ecosystem caused by development within its range. Other threats include pollution from domestic, industrial and agriculture sources, drought (Xie <em>et al</em>. 2013), dynamiting, damming (Khan 2016) and the extraction of gravel and sand from its hill streams (Said <em>et al. </em>2004).", "conservationmeasures": "Research into the taxonomy of this species, alongside habitat management, is recommended. This species is not protected by any law.", "usetrade": "<p>The species is not in use or trade.</p>"}]}