{"name": "123529326", "result": [{"species_id": 123529326, "taxonomicnotes": null, "rationale": "<p><em>Telosticta gading </em>is known from two mountains, Gunung Gading in Sarawak and the nearby Gunung Pueh (perhaps better referred to as the Pueh Range) which spans the Sarawak-Kalimantan border. Based on its known distribution its area of occupancy (AOO) is less than 200 km² and actual and potential threats exist within this area. It does occur within two National Parks, so that at least the threat from logging is reduced in those areas (although illegal logging might still occur). Forest fires are a threat at all locations. The AOO and extent and quality of suitable habitat for this species are certainly declining because of heavy logging on parts of Gunung Pueh outside of the National Park and with only four threat-defined locations known the species qualifies for Endangered status under criteria B2ab(ii,iii).</p>", "geographicrange": "<p><em>Telosticta gading </em>is endemic to Borneo, where it is only known from two mountains in south-west Sarawak: Gunung Gading in the National Park of the same name (Dow and Orr 2012) and the nearby Gunung Pueh (Dow 2012). Gunung Pueh spans the border with Kalimantan, so it is very likely that this species also occurs in the north of West Kalimantan. It should be noted that the name Gunung Pueh is used here to refer to an entire range; strictly speaking, Gunung Pueh is merely one (and not the highest) peak on the range, however the name Gunung Pueh is frequently employed for the whole range. The species should also be looked for in hills along the border between Gunung Pueh and the Bungo Range, however it has not been found at other mountain and hill ranges surveyed in surrounding parts of south-west Sarawak, e,g. Gunung Penrissen, the Bungo Range, the Matang Range, Gunung Santubong or at Tanjung Datu National Park, so it appears to have a rather limited range. At least part of Gunung Pueh is now protected as a National Park. It is difficult to judge how many locations, in the sense employed by the IUCN, are known for this species, but known sites on Gunung Gading fall into at least two separate locations for threat assessment purposes, and those on Gunung Pueh into at least as many (considering forest fire as the main threat). The known area of occupancy (AOO) of this species is constrained by the areas occupied by Gunung Pueh and Gunung Gading and is therefore less than 200 km²; in reality it will be considerably less than this, and will be declining outside of the protected areas due to ongoing logging activities on Gunung Pueh.</p>", "population": "<p>This is a common species at some of the known sites on Gunung Gading and Gunung Pueh, but nothing further can be said about population sizes and health, except that some decline in populations will have occurred due to logging activities, and be ongoing in the non-protected parts of Gunung Pueh.</p>", "populationtrend": "decreasing", "habitat": "<p>Dow and Orr (2012: 381) state that “Males have been found at low densities at small high gradient streams in mixed dipterocarp forest, or perched at the side of a trail near such streams.” Nothing can be added to this except that the species has been found in forest disturbed by selective logging at some sites on Gunung Pueh, suggesting some tolerance to this kind of disturbance, or an ability to recolonise relatively rapidly after such disturbance, and that the species has been found from <em>ca </em>200-1,050 m asl. Although Gunung Pueh is a substantially sized mountain, most smaller streams flow largely beneath the surface, at least on the parts surveyed for Odonata, therefore limiting potential habitat for this species to sections where there is above ground flow.</p>  <p>&#160;</p>", "threats": "<p>Outside of protected areas the main threat to this species is likely to be from deforestation. On the Sarawak side of Gunung Pueh, south of the sites surveyed for Odonata and presumably outside of the National Park, heavy logging operations have been in progress for some years and will certainly be having an impact on populations in the affected areas. Although the parts of the mountain in Kalimantan appear almost untouched at present, they are not protected and have an uncertain future. Forest fires are a threat even to the populations in the National Park. In the longer term climate change may have a negative impact on this species, both through increased chances of forest fires, and through further reductions of above ground stream flows on Gunung Pueh.</p>", "conservationmeasures": "<p>More data are needed on the distribution of this species, especially on Gunung Pueh and in particular within the National Park there; extension of the National Park is certainly desirable. </p>", "usetrade": null}]}