{"name": "176213433", "result": [{"species_id": 176213433, "taxonomicnotes": null, "rationale": "This species is known from the Coppename river basin. It has a relatively restricted distribution with an extent of occurrence (EOO) of 5,217 km<sup>2</sup> and an area of occupancy (AOO) of 1,852 km<sup>2</sup>. The Coppename basin is under direct effect of mining activities and there are three threat-based locations based on this threat. However, there is no information as to whether mining is leading to a continuing decline in habitat. Therefore, this species is assessed as Near Threatened B1a+2a on the basis of the number of locations and the EOO.", "geographicrange": "The species was described on the basis of two specimens from the same locality in the Coppename river (Boeseman 1969), who noted that the species seems to be restricted to that river among the several species of <em>Hypostomus</em> found in Suriname. <br/><br/>According to Mol <em>et al.</em> (2006) the species is found in the Rechter, Linker, Coppename, and Adampada drainages of the Coppename basin, however, no voucher is cited as evidence of this distribution. These authors reported seven specimens collected in a field collecting season, which were deposited in the FMNH fish collection.<br/><br/>In summary, currently it is recorded from three localities in Suriname based on vouchers.", "population": "No population assessments are known for this species.", "populationtrend": "unknown", "habitat": "The river at the type locality was described by Nijssen as having a width of four meters, a depth of 30–150 cm, and a bottom of sand and loam with rocks. The specimens were collected with fish-poison in flowing water (Boeseman 1969).", "threats": "The Coppename basin is known to have a strong impact due to gold mining activities, its consequent pollution by mercury and increased turbidity (Ouboter 2015).", "conservationmeasures": "No specific conservation actions are known for this species.", "usetrade": "No uses are known for this species."}]}