{"name": "59938", "result": [{"species_id": 59938, "taxonomicnotes": "The taxon found on Mt. Elgon (Mau Escarpment) and in the collection of the Nairobi Museum as \"<em>N. lateralis</em>\" <>nomen nudum appeared in the 2006 IUCN Red List as Data Deficient. This taxon is now recognised as <em>N. maathaiae</em>.", "rationale": "This species was described from specimen found along the Rongai River, a clear, fast flowing montane stream in natural forests in the Mt. Elgon National Park at <em>c.&#160;</em>2,000 m asl. Additional specimens were found in the Natural History Museum, London, which were collected in 1942 in the Katamayu Forest (central highlands of Kenya) and in the National Museums of Kenya, Nairobi, which were collected in 1970 in the Marioshoni Forest (East Mau Escarpment, Kenya). The records are from an altitude of <em>c.&#160;</em>2,200 to 2,600 m asl, suggesting that this is a truly montane species. Thus,&#160;<em>Notogomphus maathaiae</em> depends on clear montane forest streams and is restricted to the forested montane areas in Kenya. Based on this, the area of occupancy (AOO) is estimated to be 400&#160;km² &#160;and this species is only known from three locations. Montane forests have experienced serious losses during the past decades. It is assumed that this species once was more widespread in the region but is now restricted to the remaining forest streams. As forest destruction continues due to growing human population pressure, this species is likely to qualify for a higher category but this would require a survey at the old record sites (Marioshoni Forest and Katamayu Forest) first.", "geographicrange": "This species is only known from montane forest streams in Kenya: Mt. Elgon forest, Katamayu Forest and Marioshoni Forest. As the species was record from Mt. Elgon, which is on the border of Kenya and Uganda, this species likely also occurs in Uganda.", "population": "The population size is unknown.", "populationtrend": "unknown", "habitat": "This species is found in montane forested streams.", "threats": "Forest destruction is the primary threat to this species.", "conservationmeasures": "Forest conservation, reforestation with indigenous trees, and watershed protection are needed.", "usetrade": "This species is not utilised."}]}