{"name": "176492862", "result": [{"species_id": 176492862, "taxonomicnotes": null, "rationale": "This species is recorded from tributaries of the Río Monday, a right bank tributary of the Río Paraná in Paraguay. It has an extent of occurrence (EOO) of 4,841 km<sup>2</sup>. The distribution is located in a region of importance for the  agriculture and  cattle sectors, which also is impacted from two main  roads or highways. There are two locations based on these threats. At present, it is unknown as to whether the threats are causing continuing declines. Therefore, it is assessed as Near Threatened.", "geographicrange": "This species is recorded from tributaries of the Río Monday, a right bank tributary of the Río Paraná in Paraguay (Axenrot and Kullander 2003).", "population": "The population documentation is null. Research and monitoring is needed to know population composition, structure, size and trend.", "populationtrend": "unknown", "habitat": "The habitat consist of dark water with soft bottom, with dead leaves and tree branches in the bottom and a margin with submerged vegetation and grass (Axenrot and Kullander 2003). It is associated with other fish species of the genera <em>Corydoras</em>, <em>Cichlasoma</em> and <em>Astyanax</em> (Axenrot and Kullander 2003).", "threats": "The distribution of this species is located in a region of importance for the agriculture and  cattle sectors, which also is impacted from two main roads or highways. Modifications caused by land use change, urbanization,  road construction, and dams for irrigation in agriculture are the main  threats to this species. The severity of the impact of these threats to the species are  unknown.", "conservationmeasures": "No conservation actions are documented for this species. In the distribution area, there is one protected area (Ypeti Reserve), but is private and is managed with use of water resources (dam) for agricultural irrigation, which negatively impacts this species. Diverse land and water protection initiatives are needed, especially those focusing on habitat protection and compensation from impacts of the soy monoculture and energy sectors. Protection of the habitat is also necessary from the legislation perspective, which could be conducted at the national or sub-national level (Caaguazú, Alto Paraná, Caazapá and Guaira Departament), especially from the impacts of the energy, farm (agriculture of soy), and road sectors.", "usetrade": "It is used in the aquarium trade, as are most <em>Otocinclus </em>species."}]}