{"name": "196108", "result": [{"species_id": 196108, "taxonomicnotes": null, "rationale": "<em>Schistura notostigma</em> is an endemic species in Sri Lanka which has a wide distribution throughout the wet zone and the mid to upper Mahaweli River Basin. Its habitat has faced threats owing to accumulation of agrochemicals and construction of large dams. Due to its estimated Extent of Occurance (EOO) which is 14622 km<sup>2</sup>, Area of Occupancy (AOO) which is 572 km<sup>2</sup> and distribution in 16 locations, we propose that this species be identified as a Near Threatened (NT) species.", "geographicrange": "<em>Schistura notostigma </em>is endemic to Sri Lanka where it is distributed in the lowland wet zone, in the Mahaweli mid River Basin and the Uva hills (De Silva <em>et al</em>. 2015).", "population": "The species is widespread and common in the lowland wet zone of Sri Lanka. More information is needed however on its population size and population trends, although a decline in population may be inferred on the basis of the threats it faces such as pollution and natural system modifications.", "populationtrend": "decreasing", "habitat": "<p>This loach is confined to small streams and associated pools. Usually, these streams occur on sharp gradients and are rocky. It has also been recorded from elevations as high as 5000 ft, often in association with <em>Puntius bimaculatus</em>. Furthermore, it is found in open, degraded land and in streams flowing through the tea estates. However, large populations are only encountered where there is shade. It moves slowly over the substrate, browsing on algae and picking up detritus matter (De Silva <em>et al</em>. 2015, Pethiyagoda 1991, Senanayake 1980)<em>.</em></p>", "threats": "Mini hydropower stations are a major threat to the survival of this species (De Silva <em>et al.&#160;</em>2015). In their study of the present state of the Wee Oya, a tributary of Kelani Gange, comparison of the previous ichthyofauna with the present forms indicate a loss of the species under consideration. Siltage, accumulation of agrochemicals, removal of aquatic plants and loss of suitable substratum for the survival of this species may be a major threat stemming from the construction of these mini hydropower stations.", "conservationmeasures": "No known conservation efforts have been taken.", "usetrade": "Small numbers of&#160;<em>Schistura notostigma </em>are known to be exported in the aquarium trade (Gunasekara 2011)."}]}