{"name": "189549979", "result": [{"species_id": 189549979, "taxonomicnotes": null, "rationale": "This species is listed as Near Threatened because of an extent of occurrence of c.18,600 km<sup>2</sup>, it is known from 3-4 locations, and it has undergone historical declines which have reduced its range, but at present its habitat is protected and fires are not causing declines. In the future, increasing intensity and frequency of fires, and increasing intensity of droughts may cause declines and this species may need to be reassessed.", "geographicrange": "This species is known from Kangaroo Island in South Australia and the Grampians in Victoria on the Australian mainland (Kallies <em>et al.</em> 2016). In the Grampians the species has been recorded at two localities: one near the north-east side of Moora Moora Creek (approximately 10 km south-west of Halls Gap) and one in the northern Grampians near the junction of Asses Ears Road and Wallaby Rock Road (Kallies <em>et al.</em> 2016). It occurs between 10-150 m asl on Kangaroo Island.", "population": "There is no detailed information on the population status of this species, but it appears to actively recolonize recently disturbed areas including those burned by fire, which was observed on Kangaroo Island in 2007. The population is probably currently generally stable.", "populationtrend": "stable", "habitat": "This species occurs in coastal mallee habitat, and in vegetation on sandstone plateaus in the Grampians. Larvae occur within soil and feed in galleries among rhizomes and the roots of grasses and sedges. The host plants appear to be <em>Lepidosperma </em>sedges (Kallies <em>et al.</em> 2016). These authors found that full-grown larvae collected in December 2004 matured to adulthood by January 2006, suggesting the full larval stage is likely to take at least two years. The adult flight period may last a month.", "threats": "This species spends its larval stage underground and seems to be tolerant of fire, with subpopulations having rapidly re-established colonies in burned areas following fire on Kangaroo Island in 2007. It may nonetheless be at risk from very intense or more frequent fires (which are expected as a result of general drying of the island, a consequence of climate change), as well as those outside of the typical fire season (including prescribed fires aimed at reducing fuel accumulation).<br/><br/>During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram&#160;<em>et al.</em>&#160;2021), and represent a particular threat to species such as this one, whose low dispersal ability will inhibit its ability to recolonise areas following burning and which may depend on host plants whose growth will be inhibited by repeated exposure to high-intensity fire. Droughts may represent a direct threat to the quality of the insect's habitat through a reduction in humidity.<br/><br/>Fire management practices to control bushfires following the 2019-2020 fire season are focusing on controlled 'fuel reduction' burns to remove potentially flammable vegetation. This includes remnant long-unburnt habitat that may otherwise serve as a refuge for this species. A further impact is likely from the construction of access routes into these areas and of invasive weed species, all of which may pose threats to host plants. By covering the ground in mats of vegetation, invasive weeds can reduce habitat for ground-dwelling invertebrates, and may be a direct threat to this species of open habitats.", "conservationmeasures": "It occurs in Flinders Chase National Park and Vivonne Bay Conservation Park and potentially a few other protected areas.", "usetrade": "There is no known use of or trade in this species."}]}