{"name": "191718", "result": [{"species_id": 191718, "taxonomicnotes": "The types Fitzsimons used in 1972 to describe&#160;<em>Xenotoca melanosoma</em>&#160;were collected by Miller and Huddle in the Río Tamazula (1968). Recent phylogenetic studies (Mar-Silva 2013) revealed, that populations from the Zapotlán lagoon north belong to a different and to be described species. From its affiliation to different drainages, eight subpopulations can be inferred: The Río Tuxpán subpopulation (type subpopulation), the Río El Terrero subpopulation and the Río Ayuquila subpopulation belong to <em>X. melanosoma</em>. The Laguna de Zapotlán subpopulation, the Laguna de Sayula subpopulation, the Laguna Atotonilco subpopulation, the Upper Río Ameca subpopulation and the Laguna de Magdalena subpopulation belong to this to be described species.&#160;<em>Xenotoca melanosoma</em> differs in many parametres from <em>Xenotoca variata</em>,  the type species of the genus, means the Black Splitfin will be  transfered in the future into a new to be erected genus.", "rationale": "<em>Xenotoca melanosoma</em>&#160;is a freshwater species known to be endemic to Mexico and found within the state of Jalisco. It occurs in several separate drainages, leading to several subpopulations, and is threatened by water pollution, droughts, non-native invasive species and, in some spring habitats, recreational activities. A recent phylogeographic study revealed two highly divergent main lineages which might actually represent two distinct species.&#160;This extinction risk assessment, however, is based on both lineages. Based on the worst-case scenario (lower boundaries) for AOO (80 km<sup>2</sup>) and EOO (2000 km<sup>2</sup>) estimated ranges, coupled with the small number of locations (4) and current threats faced by the species, it is herein assessed as Endangered.", "geographicrange": "The Black Splitfin is a freshwater fish species endemic to the Mexican federal state of Jalisco. It was originally described from the Upper Río Tuxpán drainage, including the&#160;Río Tamazula and Río&#160;San Gregorio, the Arroyo Tecalitlán and the Río El Terrero, an affluent of the Río Naranjo; all part of the&#160;Río Coahuayana drainage. It was subsequently reported from a section of the Río Ayuquila, Río Armería drainage.&#160;In 2008, it was estimated that the Black Splitfin had experienced a 90% reduction in part of its historical range (Domínguez-Domínguez&#160;<em>et al.</em>&#160;2008).<br/><br/>Following a recent systematic study (Mar-Silva 2014), the Black Splitfin comprises two highly divergent lineages which might actually represent two distinct species, one of which is undescribed and historically distributed in the endorheic lagunas de Zapotlán, de Sayula, Atotonilco, Zacoalco and San Marcos drainages, the endorheic Laguna de Magdalena drainage and sections of the Upper Río Ameca like the Río Chiquito drainage West of Etzatlán, the Río Salado West of Guadalajara and the arroyos Hondo, El Saltre and San Martín. This undescribed lineage, however, probably has a more restricted contemporary distribution compared to the historical range. Distributional data for this extinction risk assessment is based on both lineages.<span class=\"st\"><em><br/></em>", "population": "As the Black Splitfin has a wide distribution, including several basins, and appears to be comprised of two species (one of which has yet to be described), herein we document the status of each lineage/putative species:<br/><br/>1. Coahuayana River basin lineage (i.e.&#160;<em>X.&#160;melanosoma</em>&#160;\"<em>sensu stricto\"</em>): It only persists in one location in the Río Tuxpán drainage.<br/><br/>2. Ameca/Magdalena/Zapotlán basins lineage (i.e. undescribed species): Includes subpopulations present in dams along some affluents of the Río Ameca and in the creeks in its headwaters, like the Chapulimita creek (Ameca basin) and a few spring-fed ponds and dams (Magdalena basin). This lineage also includes possibly extinct subpopulations from Laguna&#160;Atotonilco&#160;and Laguna de Sayula, which have not been found in the past decade.<br/><br/>The Río Ayuquila subpopulation, which was not included in the phytogeographic study of Mar-Silva (2014), has not been found for a decade and is Possibly Extinct in the Wild, although represented by a stock in captivity.", "populationtrend": "decreasing", "habitat": "The Black Splitfin lives in ponds, streams and lakes with clear to muddy water (sometimes badly polluted) over substrates of mud, sand, gravel, rocks, boulders&#160;and bedrock. There is either no vegetation or green algae, such as&#160;<em>Armoracia</em>, <em>Cyperus</em>, <em>Eleocharis</em>, <em>Potamogeton</em>, water hyacinths, <em>Lemna</em>, <em>Nasturtium</em>, <em>Scirpus</em> and <em>Typha</em>. There is moderate to no current. Like most of the Goodeids, it prefers depths of less than 1 m. It does not appear to be very abundant in its habitats, as it is rarely observed (Miller <em>et al.&#160;</em>2005).<br/><br/>At San Sebastián, the species inhabits an area with  turbid water, and was collected in a shallow water no more than 1.5 m deep. The pond is no more than 3 m at its deepest part and the bottom is  comprised of mud and gravel; no aquatic plants are present. Other fish  species collected in the area were <em>Xenotoca</em> <em>doadrioi</em>, <em>Goodea atripinnis</em>,<em> Poeciliopsis infans&#160;</em>and the introduced <em>Xiphophorus variatus&#160;</em>and <em>Oreochromis</em> species. Historically, other species were reported from this pond including <em>Algansea amecae</em>, <em>Moxostoma austrinum</em>&#160;and <em>Allotoca maculata,&#160;</em>but  none of these species have been collected in the area since 1970. In  the Almoloya spring, the species inhabits clear water with a gravel/mud bottom with plants; this pond is used as a swimming pool.  Other species that inhabit this pond are <em>Xenotoca</em> <em>doadrioi,</em> <em>Zoogoneticus purhepechus</em>, <em>Ameca splendens</em>, <em>Goodea atripinnis</em>, <em>Poeciliopsis infans</em>, and the introduced <em>Oreochromis</em>  species. In Oconahua Dam, the water is turbid and contains a muddy bottom with few plants. Other species collected include <em>Xenotoca</em> <em>doadrioi</em>, <em>Goodea atripinnis</em>, <em>Poeciliopsis infans</em>, as well as the introduced <em>Lepomis macrochirus</em>&#160;and <em>Cyprinus carpio</em>.  The San Marcos stream is a seasonally fluctuating stream that is dry  for most of the year but, when water is present, the surface of the  stream is completely covered with <em>Eichhornia crassipes</em>, <em>Typha</em> species and <em>Cyperus</em>  species. The water at this site is highly polluted by organic matter and is  turbid, whereas the Sahuaripa stream is an irrigation channel which is modified and fed by a water pump. In 1999 and 2002, the species was  collected in both places alongside&#160;<em>Xenotoca</em> <em>doadrioi</em>, <em>Allotoca</em>&#160;<em>maculata</em>, <em>Goodea atripinnis</em>, <em>Poeciliopsis infans</em>, and<em> Oreochromis</em> species.&#160; For the 2006 survey, <em>Allotoca maculata</em> was not collected, while in the 2015 survey, only <em>Pseudoxiphophorus bimaculatus</em> was found (Domínguez-Domínguez <em>et al.&#160;</em>2016).<br/>According to a survey by Köck <em>et al.</em>  (2016): The Balneario Almoloya is a rectangular shaped spring, 8 x 10 m  in dimension. This spring has an outlet in its western corner, draining  into a bigger pool of 60 x 25 m and extending southwards. The northern part is  clear through the incoming spring water, the southern part is murky brown and  partly shaded by trees. The depth is about 150 cm and the ground is made up of  mud, silt and sand. In the eastern corner of the spring is an outlet into a  channel which expands after about 65 m, and is dammed after  about 250 m from the spring. The channel leads eastwards, but doesn't  reach the Laguna Magdalena. While&#160;<em>Ameca splendens</em>&#160;prefers the spring,&#160;<em>Xenotoca</em>&#160;<em>doadrioi</em>&#160;and <em>melanosoma</em> are mainly inhabit the bigger pool and the channel. <br/><br/>Köck <em>et al.</em> found the species in 2016 in a pond (170 x 30 m) south of the Laguna El Palo Verde, which became connected with it in the  rainy season via a connecting channel. This channel was dry in March  2016, when the observations were taken. The pond had a steep shore with  depth of at least 1 m, in addition to a shallow shore to the southeast. The only  vegetation was a few grassy riparian plants hanging into the water along  the shore, in addition to a few <em>Carex-</em>related plants growing into the  shallow parts of the pond. The water was muddy-brown, like soil, without  any current. The species was only found on the steeper areas of the pond  along the northern shore, hiding under vegetation. Other fish species found here were&#160;<em>Allotoca maculata</em>, <em>Goodea atripinnis</em>,&#160;<em>Poeciliopsis infans, Orechromis aureus</em><em>&#160;</em>and <em>Pseudoxiphophorus bimaculatus.&#160; </em>The water parameters were: pH: 8; Carbonate hardness: 20°dH; total hardness: more than 14°dH. <br/><br/><em></em>", "threats": "The Black Splitfin is threatened by chemical water pollution caused by agricultural activities (nutrients, herbicides, pesticides, sediments) and waste water discharge from towns and villages. This especially impacts larger river (ríos Ameca and Tamazula) and endorheic lagoons. Furthermore, heavy droughts caused by climate change and the silting up of habitats, mainly in the drainages of the lagoons west of the Chapala lake, lead to a decline in locations and the disappearance of this species from many areas. Introduction of Blue Tilapia and the occurrence of other non-native fish species (Green Swordtails, Mollys, Sunfish, <em>Pseudoxiphophorus bimaculatus</em>) has resulted in competition for food within these habitats, causing severe declines. In a few spring-fed ponds, recreational activities might cause also declines in stocks, especially when existing riparian vegetation is eradicated.", "conservationmeasures": "No conservation actions for <em>Xenotoca melanosoma</em>&#160;are known.", "usetrade": "The species is not used for consumption and not targeted in the aquarium trade."}]}