{"name": "173833386", "result": [{"species_id": 173833386, "taxonomicnotes": null, "rationale": "<p><em>Microlepidogaster negomata </em>is known from Bebedouro Creek and the Curral das Éguas River in the Abaeté River drainage, a left bank tributary of the São Francisco River basin. Extent of occurrence (EOO) is estimated to be 5,606 km<sup>2</sup>. The type locality of this species is impacted by cattle ranching, increased streambank erosion, and increased sedimentation. The other collection localities where this species has been documented remain free from major anthropogenic impacts. Given uncertainties regarding the scope and direct impact of regionally pervasive threats at it is not possible to accurately estimate the number of threat-based locations where this species occurs. Therefore, <em>M. negomata</em> is assessed as Near Threatened under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Microlepidogaster negomata </em>is known from Bebedouro Creek and the Curral das Éguas River in the Abaeté River drainage, a left bank tributary of the São Francisco River basin in Minas Gerais state, southeastern Brazil (Martins&#160;<em>et al.</em>&#160;2017). The type locality of this species is a very small stream near Arapuá municipality at an elevation of 912-1032 m above sea level (Martins&#160;<em>et al.</em>&#160;2017).</p>  <p>Extent of occurrence (EOO) is estimated to be 5,606 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Martins&#160;<em>et al.</em>&#160;2017). The number of threat-based location where this species occurs cannot be accurately estimated due to uncertainties regarding the scope and direct impact of diffuse threats (e.g., surface water abstraction, cattle ranching, agricultural expansion) throughout the region.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>The type locality of this species is a small stream characterized by a width of 0.8 m, a maximum depth of 0.4 m, and substrates of gravel, stones, and sand (Martins&#160;<em>et al.</em>&#160;2017). Riparian vegetation is primarily composed of herbs and grasses, and is surrounded by a grazing area with a few palm trees and shrubs (Martins&#160;<em>et al.</em>&#160;2017). Bank erosion and high sunlight exposure are evident at the type locality (Martins&#160;<em>et al.</em>&#160;2017). Males are sexually dimorphic based on the presence of urogenital papilla (Martins&#160;<em>et al.</em>&#160;2017). </p>", "threats": "<p>The upper São Francisco River basin is subject to surface water abstraction, damming, and expansion of agriculture and cattle production (Maneta&#160;<em>et al.</em>&#160;2009). Bebedouro Creek is impacted primarily by cattle ranching, which has increased streambank erosion and subsequent sedimentation processes at the type locality (Brito&#160;<em>et al.</em>&#160;2016, Martins&#160;<em>et al.</em>&#160;2017). Curral das Éguas is characterized by relatively pristine water conditions, and some evidence shows intact aquatic invertebrate assemblages suggesting a low degree of habitat degradation (Neto and Ferreira 2013). The Abaeté River mainstem is relatively free from major impacts and serves as an important tributary stream for reproductive migrations downstream of the Três Marias Dam (Sato&#160;<em>et al.</em>&#160;2005, Paschoalini&#160;<em>et al.</em>&#160;2019).</p>  <p>Despite uncertainties regarding the direct impact and scope of existing threats, continuing decline in habitat quality in at least one threat-based location is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>M. negomata</em>. Range does not extend into any protected areas. Additional research regarding distribution, population size, population trend, and the direct impact of existing threats would be useful in clarifying the conservation status of this species. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}