{"name": "147420545", "result": [{"species_id": 147420545, "taxonomicnotes": null, "rationale": "<p><em>Orientogomphus aemulus</em> is known from an old record from the south of Sumatra and a relatively recent record from Peninsular Malaysia. Very little is known of its habitat requirements and it could be assessed as Data Deficient because of this. However, this appears to be a scarce species which, if confined to lowland forest and not tolerant of disturbance, is likely to be threatened. Therefore, and taking a reasonable precautionary approach, it is better assessed as Vulnerable under criterion D2 (the B2b(ii,iii) criteria are also met except that the AOO is not known).</p>", "geographicrange": "<p><em>Orientogomphus aemulus</em> is known from the type series of two males from a location in the south of Sumatra, collected in 1936 (Lieftinck 1937) and a single record from Pahang in Peninsular Malaysia (Wilson 2008). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO is inferred to be declining due to loss of lowland forest in Sumatra and Peninsular Malaysia.</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health, except that a decline in overall population can be inferred from loss of lowland forest throughout its known range.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded about the habitats and ecology of this species, except that Lieftinck (1954: 91) states “caught over a shady forest brook in low country”. Both the extent and quality of suitable habitat are inferred to be declining due to loss of lowland forest in Peninsular Malaysia and Sumatra.</p>", "threats": "<p>The main threat to this species will be from loss of lowland forest which is occurring in both Sumatra and Peninsular Malaysia, chiefly for plantation establishment. Loss of lowland forest in the south of Sumatra may have been particularly severe, so there is certainly cause for concern over this species.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution and its habitat requirements. The species would be likely to benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and (in Malaysia at least) the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": "<p><br/></p>"}]}