{"name": "147332730", "result": [{"species_id": 147332730, "taxonomicnotes": null, "rationale": "<p><em>Papuagrion corruptum</em> is only known from the type series from one location in the Bewani Hills area of northeast of Indonesian New Guinea, collected in 1936. There is a threat from clearance of forest for agriculture close to the type locality, so this species certainly cannot be considered as non-threatened but on the other hand definite habitat information is lacking for the species. This species may have a small range and so since it is likely that it will not qualify for Least Concern even when more data are available, a Data Deficient assessment is not appropriate. With only one known location, a definite threat in the vicinity of that location, and taking a reasonable precautionary approach, the species qualifies for Vulnerable status under criterion D2 and is assessed as such.</p>", "geographicrange": "<p><em>Papuagrion corruptum</em> is only known from the type series from one location in the Bewani Hills area of northeast of Indonesian New Guinea, collected in 1936 (Lieftinck 1938). An accurate estimate of the area of occupancy of this species is not possible with the available data.</p>", "population": "<p>The type series consists of 18 specimens all collected on one day, suggesting that the species was not uncommon at the type locality at the time. Nothing else can be said with the available information.</p>", "populationtrend": "unknown", "habitat": "<p>Nothing was recorded about the habitats and ecology of this species but it will be forest-dependent.</p>", "threats": "<p>The type locality of this species is close to a very extensive area that, from satellite images, appears to have been cleared for agriculture, if this species really has a restricted range in the Indonesian part of the Bewani Hills than deforestation may be a serious threat to it.</p>", "conservationmeasures": "<p>More information on the habitat requirements, ability to tolerate disturbance and threats to this species are urgently needed.</p>", "usetrade": null}]}