{"name": "8894", "result": [{"species_id": 8894, "taxonomicnotes": null, "rationale": "<em>Gambusia longispinis</em> is restricted to the interior drainage of Bolson de Cuatro Cienegas in in Coahuila, Mexico. While the exact distribution of this species is unknown, Extent of Occurrence (EOO) is estimated to be between 94-1340 km<sup>2</sup>&#160;. The most pervasive threat to this species is the loss of suitable habitat resulting from groundwater abstraction and subsequent reductions in the elevation of the water table and, ultimately, in spring flow rates. Large portions of potentially suitable habitat have recently dried up (e.g., Laguna Grande). Additional stressors include potential competitive interaction with established invasive species. Given a restricted EOO, data suggesting less than 5 locations (as defined by current threats), observed declines in the area, extent, and quality of suitable habitat, and inferred declines in the Area of Occupancy (AOO), <em>G. longispinis</em> is assessed as Endangered.<br/><br/>This species may well be in a worse state than is currently understood but this is not presently quantifiable. As per Valdes (A. Valdes pers. comm. 2018), data will soon be able available to show a significantly reduced range of this species, resulting in an AOO and number of locations that will qualify this species for CR; a reassessment of this species should be conducted as soon as this data is available.", "geographicrange": "<p><em>Gambusia longispinis</em> is restricted to the interior drainage of Bolson de Cuatro Cienegas in in Coahuila, Mexico (Rauchenberger 1989, Miller <em>et al. </em>2005).<br/><br/>The exact distribution of this species is poorly documented. Given its secretive nature and habitat preference for heavily vegetated ephemeral habitat, this species has not been extensively sampled. Based on 17 georeferenced point records (GBIF 2018), <em>G. longispinis </em>has an estimated Extent of Occurrence of 94 km<sup>2</sup>. The total area of Cuatro Cienegas is 843 km<sup>2</sup> (IUCN and UNEP 2018), with an estimated Minimum convex Polygon of 1340 km<sup>2</sup>.<br/><br/>There has been a significant reduction in the range and available habitat for this species over recent years that is likely to impact the extinction risk of this species, but data to quantify this are currently unavailable (A. Valdes pers. comm. 2018).</p>", "population": "The total population size and population trend of <em>G. longispinis</em> are unknown. Based on current threats impacting the species habitat (loss of habitat) this species population is in decline. It used to occur in several areas but now only exists in one locality (A. Valdes pers. comm. 2018). It is not possible to quantify the decline at this time.", "populationtrend": "decreasing", "habitat": "<p>This species occurs in ephemeral habitat characterized by dense terrestrial grasses and weedy vegetation, highly alkaline and sometimes saline water conditions, and water depths to 0.5 m over fine silt, mud, sand, and clay (Miller<em> et al. </em>2005). Little is known about the biology of <em>G. longispinis</em> (Miller <em>et al. </em>2005). The maximum known size for this species is 2.9 cm (Miller<em> et al.</em> 2005).</p>", "threats": "<p>The most pervasive threat to <em>G. longispinis</em> is the loss of suitable habitat resulting from groundwater extraction and surface water diversion in the region. Therefore, the number of locations is unlikely to exceed 5 given the potential connectivity of individual surface springs and the regional effect that groundwater extraction has on the water table (Felstead <em>et al.</em> 2015).<br/><br/>The most recent estimates of groundwater extraction suggest that 55.4 million m<sup>3</sup> is pumped annually from 101 well points, 93% of which are used in alfalfa cultivation to feed livestock (CONAGUA 2015). Large portions of habitat have recently been lost (e.g., Laguna Grande) resulting from declines in the water table (Felstead <em>et al. </em>2015). Well extraction is expected to continue into the immediate future (CONAGUA 2015).<br/><br/>Additional impacts may result from established nonnative species. The giant weed <em>Arundo donax</em> may exacerbate existing shortages of water and alter existing hydrologic cycling regimes (McGaugh<em> et al.</em> 2006). The invasive jewel cichlid <em>Hemichromis guttatus </em>is established throughout the Cuatro Cienegas basin, where competitive interaction is attributed to localized extirpations of other species in the El Churince system (Lozano-Vilano and Maza-Benignos 2017). However, interactions between <em>H. guttatus</em> and <em>G. longispinis</em> have not been evaluated.</p>", "conservationmeasures": "<p>This species is federally protected in Mexico under the Mexican Official Norm (SEMARNAT 2010). However, there are no species-specific conservation measures directed towards <em>G. longispinis</em>. Bolson de Cuatro Cienegas is a federally designated protected area and RAMSAR site (IUCN and UNEP 2018). Pronatura Noreste owns and manages Rancho San Pablo (Pozas Azules Reserve) that includes a marsh system locally known as La Pileta where <em>G. longspinis </em>occurs (Lozano-Vilano and Maza-Benignos 2017).<br/><br/>The American Fisheries Society’s Endangered Species Committee lists <em>G. longispinis</em> as endangered based on the present or threatened destruction, modification, or reduction of the taxon’s habitat or range, and a narrowly restricted range (Jelks <em>et al.</em> 2008).<br/><br/>Research and monitoring are needed to accurately estimate population size, population trend, and the impact of regional threats.</p>", "usetrade": "This species is not utilized."}]}