{"name": "63219", "result": [{"species_id": 63219, "taxonomicnotes": null, "rationale": "The species was not recorded between 1962 and 2003, despite intensive searches, even at its type locality. It has apparently been lost from the only two sites it was previously known from. In December 2003 and in January 2015 it was discovered at two new localities within the Dutoitsriveier system. Even though some localities are within the Threewaters Nature Reserve, the majority is outside the reserve and the habitats are threatened from cattle farming, forestry plantations, alien invasive vegetation and possibly canalisation of streams. One of the known localities, where the species currently occurs has had alien invasive trees removed<br/>Its extent of occurrence is 16.4 km² within the Critically Endangered threshold, but the area of occupancy is with 24 km² larger than the extent of occurrence, and hence the category EN applies. The species appears to be genially rare and is threatened by farming and habitat destruction. It is listed as Endangered.", "geographicrange": "Previously this species was known only from the type locality (Sevenweeks Port, Western Cape, South Africa), where it was collected between 1932 and 1936; and from one female, which was taken at Franschhoek in 1962 (Pinhey 1984b). Between 1962 and 2003, the species was not rediscovered despite intensive searches throughout the Western Cape between 1993 and 2000 (see reference in reference list). A suggestion that it occurred in the Hermans area was not confirmed, and indeed streams in this area have undergone major disturbance in recent years. In November 2003, the species was rediscovered at a new site (on the Dutoitsriveier near Villiersdorp) where invasive alien trees have been removed.", "population": "Few individuals have been recorded (Pinhey 1984b). The only known extant population has fewer than 50 individuals (Samways <em>et al.</em> 2005).", "populationtrend": "decreasing", "habitat": "Pools in braids of streams with abundance of sedges.", "threats": "This species faces multiple threats, including loss of habitat due to cattle farming and plantation forestry, overgrowth of riverbanks by alien invasive trees (Samways and Taylor 2004), groundwater abstraction and possibly canalisation of streams and predation from an alien trout species.", "conservationmeasures": "Further searches are urgently required, but the chances of relocating it appear to be ever slimmer. The removal of alien invasive trees is very beneficial for this species and should continue. Research into habitat status, population numbers and range, and trends/monitoring of the species would be valuable. Habitat and site-based actions are also required.", "usetrade": null}]}