{"name": "173829631", "result": [{"species_id": 173829631, "taxonomicnotes": null, "rationale": "<p><em>Corydoras hephaestus</em> is known only from its type locality Igarapé Piracolina, which is a tributary of the upper Machado River in the Madeira River basin, Brazil. Despite extensive sampling efforts, this species has not been recorded elsewhere, and is therefore assigned to a single threat-based location. The type locality of this species is a small forest fragment that is threatened by future agricultural expansion and development around the town of Vilhena. These threats have the potential to drive this species to extinction within a short period of time if they continue unabated. Therefore, <em>C. hephaestus</em> is assessed as Vulnerable under criterion D2. Site protection is an immediate conservation priority. </p>", "geographicrange": "<p><em>Corydoras hephaestus</em> is known only from its type locality Igarapé Piracolina, which is a tributary of the upper Machado River, Madeira River basin, approximately 9 km south of the town of Vilhena near the border of Rondônia and Mato Grosso States, Brazil (Ohara&#160;<em>et al.</em>&#160;2016).</p>  <p>Despite intensive and broad collecting efforts in the Madeira River Basin from 2009-2013 and recent surveys conducted in the southeastern portion of Rondônia State and northwest of Mato Grosso State undertaken in 2010-2011 and 2013-2014, this species has only been detected in low abundance at the type locality (Ohara&#160;<em>et al.</em>&#160;2016). Therefore, this species is assigned to a single threat-based location. Extent of occurrence (EOO) and area of occupancy (AOO)&#160;are both estimated to be 4 km<sup>2</sup>, based on a 2x2 km grid overlain on the type locality. This species is assigned to a single threat-based location, based on lacking collection records outside of the type locality.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, this species is known only from its type locality where it is not abundant (Ohara&#160;<em>et al.</em>&#160;2016). </p>", "populationtrend": "unknown", "habitat": "The type locality of this species is a small highland stream at 585 m above sea level (masl) with little preserved riparian vegetation and is surrounded by large plantation fields that are producing soy and corn (Ohara <em>et al</em>. 2016). Habitat is characterized by clear water, a width of 1.5-2.8 m and depths of 0.3-0.8 m, swift currents, and a substrate of sand and leaf litter (Ohara&#160;<em>et al.</em>&#160;2016). This benthic forager likely consumes small aquatic invertebrates, based on stomach content analysis of a single individual (Ohara&#160;<em>et al.</em>&#160;2016). Mature males can be distinguished by the presence of a lanceolated genital papilla (Ohara&#160;<em>et al.</em>&#160;2016). Maximum reported body size is 3.4 cm standard length (SL) (Ohara&#160;<em>et al.</em>&#160;2016).", "threats": "<p>The type locality of this species is a small forest fragment near the town of Vilhena that is surrounded by farms (Ohara&#160;<em>et al.</em>&#160;2016). Agricultural and urban development around the town of Vilhena are the most prominent immediate threats, and while they are not currently driving habitat loss at the type locality, expansion could feasibly drive this species to extinction within a short period of time (Ohara&#160;<em>et al.</em>&#160;2016). Climate change may exacerbate existing impacts by creating warmer and dryer conditions, with less predictable rainfall and more extreme weather events (Castello and Macedo 2016).</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. hephaestus</em>. Additional research regarding distribution, population size, and population trend would be useful in clarifying the extinction risk of this species. Agricultural expansion and continued development is an imminent threat to the small forest fragment from which <em>C. hephaestus</em> is known, and therefore site protection is an immediate conservation priority to prevent future habitat loss (Ohara&#160;<em>et al.</em>&#160;2016). </p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}