{"name": "173720581", "result": [{"species_id": 173720581, "taxonomicnotes": null, "rationale": "<p><em>Prodasineura delicatula</em> is known from Java, including Panaitan Island. The assessors are aware of records from 13 locations, but seven of these date from the colonial period. There are clusters of locations at Ujung Kulon National Park in the extreme west of Java, and on and near to Nusa Kambangan Island, with a few scattered locations in between. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but given that little low land forest remains in Java, there is no reason to believe that the AOO is greater than 2,000 km². Moreover, the AOO, along with the extent and quality of suitable habitat, is inferred to be declining due to loss of forest within the range of the species. Its extent of occurrence (EOO) is &gt;20,000 km². The species is assessed as Vulnerable under criterion B (VU B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Prodasineura delicatula</em> is known from Java including Panaitan Island (Lieftinck 1930, 1934, 1953, 1954; Sugiman <em>et al. </em>2020). The assessors are aware of records from 13 localities, but seven of these date from the colonial period. There are clusters of locations at Ujung Kulon National Park in the extreme west of Java and on and near to Nusa Kambangan Island, with a few scattered locations in between. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but given that little lowland forest remains in Java, there is no reason to believe that the AOO is greater than 2,000 km². Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on the known collection records (including the old records) is 22,410 km².<span class=\"MsoHyperlink\"><br/></p>", "population": "<p>This species may be relatively common where it occurs and is likely to be under-recorded. The overall population of the species is certainly fragmented but whether it is severely fragmented depends on the definition used. No other statement about current population sizes and health can be made for this species except that at least some ongoing decline in overall population is suspected from loss and degradation of forest throughout the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs at streams in lowland forest and most records are from good quality old growth forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from loss of forest with farming of one sort or another as the major driver, pollution of forest streams and, at some locations, from urban expansion and the development of tourism and recreational areas. Mining may also be a threat to populations on Nusa Kambangan.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of the habitats where it occurs on Nusa Kambangan and more data on the current distribution of the species, ability to tolerate disturbance and threats.</p>", "usetrade": null}]}