{"name": "194591712", "result": [{"species_id": 194591712, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence and area of occupancy both estimated at 12 km<sup>2</sup>, it occurs in only two locations defined by impacts from fire and drought, but it presently remains abundant with no evidence of decline. It is however expected to be sensitive to prolonged exposure to fire and drought, which are projected to increase in frequency within its range and represent plausible future threats that could rapidly drive this species to CR or EX once impacts become severe enough to trigger declines. Therefore, it is listed as Vulnerable.", "geographicrange": "This species is endemic to the eastern massif of Stirling Range National Park in Western Australia, where it is known only from Bluff Knoll (where it is known only from The Cascades), and the south face of Pyungoorup Peak (Edward and Harvey 2010). Extensive surveys in this region have failed to record it in any other localities. It is known from elevations between 320 and 425 m asl.", "population": "This species is most easily recorded in winter when the adult stage is surface-active, and is abundant. It appears not to have declined over 25 years of observation (based on survey efforts every one to two years over that period by the author; M. Harvey pers. obs. June 2021), despite past fires within its range, and was found in large numbers following light fire in May 2019 (Harvey and Rix 2019).", "populationtrend": "stable", "habitat": "The vegetation surrounding the known localities consists of sparse Jarrah (<em>Eucalyptus marginata</em>) and Marri (<em>Corymbia calophylla</em>) woodland (Edward and Harvey 2010). This species occurs in leaf litter and soil, where it survives in its juvenile stage during summer, but adults are active above ground in winter. It has been recorded beneath rocks and logs (Harvey and Rix 2019). Millipedes are thought to retreat underground to escape fire and other adverse conditions (Harvey and Rix 2019).", "threats": "The area from which the species is known could plausibly become drier in the near future, through increased frequency of fires in the region and reduced rainfall, and correspondingly reduced humidity. The species is known to have persisted in large numbers in at least lightly burned areas (Harvey and Rix 2019), but it may nonetheless be subject to some ongoing reduction in habitat quality due to desiccation of soils exposed by the destruction of vegetation cover and ground litter. The Stirling Range has experienced multiple large fire events, including a major event in 1991 that encompassed much of the eastern part of the range, and pressure from fires has been increasing in this area for the past century (CALM 1999, Gilfillan&#160;<em>et al.&#160;</em>2009, D. Utber pers. comm. 2021).", "conservationmeasures": "This species is endemic to Stirling National Park. Although the known localities and their immediate surroundings are very well-surveyed, surveys are needed in intervening areas to determine whether the species occurs more widely than presently known and monitoring of the known subpopulations is recommended. Research is recommended into this species' life history and its resilience to fire. Although the invasive alga <em>Phytophthora cinnamoni</em>&#160;has not been identified as a specific threat to this species, this invasive mould affects the structure of plant communities and is generally controlled using phosphite, the effects of which on soil invertebrates are unknown. It is not known whether phosphite application is a threat to this species.", "usetrade": "There is no known use of or trade in this species."}]}