{"name": "164692295", "result": [{"species_id": 164692295, "taxonomicnotes": "<p>Additional research is needed to determine the specific relationship between <em>H. parismina</em> and its close congener <em>B. cascajelensis</em> (Angulo <em>et al</em>. 2013). </p>", "rationale": "<p>This species is distributed on the Atlantic slope of Nicaragua and Costa Rica, ranging from the Bartola River in southeastern Nicaragua to at least the Matina River in central Costa Rica, and possibly extending into the Sixaola River drainage. Extent of Occurrence (EOO) is estimated to be 11,202-13,556 km<sup>2</sup>. Given the pervasive effects of deforestation, agricultural pesticides, and urban pollution resulting from wastewater and sewage discharge, this species is inferred to occur in fewer than 10 locations. These threats have had a demonstrated impact on the quality and availability of aquatic habitat. Therefore, <em>H. parismina</em> is assessed as Vulnerable under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Hiatirhaphis parismina </em>is distributed on the Atlantic slope of Nicaragua and Costa Rica, ranging from the Bartola River in southeastern Nicaragua (tributary to the San Juan River) (GBIF 2019), southward to at least the Matina River in central Costa Rica (Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). Elevation ranges from 5-50 meters above sea level (Angulo <em>et al</em>. 2013).</p>  <p>Southward range extent is uncertain, given the exclusion of this species from the Sixaola River drainage by Angulo <em>et al</em>. (2013), but reported occurrences in some additional surveys (Lorion <em>et al</em>. 2011, Oosterhout and Velde 2015). This is further confounded by uncertainties regarding the relationship between <em>H. parismina</em> and its close congener&#160;<em>H</em><em>. cascajalensis </em>(Lucinda 2003, Angulo <em>et al</em>. 2013). </p>  Extent of Occurrence (EOO) is estimated to be 11,202-13,556 km<sup>2</sup>. The lower threshold of this estimate is based on a minimum convex polygon calculated around the reported distribution of this species in Angulo <em>et al</em>. (2013). The upper threshold of this estimate is based on a range extending into the Sixaola River (Lorion <em>et al</em>. 2011, Oosterhout and Velde 2015). Given the scope of major pervasive threats (Echeverría-Sáenz <em>et al</em>. 2012, Bower 2014) and considering the cumulative impact of non-point pollution on downstream catchments, this species is inferred to occur in fewer than 10 locations.", "population": "<p>The total population size and population trend of this species are unknown. In the Sixaola River, surveys across 20 sampling sites produced 13 specimens out of a total of 6,689 collected fishes (Lorion <em>et al</em>. 2011). In similar surveys within the Sixaola River, this species comprised 0.4% and 0.1% of relative fish abundance in small and large streams, respectively (Oosterhout and Velde 2015). Ichthyological surveys in the Sarapiquí River qualitatively characterize this species as uncommon (Angulo <em>et al</em>. 2017).</p>", "populationtrend": "unknown", "habitat": "<p>This benthopelagic, freshwater species typically occurs in low elevation streams and creeks characterized by low to moderate water velocity, temperatures ranging from 23-34 C, and substrates of sand, gravel and mud (Bussing 1998, Belk <em>et al</em>. 2011). Diet is comprised primarily of terrestrial insects (Small <em>et al</em>. 2011), but also includes aquatic insects and diatoms (Burcham 1988). Maximum reported body size is 7 cm total length (TL) (Lucinda 2003). Reproduction occurs throughout the year (Bussing 1998).</p>", "threats": "<p>Extensive banana monoculture continues to produce pesticide runoff in the Parismina River, which has resulted in degradation of springs, stream, and wetland habitat (Bower 2014). Lacking waste treatment and land development are likely to present additional threats to aquatic habitat quality and availability (Bower 2014). The Parismina River is highly fragmented due to hydroelectric damming (Pérez 2016). </p>  <p>Further evidence of aquatic habitat deterioration is provided by Echeverría-Sáenz <em>et al</em>. (2012), who found that deforestation and land-use change associated with pineapple agriculture in the Jiménez River watershed (tributary to the Parismina River) has resulted in increased pesticide contamination. Similar declines in habitat quality have occurred in the Sixaola River watershed (Mena-Rivera and Quirós-Vega 2018).</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>H. parismina</em>. The range of this species extends into a number of protected areas, including the Tortuguero National Park, Braulio Carrillo National Park, and Tirimbina Biological Reserve in Heredia, Costa Rica (Angulo <em>et al</em>. 2017, IUCN and UNEP-WCMC 2019), which may confer indirect habitat protection. Additional research regarding taxonomy, distribution, population size and trend, and the direct impacts of major pervasive threats would be useful in guiding future conservation action.</p>", "usetrade": "<p>This species is relatively common in the ornamental trade, but the total volume of wild harvest is unknown. In Europe, the majority of traded specimens are aquacultured (Lee <em>et al</em>. 1980, A. Angulo pers. comm. 2019).</p>"}]}