{"name": "178290603", "result": [{"species_id": 178290603, "taxonomicnotes": null, "rationale": "<p><em>Lucifuga gibarensis</em> is the most recent addition to the genus <em>Lucifuga</em>. This species is restricted to three anchialine caves in the northeastern karst region of Gibara, north of Holguin province, Cuba. Available information for the species is limited but reduced distribution and tourism are its main threats, and continuing declines in habitat quality are inferred. Estimated Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 8 km<sup>2</sup>. The scope of existing threats are expected to impact each site individually, and therefore this species is assigned to three threat-based locations. As such, <em>L. gibarensis</em> is assessed as Endangered under criteria B1ab(iii)+2ab(iii).</p>", "geographicrange": "<p>This is one of the most spatially restricted species in the genus. It is known from three anchialine caves: Aguada de Macigo, Tanque Azul, and El Baga, all in the northeastern karst region of Gibara. <em>Lucifuga gibarensis</em> is closely related to <em>Lucifuga </em>sp. 4<em> </em>(sensu García-Machado <em>et al</em>. 2011) a putative new species living in a single karst hole in Cayo Coco, north of Ciego de Avila province.</p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 8 km<sup>2</sup>, based on a 2 km<sup>2</sup> grid overlain on the three known collection localities where this species occurs (two of which are immediately adjacent and fall into a single 2 km<sup>2 </sup>grid), and considering a separate estimate of AOO in the Cuban National Red List of Vertebrates (García-Machado and Hernández 2012). The scope of existing threats are expected to impact each site individually, and therefore this species is assigned to three threat-based locations. </p>", "population": "<p>Information about <em>L. gibarensis</em> is scarce. It is only known from three localities and the number of specimens observed so far is very low (Díaz <em>et al.</em> 1987, Hernández<em> et al.</em> 2020,&#160;A. Rojas pers. comm. 2020). However, approximately 30 caves with similar characteristics occur in the region (Corella <em>et al.</em> 2000, Guarch and Corella 2011) and additional ichthyological survey of these localities may reveal additional subpopulations. The population size is suspected to be small which is expected considering limited dispersion abilities and range extent. Population trend is unknown.</p>  <p>Genetic data are also limited. Phylogenetic analysis suggest it is closely related to a lineage (<em>Lucifuga </em>sp. 4) living in a single karst hole of Cayo Coco, North Ciego de Avila province (sensu García-Machado et al. 2011). As inferred from other species of <em>Lucifuga</em> spp. (Eigenmann 1909), populations might remain demographically stable and the fecundity could be low. </p>  <p>&#160;</p>", "populationtrend": "unknown", "habitat": "<p><em>Lucifuga gibarensis </em>inhabits a lithographically isolated karst patch north of Gibara munici­pality, Holguín province (García-Machado <em>et al</em>. 2011, Ponce de Leon <em>et al</em>. 2012). This region consists of coastal limestone plains and marine terraces, rich in caves and sinkholes, and devoid of fluvial drainages (Núñez&#160;<em>et al</em>. 1984, Corella <em>et al</em>. 2000, Cotilla 2003). Underground water is at the same level as the sea and originates by infiltration, draining north to the coast (Corella <em>et al</em>. 2000). Most of the caves have a single level. The three known caves for &#160;<em>L. gibarensis</em> (Aguada de Macigo, Tanque Azul, and Cueva El Baga) are near the coast (Hernández et al. 2020). The best known is Tanque Azul cave, a horizontal and reticulated cave system of 21 m maximum depth considered the largest flooded cavern in Cuba (Corella <em>et al</em>. 2000, Guarch and Corella 2011). Surface access occurs through a sinkhole of clear crystal waters. Aguada de Macigo cave is the type-locality with an emergent large doline, ca. 22 m deep and salinity of 16 ppt. The type specimen and a second individual, not captured, were found at 12 m depth (Díaz <em>et al</em>. 1987). In Tanque Azul cave temperature fluctuates between 25°C and 26°C during summer and 18°C and 19°C during winter. The deepest layers are freshwater and the upper one is brackish (Guarch and Corella 2011).</p>  <p>There is no species-specific information about diet, but this species likely exhibits opportunistic foraging, as has been observed in other congeners (Eigenmann 1909, García-Debrás and Pérez 1999). Accompanying fauna is also not well known, but the crustacean decapods <em>Barburia</em> <em>cubensis</em>, <em>Macrobrachium faustinum lucifugum</em>, <em>Thyphlatya consobrina</em>, <em>Troglocubanus gibarensis</em>, <em>Espeleonaushomia augudrea</em>, the remiped <em>Speleonectes</em> sp., and the American Eel (<em>Anguilla rostrata</em>) have been reported from these caves together with other shrimp species and brackish water fishes thriving in the main entrance (Guarch and Corella 2011).</p>  <p>The species is viviparous like others in the genus, but information about fecundity, breeding season, and longevity is missing. However, we can infer offspring number could approach that of <em>L. subterranea</em> (Eigenmann 1909). Similarly, the generation length is unknown but could to be similar to other stigobiont fishes in that they are relatively long-lived species.</p>  <p>&#160;</p>", "threats": "<p>The primary threat to this species is touristic activity, mostly consisting of diving expeditions that have the potential to drastically damage the stability of subterranean habitat (Ponce de León García&#160;<em>et al.</em>&#160;2012). Groundwater extraction for agricultural use and flora modification in the surrounding areas have also been mentioned as potential threats (Reynaldo <em>et al</em>. 2016) but appear to be marginally impactful to subterranean karst habitat.</p>", "conservationmeasures": "<p>The species' habitat is included within the Caletones Ecological Reserve (Reynaldo<em> et al.</em> 2016).</p>  <p><em>Lucifuga gibarensis</em> is currently assessed as Endangered in the Cuban Red List of Vertebrates (Ponce de León García&#160;<em>et al.</em>&#160;2012). Environmental education, research regarding life history, population trends, distribution, and ecology are suggested priorities for conservation of the species and the habitat.</p>", "usetrade": "This species is not utilized."}]}