{"name": "196174760", "result": [{"species_id": 196174760, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that this species is known from a single locality (treated as a single location defined by a wide range of threats) and is subject to an ongoing decline in the quality of its habitat primarily driven by ongoing and projected climate change and likely secondarily as a result of the impacts of multiple invasive species. The species' exact extent of occurrence is not clear, but it is considered plausible that it occurs more widely - but in very fragmentary areas of suitable habitat - than is presently known but over an area no greater than 1,000 km<sup>2</sup> (and likely below 400 km<sup>2</sup>), in which case the population will be severely fragmented. In addition to the currently-known threats, the species is expected to have undergone significant historical population declines as a result of land clearance and a major projected threat exists from fire, which has the potential to destroy the known subpopulation should this threat become active.", "geographicrange": "This species is known only from the type locality, a single mossy roadside embankment bordering the Pound Road Reserve in the Mt. Lofty Ranges of South Australia, despite many surveys for trapdoor spiders in the Mt. Lofty Ranges (Harrison <em>et al.</em> 2018). This is part of the Flinders Lofty Block bioregion. It was discovered during a PhD project revising this genus, which involved extensive targeted survey work throughout South Australia and searches through museum collections, and no other specimens or localities have been recorded although this is a historically well-surveyed region. It is uncertain whether other subpopulations exist, but this species is a member of a group with long life cycles and poor dispersal abilities that tend to exhibit naturally restricted ranges. It may nevertheless occur in other highly restricted roadside vegetation in or near conservation parks within the Mt. Lofty Ranges, but it is unlikely to range outside these mountains.", "population": "This species appears to be naturally rare. From burrow observations there may be fewer than 20 mature individuals at this locality, and the species has been too recently-discovered relative to its life cycle to determine population trends. A 1.5 hour survey by two workers in early March 2021 found a total of 5 active (4 adult, 1 juvenile) and 4 disused burrows (S. Bass pers. comm. 2021). This may be an underestimate of the number of active burrows, as this species is highly cryptic (S. Bass pers. comm. 2021). Should this species occur more widely than is presently known, the population will undoubtedly be severely fragmented as it will be restricted to small patches of remnant habitat, between which there can be no dispersal. The known locality has not been exposed to bushfires since 1957.", "populationtrend": "unknown", "habitat": "The known locality is a mossy roadside cutting with clay banks. The Mt. Lofty ranges provide a refuge for relictual temperate forest, which is likely to have been the natural habitat for this species. This species has not been found on the forest floor, but in related species wandering males in search of receptive females can be found beneath logs and rocks among leaf litter (Harrison <em>et al.</em> 2018). Mature females spend their lives within deep burrows from which they ambush arthropod prey, and juveniles develop and construct their own shallow burrows (which they expand as they grow) close to the maternal burrow. Recruitment rates are likely to be low: juvenile survivorship of 29% has been estimated in <em>Euoplos grandis</em>,&#160;another idiopod spider which is likely to have a similar life history (Rix <em>et al.</em> 2019). Idiopod spiders have a particularly long life cycle: maturity is generally reached between 4-8 years of age (Main 1978), and adult females have been recorded living to more than 40 in the wild (Main 1987, Mason <em>et al.&#160;</em>2018).", "threats": "The major drivers of threats to trapdoor spiders as a group are&#160;land clearing, stocking by sheep and cattle, and the impacts of other feral grazing animals (Rix&#160;<em>et al.&#160;</em>2017).&#160;Only 8% of the native vegetation remains in the Mount Lofty Ranges region (Daniels and Good 2015), and although most of the land clearing in this area is historical rather than contemporary clearance on this scale would have had major impacts on species with restricted distributions.&#160;<br/><br/>The only known locality is a bushfire-prone area which was last burned in the Horsnell's Gully fire in 1957. The buildup of fuel material over the past 64 years creates the potential that any future burn in this area will be at high intensity. High intensity fire is expected to result in 30-50% mortality of adults, which shelter in deep burrows; the shallow burrows of juveniles are likely to be more exposed, and should fire occur during the breeding season surface-active wandering males (which never burrow after leaving their natal burrows) will be directly exposed. The literature shows that 50% of adult trapdoor spiders can die within three months of a fire, with juveniles severely affected and a complete cessation of short-term recruitment (Main 1995; summarized in Rix <em>et al.</em> 2017). The destruction of leaf litter and cover objects during fire is likely to result in elevated post-fire mortality of wandering males due to predation, with corresponding impacts on recruitment. The intensity and scale of annual fire seasons is expected to increase as the result of a drying climate (Abram<em> et al. </em>2021).<br/><br/>The Adelaide and Mt Lofty Ranges region is one of the areas of Australia most at risk from natural, climate and human-induced environmental change (Daniels and Good 2015), and climate change may represent the primary ongoing impact on this species' habitat. It is likely that this species is dependent on relictual, higher-rainfall mesic microhabitats already strongly impacted by land use change and edge effects, and their further contraction and disappearance, possibly in conjunction with invasion by species tolerant of drier habitats, has the potential to lead to the complete extinction of this species.<br/><br/>Introduced pest plant and animal species, which are prevalent in the Mount Lofty Ranges, are also undoubtedly having an impact on trapdoor spider populations. Dense weed populations can appear to choke out burrows (Rix <em>et al</em>. 2017, S.E. Harrison pers. obs.). Vertebrate pests may be damaging the populations in a variety of ways, including elevated predation on wandering male spiders by cats and foxes which would strongly inhibit recruitment if this is a consistent pressure over several years. Rabbits and foxes may dig up burrows (Rix <em>et al. </em>2017) and feral deer may erode the banks on which this species relies (S.E. Harrison pers. obs.).<br/><br/>The impacts of pesticides and herbicides on trapdoor spiders are unknown (Rix <em>et al. </em>2017) but could be significant, especially as they rely on arthropod prey. These are frequently used by environmental volunteer groups and local councils, and the known locality is at the border of a council-owned nature reserve.<br/><br/>This species' known population appears to be very small, and as such its viability may be threatened by a lack of generic variation (Rix <em>et al.</em> 2017). Should the species occur more widely, it is likely that other subpopulations are restricted to comparably small areas of habitat and their long-term viability may consequently be at risk.", "conservationmeasures": "This species occurs at the edge of Pound Road Reserve, which is owned by a local council and managed by a volunteer group. There is a need to ensure the species' site is well-protected during management activities (including efforts to exclude fire from this area in ways that are sensitive to the needs of this species) and to continue monitoring programmes. Awareness-raising of this species is needed, and surveys of other localities are needed to determine whether it occurs elsewhere.", "usetrade": "This species is of potential interest to specialist collectors, but has not so far been recorded in trade."}]}