{"name": "135431246", "result": [{"species_id": 135431246, "taxonomicnotes": null, "rationale": "<p><em>Libellago phaethon</em> is endemic to Borneo where it is known from the south-east of Sabah and Nunukan Island in the extreme northeast of Kalimantan. It is likely to be more widely distributed in the northeast of Kalimantan than is currently known. Few locations are currently known for the species, but this might be due to insufficient sampling of Odonata in southeast Sabah and northeast Kalimantan. The species has been recorded in streams with oil palm to the bank but it is not known if it can survive in this habitat in the long-term; if it cannot, then clearance of forest for plantation is likely to be a serious threat to the species throughout its range. With few known locations the species is close to qualifying for Vulnerable status under criterion D2; Least Concern cannot be justified with the available information, therefore the species is assessed as Near Threatened. Hopefully it will be possible to reassess it as Least Concern when more data are available.</p>", "geographicrange": "<p><em>Libellago phaethon</em> is endemic to Borneo where it is known from the south-east of Sabah (Donnelly 1997, Huisman and van Tol 1989, Laidlaw 1931, Luke <em>et al</em>.<em> </em>2017, Tsuda and Kitagawa 1989), and Nunukan Island in the extreme northeast of Kalimantan (Joe Pan personal communication 2018). It is likely to be more widely distributed in the northeast of Kalimantan than is currently know. Relatively few locations have been recorded for this species but this may have as much to do with insufficient sampling of Odonata within its range as anything else. The assessor has only been able to assign coordinates to six locations. It is present in at least one protected area in Sabah (the Danum Valley). No remotely accurate estimate of the area of occupancy (AOO) of this species is possible with the available data, but its range certainly appears rather limited.</p>", "population": "<p>There is insufficient information to make any definitive statement about current population sizes and health for this species.</p>", "populationtrend": "unknown", "habitat": "<p>This species breeds in low gradient forest streamsl; little else is known. It has been recorded in oil palm plantation, both at streams with a riparian buffer and without such a buffer. However, it is not clear if the species can survive in unbuffered oil palm streams in the long-term, for instance many members of the Chlorocyphidae require dead wood in the stream bed for egg laying and if this is the case with <em>Libellago phaethon</em>, it is not likely to do well in oil palm in the long run because oil palm trunks are not suitable and the amount of dead wood in the stream bed will decline over time and will vanish altogether if there is oil palm to the streams sources.</p>", "threats": "<p>It is difficult to assess the threats faced by this species without more information on its distribution and, importantly, on its ability to survive in oil palm in the long-term. If it is not able to survive in oil palm in the long-term then clearance of forest for plantation establishment will be the main threat to the species.</p>", "conservationmeasures": "<p>More information on its distribution and on its ability to survive in oil palm in the long-term is needed for this species.More information on its distribution and on its ability to survive in oil palm in the long-term is needed for this species.</p>", "usetrade": null}]}