{"name": "193348632", "result": [{"species_id": 193348632, "taxonomicnotes": "For the purposes of this assessment, <em>Trachelophorus giraffa</em> is considered the accepted species name (Alonso-Zarazaga and Lyal 2020).", "rationale": "The Giraffe-necked Weevil (<em>Trachelophorus giraffa</em>) is endemic to Madagascar, currently only known to be found in the eastern rainforests. The unusually long neck gives the weevil a charismatic appearance, making them a tourist attraction in some of the National Parks where they are known to occur. The extent of occurrence (EOO) of this species is estimated to be around 88,000 km<sup>2</sup>&#160;and using the known localities, the area of occupancy (AOO) is estimated to be around 160 km<sup>2</sup>. Although the AOO may be an underestimate, based on the current knowledge, the true AOO is probably unlikely be greater than 2,000 km<sup>2</sup>. There is little information about the population trend or threats to this species, but it is expected to be negatively impacted by slash and burn agriculture and other causes of deforestation, either illegally within the protected areas where it occurs, or outside these localities. Therefore, although its main food and nesting source,&#160;<em>Dichaetanthera cordifolia</em>, is currently assessed as Least Concern, there is considered to be a decline in the quality and the extent of the habitat more generally. Based on this, this species is assessed as Near Threatened, as it is close to qualifying for a threatened Category under Criterion B.&#160;<br/><br/>However, there is still a lot of unknown information surrounding this species. While their charismatic appearance may make them suitable for raising awareness of the high levels of endemism in invertebrates of the rainforests of Madagascar, it also potentially makes them appealing targets to collect from the wild. Therefore, ensuring protection of their localities is recommended, and substantial further research is required to have a greater understanding of their ecology, population, and threats to inform appropraite conservation efforts.", "geographicrange": "This species is endemic to Madagascar, found only in the eastern rainforests of the country (GBIF 2019). The extent of occurrence (EOO) of this species is estimated to be around 88,000 km<sup>2</sup> and based on the known localities, the area of occupancy (AOO) is estimated to be around 160 km<sup>2</sup>. Although the full distribution of the species may not be fully understood, it is currently not expected that the true AOO would be greater than 2,000 km<sup>2</sup>.", "population": "There is no information about the population status and trend of this species.", "populationtrend": "unknown", "habitat": "This species seems to be most closely associated with <em>Dichaetanthera cordifolia</em>, as its main food source, but it has also apparently been found on other <em>Dichaetanthera</em> species (Rakotonasolo 2020).&#160;The weevil also uses the tree for nesting, with the female laying eggs inside rolled up leaves, and the larvae feed on the leaves. Although the main plant of&#160;<em>D. cordifolia</em>&#160;is currently assessed as Least Concern (Rabarivola <em>et al.</em> 2018), there&#160;is considered to be a decline in the quality and extent of the habitat due to the ongoing threats in the eastern rainforests more widely.", "threats": "<span style=\"background-color: rgb(255, 255, 255);\">The threats to this species focus mostly on its habitat, including increased burning and clearing of land for grazing and agriculture in some parts of the range of the species. In addition, due to the charismatic appearance&#160;of the weevil, increased awareness of the species may put it more at risk to illegal collecting, although it is not known if this is a current threat.</span>", "conservationmeasures": "This species is found in several National Parks, including Ranomafana, Andasibe and Marojejy. It is particularly a major tourist attraction in Ranomafana National Park. While this increases awareness of the weevil, it also potentially puts it at greater risk of collectors and general disturbance from high numbers of visitors in the areas where it occurs. Although it is illegal to remove species from protected areas, efforts should be made to ensure that the appropriate protection is given. There is also a lack of information on the population, ecology and threats to this species, and so further research is strongly recommended. As it is such a charismatic, unusual-looking species, the weevil can be used to raise awareness of the diversity of the endemic invertebrates found in Madagascar, and the importance of conserving tropical rainforests for both locals and tourists (Gossling and Hall 2006).", "usetrade": "It is unknown if this species is used or traded."}]}