{"name": "135434974", "result": [{"species_id": 135434974, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis pretiosa</em> is known from four locations on Yapen and Biak-Supiori islands off the north coast of Indonesian New Guinea and is apparently confined to coastal locations. The area of occupancy (AOO) of the species is estimated to be less than 2,000km<sup>2</sup> and might be much less than this. Although no threats are currently known to the species (which does not mean that none exist), if really confined to coastal locations it will be vulnerable to development in the future. With an AOO of less than 2,000km<sup>2</sup> and only four known locations the species is close to qualifying for Vulnerable status, except for the lack of threats. A Least Concern assessment appears unsafe with the presently available information, and, taking the precautionary approach advocated by the IUCN, the species is therefore assessed as Near Threatened. Hopefully when more information becomes available re-assessment to Least Concern will be possible for this species.</p>", "geographicrange": "<p><em>Teinobasis pretiosa</em> is known from four locations on Yapen and Biak-Supiori islands off the north coast of Indonesian New Guinea (Lieftinck 1935, Kalkman &amp; Orr 2013, Kalkman personal communication). These islands are in Yapen Islands Regency, the entire land area of which is less than 3,000km<sup>2</sup>, so the known area of occupancy (AOO) is constrained by this figure and since the species is only known from coastal locations the AOO is probably considerably less, certainly below 2,000km<sup>2</sup>.</p>", "population": "<p>Relatively few specimens of this species have been collected, suggesting that it may occur at low densities. Beyond this nothing can be said with the available data.</p>", "populationtrend": "unknown", "habitat": "<p>Kalkman &amp; Orr (2013) give the habitat of this species as “swamp forest near the coast”. Kalkman (personal communication) gives more details for the habitats on Yapen: “river and pools in Pandanus forest”, “small stream through Pandanus swamp” and “river partly in degraded forest and partly in virgin forest”.</p>", "threats": "<p>No immediate threats are known to this species, however if it is really confined to coastal locations it may become threatened by development in the not-too-distant future.</p>", "conservationmeasures": "<p>More data on the distribution of this species is needed, and protected status for some sites is desirable in the long term.</p>", "usetrade": null}]}