{"name": "158675", "result": [{"species_id": 158675, "taxonomicnotes": null, "rationale": "<em>Pseudagrion samoense</em>&#160;was originally described in 1925 from Upolu Island and was recorded again in two other studies (Donnelly 1986, Marinov <em>et al</em>. 2015). It was rediscovered from the same locality where the population size is believed to be stable. The species was also established on Savai'i Island in various types of habitats, but there is no recent information on that population. However, the small number of known locations, and restricted range qualify it as Vulnerable for the moment, since the populations are fragmented and there is an ongoing habitat destruction. Future studies may show it as a more common species than presently known.", "geographicrange": "The species is endemic on Upolu and Savai'i islands, West Samoa (Fraser 1927, Marinov <em>et al</em>. 2015).", "population": "The latest study on the Samoan archipelago recorded this species from four localities including previously known one (Marinov <em>et al</em>. 2015). The species is believed to be stable.&#160;Polhemus <em>et al</em>. (2000) suggested that&#160;<em>P. samoense&#160;</em>might be conspecific to&#160;<em>P. microcephalum&#160;</em>in which case the former should be regarded as an endemic subspecies. Marinov (2012, 2013) and Marinov <em>et al</em>. (2015) supported this view, however because of insufficient material for morphological comparison and without any molecular work on the Pacific representatives of the genus the species status is kept for the moment.", "populationtrend": "stable", "habitat": "The species inhabits lakes (including coastal wetlands) and slow flowing sections of large rivers. The clusters of bank vegetation are favourable place for adults where mating was observed too.", "threats": "Information is lacking on the threats affecting this species. However, there is ongoing habitat destruction based on deforestation.", "conservationmeasures": "There are no conservation measures currently in place.", "usetrade": null}]}