{"name": "218123692", "result": [{"species_id": 218123692, "taxonomicnotes": "This species was described from material that included records attributed to&#160;<em>Cnemaspis dickersonae&#160;</em>by Spawls&#160;<em>et al.</em>&#160;(2018).", "rationale": "<p>This species is endemic to Kenya, where it is found in the Laikipia  plateau forests and has been recorded from Laikipia Nature Conservancy&#160; and Lolldaiga Hills. It is currently known from only&#160; two localities, but could possibly also occur in unsampled suitable habitat in other parts of the Laikipia Plateau&#160; Based on known subpopulations it has an area of occupancy (AOO) of&#160; 8 km<sup>2</sup>. It is not currently experiencing decline but could decline in future should livestock or wildlife stocking be intensified. The species is  assessed as Vulnerable under criterion D2.</p><p><br/><br/></p><p></p>", "geographicrange": "<p>This is a montane forest species endemic to Kenya, which is found in the Laikipia plateau forests. It has been recorded in Laikipia Nature Conservancy at Mukutan Gorge and Lolldaiga Hills ranch (Malonza and Bauer 2022). It may be present in other suitable habitats within the Laikipia plateau.<br/></p>", "population": "There is insufficient information on the abundance of this species and no data on population trends.&#160; However, the population is assumed to be low due to its restricted microhabitat requirements. Surveys to date suggest that this species is rare.", "populationtrend": "unknown", "habitat": "<p>It occurs in moist montane forests and rock outcrops, between 1,600 and 2,000 m asl.&#160; It is restricted to tree trunks and hollows, and also occurs in rock crevices (Malonza and Bauer 2022).</p>", "threats": "It is thus far only known from private ranches where there are no current significant threats, but there are potential future threats should livestock grazing or wildlife stocking (especially with elephants) be intensified (Malonza and Bauer 2022).", "conservationmeasures": "<p>Known subpopulations occur in protected private wildlife conservancies. More research is needed to understand the distribution, population trends and ecology of the species.</p>", "usetrade": "There is no use of or trade in this species."}]}