{"name": "139064639", "result": [{"species_id": 139064639, "taxonomicnotes": null, "rationale": "<p><em>Gynacantha limbalis</em> is known from old, vague records from Java and Sumatra, one uncertain record from a definite location in southwest Java, six locations in Peninsular Malaysia and two locations in Sarawak in Borneo. All records from Java and Sumatra are old and only eight specific locations in Peninsular Malaysia and Sarawak are known. The species has been recorded in protected areas but also appears to be very local in occurrence and to be genuinely uncommon. Its exact habitat requirements are unknown but based on the little available information &#160;it appears to occupy only lowland forest in gentle terrain; much of this type of habitat that has already been lost throughout the range of the species and what remains outside of protected areas is mostly at threat from conversion to plantation or other agriculture. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO, as well as the extent and quality of suitable habitat, are inferred to be declining due to loss of lowland forest throughout the range of the species. The overall population may be severely fragmented. It is difficult to assess this species with the currently available data, despite its rather large range it appears to depend on lowland, low gradient forest and to be scarce even in this habitat, so that a Least Concern assessment is not suitable with the available information, but it is not clear that the species belongs in a high threat category either. It is assessed as Near Threatened because with less than 10 currently known locations it meets the B2ab(ii,iii) criteria except that the AOO is not definitely known to be below 2,000km<sup>2</sup>.</p>", "geographicrange": "<p><em>Gynacantha limbalis</em> is known from old, vague records from Java and Sumatra (for instance Lieftinck 1954), six locations in Peninsular Malaysia (Aziz <em>et al</em>. 2018, Choong 2007, 2014, Choong <em>et al. </em>2018, Laidlaw 1931, Norma-Rashid 2009) and two locations in Sarawak in Borneo (Hincks 1930 and an as-yet-unpublished record by the assessor). Lieftinck (1954) recorded a possible female from a specified location in southwest Java, but this record is not certain since it is based on a sight record. The species has been recorded in protected areas, for instance the Krau Wildlife Reserve and Taman Negera National Park in Peninsular Malaysia and the Matang Wildlife Center in Sarawak. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO is inferred to be declining due to loss of lowland forest throughout the range of the species. Since all available records from Sumatra and Java are old it is not known if the species survives on these islands, although it is likely to still survive on Sumatra.</p>", "population": "<p>Where numbers are given this large conspicuous species has only been recorded from single individuals and it certainly appears to be uncommon, although it may also be under-recorded because of its crepuscular habits. Beyond this little can be said but suitable habitat for the species is certainly fragmented so that the overall population may be severely fragmented. However given the relatively wide distribution of the species it may have good dispersal abilities, in which case it cannot necessarily be considered to be severely fragmented even if its habitat is. Some ongoing decline in overall population is inferred from loss of forest within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>Very little has been recorded on the habitats and ecology of this species. Lieftinck (1954: 101) observed a possible female was “flying at sunset low over a shallow forest pool”. In the assessor’s experience the species occurs very locally in lowland forest in rather gentle terrain and to be active inside forest from late afternoon. The breeding habitat is not known with certainty but is likely to be forest pools and possibly swamp. Most records appear to be from relatively undisturbed forest and there is no indication that the species can survive in plantation habitats. The extent and quality of suitable habitat for the species are certainly declining throughout its range.</p>", "threats": "<p>The main threat to this species will be from conversion of lowland forest to oil palm or acacia plantation. Conversion of forest for other agricultural uses and forest fires are also threats.</p>", "conservationmeasures": "<p>More data are needed on this species, especially on its habitat requirements, ability to tolerate disturbance and also on its distribution.&#160;Within areas being converted to plantation, the survival prospects of the species would be likely to be increased by good conservation practices, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest. In Malaysia the strict enforcement of existing regulations for plantations and for logging activities would also be highly beneficial.</p>", "usetrade": null}]}