{"name": "173256154", "result": [{"species_id": 173256154, "taxonomicnotes": null, "rationale": "<em>Laubuka latens</em> is assessed as Endangered since it has a restricted distribution in Cauvery River  system in Karnataka and Tamil Nad<span style=\"\">u,  India with an Extent of Occurrence of&#160; less than 2,500 km<sup>2</sup> a</span>nd is  currently known from two locations where the habitat is threatened by  modifications because of anthropogenic activities including deforestation, severe loss of riparian habitat, expansions of agricultural  lands, pesticide contamination from agricultural runoff and sand mining. Destructive fishing practices, including dynamite fishing, are also common in Karnataka part of the Cauvery. Further, the stretch of Cauvery River where the species is found, is  also affected by non-native species of fishes. It is essential to note that the species is known only from its original description and research is needed to understand its population status, trends, distribution, ecology and species specific threats.", "geographicrange": "<em>Laubuka latens</em> is at presently known only from the Cauvery River system at Gandehosahalli in Karnataka and Hogenakkal in Tamil Nadu, India (Knight 2015).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "The species inhabits Cauvery river and its tributaries (Knight 2015) in its middle and upper reaches.", "threats": "The habitat of <em>Laubuka latens </em>is threatened by modification because of anthropogenic activities including deforestation for developmental activities, severe loss of riparian habitat, expansion of agricultural land, pesticide contamination from agricultural runoff and sand mining (Sunil <em>et al.</em> 2010, 2016; Patil <em>et al.</em> 2015; Sreenivasan <em>et al.</em> 2021). Destructive fishing practices, including dynamite fishing, are common in the Karnataka part of the Cauvery. A stretch of Cauvery River is also affected by non-native exotic species of fishes including <em>Clarias gariepinus</em>, <em>Oreochromis mossambicus</em>, <em>Oreochromis niloticus</em> and <em>Pterygoplichthys</em> sp. (Sreenivasan <em>et al. </em>2021).", "conservationmeasures": "No species-specific conservation actions are in place for <em>Laubuka latens</em>.The species is also not known from any protected area. Because the habitat of the species is threatened there is a need for conservation of habitat and resources. Since the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats. Monitoring the population and habitat trends is also essential.", "usetrade": "There is no information on use and trade of this species."}]}