{"name": "195358", "result": [{"species_id": 195358, "taxonomicnotes": "<p>Initially described as a subspecies of <em>Chela laubuca</em> by Deraniyagala in 1960. Redescribed as a species by Pethiyagoda<em> et al.</em> in 2008 as&#160;<em>Laubuca lankensis</em>. The genus&#160;<em>Laubuca</em> was changed to&#160;<em>Laubuka </em>as it was&#160;believed to be a misspelling of the genus name (Kottelat 2013).</p>", "rationale": "<em>Laubuka lankensis</em> is an endemic species in Sri Lanka which has a wide distribution throughout the lowland dry zone island. Due to an Area of Occupancy (AOO) of 184 km<sup>2</sup> and restriction to 14 locations, together with threats of continued habitat quality decline from threats of dams, pesticides and invasive species, this species almost meets the threshold for Vulnerable and so shall be assessed as Near Threatened.", "geographicrange": "This species is widely distributed throughout the dry zone lowland in Sri Lanka and endemic&#160;to the island (De Silva <em>et al.</em>&#160;2015).", "population": "No population data is available regarding the population size or trend of this uncommon species. A decline in its population may be inferred on the basis of threats faced by this species which include pollution, modifications to its natural habitat and the introduction of invasive species.", "populationtrend": "decreasing", "habitat": "<p>It has been recorded from a range of habits such as reservoirs, canals and rivulets with gravel and sandy substrate (De Silva <em>et al.&#160;</em>2015). </p>", "threats": "<p>It has been observed in low numbers in many lakes due to the introduction of invasive <em>O. mosambicus,</em> who is a superior competitor and may have contributed to reduction in numbers. Furthermore, excess usage of agricultural pesticides may accumulate in water bodies, which also poses a considerable threat to this species.<br/><a><br/>Siltage, owing to the construction of dams, as well as reduction of water flow owing to reservoir loading, may cause habitat degradation downstream and impact the survival of <em>Laubuka lankensis.</em></a></p>", "conservationmeasures": "There are no conservation plans in place for this species.", "usetrade": "Locally, this species is consumed as dry fish."}]}