{"name": "190497387", "result": [{"species_id": 190497387, "taxonomicnotes": "Differences in morphological, ecological and behavioural traits suggest that the current five-species arrangement does not accurately reflect species diversity within&#160;<em>Kosciuscola&#160;</em>(Tatarnic <em>et al. </em>2013, Umbers <em>et al</em>. 2021). Molecular work currently in preparation has identified species-level clades within&#160;<em>K. tristis, K. cuneatus&#160;</em>and&#160;<em>K. usitatus</em>, and confirms that&#160;<em>K. cognatus&#160;</em>as presently understood is paraphyletic with respect to&#160;<em>K. tasmanicus&#160;</em>(Umbers&#160;<em>et al.&#160;</em>2021).<br/><br/>Work is ongoing to resolve the relationships between members of the&#160;<em>K. usitatus&#160;</em>clade sensu lato, and the traditional concept is applied here pending full resolution of this species' taxonomy.", "rationale": "This species is listed as Vulnerable on the basis that it has an extent of occurrence below 10,000 km<sup>2</sup>,&#160;it is considered to occur at fewer than five locations defined by a widespread threat from fire, and it is subject to a continuing decline in the extent and quality of its habitat as a result of multiple threatening processes, principally driven by climate change in the form of increased frequency and severity of fire and reduced precipitation (particularly snowfall). There has been a recent decline in the number of mature individuals as a result of the 2019-2020 bushfires, and an expected increase in the frequency and severity of fires will result in a projected continuing decline in the number of mature individuals and the area of occupancy,", "geographicrange": "This species occurs along the Alps of Australia from Namdadgi National Park south of Canberra in the Australian Capital Territory, through New South Wales, and into northern Victoria as far as Mount Hotham. The Victorian subpopulations - one around Mt. Hotham and one in Falls Creek - are separated from those in New South Wales by a valley and have been recovered as genetically distinct from the remaining subpopulations (Umbers<em> et al.</em>&#160;2021). The elevational range is from 1,100 to 2,200 m asl.", "population": "It is a common species in suitable habitat. Around a third of the species' range, as presently understood, was impacted by the 2019-2020 bushfires, inferred from overlaying a map of fire-impacted areas with the known range (National Environmental Science Program unpubl. data). Mortality of adults and juveniles is likely to have been high in fire-affected areas, potentially being as high as 90% in areas subject to high intensity fire. Areas subject to high intensity fire may have suffered important, but unquantifiable, impacts on eggs, which are laid about 1 cm deep in the soil.", "populationtrend": "unknown", "habitat": "This species occurs in a variety of habitats from alpine meadows to open subalpine woodland. The high-elevation subpopulations lay their eggs in shallow soil that require snow cover to protect them from the colder temperatures of winter.", "threats": "Bushfires are an increasing threat to this species and around a third of its range was impacted in the 2019-2020 bushfires (inferred from overlaying a map of fire-impacted areas with the known range). It will presumably be impacted by other fire events in the future. Invasive species include foxes that prey on the species, and horses that disturb the species and degrade the habitat. Climate change is an increasing threat, causing drying of the habitat, shorter periods of snow cover and increasing bushfires. There is some disturbance within the national park from tourism. Fire management can be detrimental to this species. It is unknown whether it is able to tolerate agricultural disturbance at the low-elevation limits of its range, or the extent to which it is exposed as known localities are restricted to protected areas, but members of this genus appear to be displaced by other grasshoppers in agricultural land (K. Umbers pers. comm. 2021).", "conservationmeasures": "Its range is mostly within Namadgi, Kosciuszko and Alpine National Parks. Climate change mitigation needs to be the major focus for this species.<span style=\"background-color: rgb(255, 255, 255);\">&#160;Consideration of the life cycle of this species is necessary when planning burns for bushfire management. Restoration of the habitat is needed in some areas. Minimizing development at higher elevations is recommended, as resorts are likely to exacerbate habitat loss already resulting from climate change. Finer-scale genetics and taxonomic work is required to determine whether </span><em>K. usitatus </em><span style=\"background-color: rgb(255, 255, 255);\">is polyphyletic.</span>", "usetrade": "There is no use of or trade in this species."}]}