{"name": "176670462", "result": [{"species_id": 176670462, "taxonomicnotes": null, "rationale": "<p><em>Phenacobrycon henni</em> is endemic to the Pacific slope of Ecuador, where it is known from the Guayas River drainage. Extent of Occurrence (EOO) is estimated to be 4,804 km<sup>2</sup>. Total population size and population trend are unknown, but this species appears uncommon. Given such few collection records, the number of threat based locations where this species occurs cannot be determine with accuracy. However, continuing decline in habitat quality throughout the Guayas River drainage is inferred, based on severe anthropogenic degradation associated with agricultural practices, urban development, and industrial operations. Given a relatively restricted known range, anecdotal reports that this species is uncommon, and several regionally pervasive threats that are producing inferred continuous declines in habitat quality, <em>P. henni</em> is assessed as Near Threatened under criterion B1ab(iii). Additional research regarding distribution, population size and population trend, and the scope and direct impact of existing threats may quality this species for a higher threatened category.</p>", "geographicrange": "<p><em>Phenacobrycon henni</em> is endemic to the Guayas River drainage on the Pacific slope of Ecuador (Barriga 2012, Jiménez-Prado&#160;<em>et al.</em>&#160;2015). The type locality of this species is Vinces, Ecuador (Weitzman 2003). </p>  <p>Extent of Occurrence (EOO) is estimated to be 4,804 km<sup>2</sup>, based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2020). Given limited sampling effort in this region, and uncertainty regarding the direct impact and scope of existing threats, the number of threat-based locations where this species occurs cannot be determined with accuracy. This species occurs at an altitudinal range of 7-300 masl.</p>", "population": "<p>Total population size and population trend are unknown. However, this species is anecdotally reported as uncommon in the Guayas River Basin, and is represented by approximately 13 collections lots with various specimens (Jiménez-Prado&#160;<em>et al.&#160;</em>2015).</p>", "populationtrend": "unknown", "habitat": "This species has been reported from river backwaters and isolated pools in the Vinces and Cristal rivers (Roberts 1973), inhabiting areas near shrelines that are comprised of gravel, sand, and stone (R. Barriga pers. comm. 2021). Diet is comprised of a broad variety of terrestrial and aquatic invertebrates (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Maximum reported body size is 5.3 cm total length (TL) (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Gill glands are present in males, which serve as a secondary sex character and are used in chemical signalling (Bushmann&#160;<em>et al.</em>&#160;2002).", "threats": "<p>Western Ecuador is heavily impacted by anthropogenic factors, including habitat transformation for the development of agricultural fields and towns, the building of dams and creation of artificial reservoirs, habitat deterioration due to pollution, mining and severe river bank modification (Aguirre&#160;<em>et al.</em>&#160;2014).</p>  <p>The Guayas River basin is subject to a number of anthropogenic stressors on local and regional scales (Loh&#160;<em>et al.</em>&#160;2014, Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, 2018). In a basin-wide ecological water quality analysis, poor water quality was consistently detected around arable land and adjacent to residential areas (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016). The Guayas River basin supports much of the Ecuador’s industrial scale agricultural production, has contributed to high concentrations of pesticide pollutants throughout the watershed (Deknock&#160;<em>et al.</em>&#160;2019, Cambien&#160;<em>et al.</em>&#160;2020), and continues to drive deforestation as agricultural land-use expands (Borbor-Cordova&#160;<em>et al.</em>&#160;2006, Aguirre <em>et al.</em> 2021). Intensive grazing is a standard practice for cattle farming in the lower reaches of the drainage (Damanik-Ambarita&#160;<em>et al.</em>&#160;2018). The basin supports a human population of approximately 5.5 million inhabitants (Damanik-Ambarita&#160;<em>et al.&#160;</em>2018). Population growth and associated increases in urban expansion and industrial processes have degraded habitat quality around urban population centres (Damanik-Ambarita&#160;<em>et al.</em>&#160;2016, Rivera Vera 2017). The agricultural industry in the Guayas River basin is based on monoculture systems, and contributes to the production of about 20% of bananas and 83% of rice for Ecuador (INEC 2016). Mining activity near the Guayas or Santa Rosa River basins presents a threat to aquatic species, including areas such as Ponce Enriquez where the mercury toxicity threshold was three times higher than the threshold recommended for the protection of aquatic life (Appleton&#160;<em>et al.</em>&#160;2001).</p><p>Similarly to the entire Ecuadorian Pacific slope, several species of African tilapia have been introduced into the Guayas River basin (Aguirre&#160;<em>et al.</em>&#160;2021). These exotic species show tolerance to wide variations in water quality, strong ecological adaptability, phenotypic plasticity and reproductive efficiency, which contributes to their successful competition with native species (Stickney 1993). However, the direct impact of these species on native ichthyofauna have not been evaluated in detail and additional research will be necessary to determine the direct impacts of these invaders.</p>  <p>Despite uncertainties regarding the scope and magnitude of existing threats, continuing decline in habitat quality is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. henni</em>. No georeferenced collection records have been reported from within the boundaries of a protected area to date, but range may extend into some privately managed protected areas such as&#160;Palenque River and&#160;Pedro Franco Dávila protective forests&#160;&#160;(R. Barriga pers. comm. 2021). Additional research regarding distribution, population size, population trend, life history and ecology, and the scope and magnitude of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species is not utilized (Jiménez-Prado&#160;<em>et al.</em>&#160;2015).</p>"}]}