{"name": "184424077", "result": [{"species_id": 184424077, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence (EOO) of 12,262 km<sup>2</sup> and an area of occupancy (AOO) of 112 km<sup>2</sup>. It is known from at least 14 localities, which includes the Graafwater area where the species is threatened by road infrastructure and farming activities (in particular Rooibos tea), and the Langebaan area where it is potentially threatened by recreational activity expansion and holiday homes. While this species has a restricted range, and is only known from 14 localities, and is experiencing decline and potential threat in two of its sites, the majority of the species range is currently not known to have threats, however, mountainous habitats within the region are impacted by the presence of invasive alien trees, and hence these areas need to be surveyed. This species does not meet the full requirements for a threat category, but precautionarily is assessed as Near Threatened under criterion B1b(iii)+2b(iii), as two locations are known to be under significant threat, with ongoing habitat declines.", "geographicrange": "This taxon is endemic to the Western Cape Province of South Africa, occurring from Paarl in the south to Vanrhynsdorp in the north, in the Olifantsrivier, Piketberg and Paardeberg mountain ranges. It is also found near Graafwater and occurs in the Langebaan area (see e.g. Pringle <em>et al. </em>1994, Woodhall 2005, Mecenero <em>et al. </em>2020).", "population": "There is not much known about the population size of this species.", "populationtrend": "unknown", "habitat": "This species is found within a few hundred metres of the shoreline in Langebaan Dune Strandveld, in the Fynbos Biome. The habitat is sandy and rocky, with low-growing scrubby fynbos. It also occurs in arid, rocky Sandveld, on flat open ground, and sandy&#160;and rocky areas in dry fynbos on the upper slopes of mountains on flat open ground. The larval food source may potentially be the immature stages of ants (see e.g. Pringle <em>et al. </em>1994, Woodhall 2005, Mecenero <em>et al. </em>2020).", "threats": "<em>Thestor dicksoni </em>ssp. <em>warreni</em>&#160;has lost habitat and continues to lose habitat to Rooibos tea and potato farming activities. This habitat loss for crop cultivation is increasing at a rapid pace in the general area. Traffic on the road bisecting the colony is becoming heavier as farming activity in the area and recreation in the nearby coastal towns of Lambert's Bay and Eland's Bay are increasing. <br/><br/>In the Langebaan area (<em>T. d. </em>ssp. <em>malagas</em>), there is a possible future threat from coastal residential or tourism development and increased recreational activities. There are some holiday homes and some public restrooms near the only known subpopulation. <br/><br/>For the nominate subspecies, most of its habitat are on mountains and it is not currently known to have threats, but further research would be beneficial. Mountainous habitats within the region are impacted by the presence of invasive alien trees, and hence these sites need to be surveyed.", "conservationmeasures": "In the Langebaan area, although one subpopulation falls within a nature reserve, there are holiday houses and recreation facilities nearby. Should more houses be built or the recreation facilities be expanded this will directly impact the butterfly and its habitat. Increasing awareness of the species would, therefore, be beneficial. The coastal strip to the north and south of the Langebaan also needs to be explored to better establish the size of the population. <br/><br/>Areas surrounding another locality, which were historically considered as somewhere that you could not farm successfully, have now been ploughed up to plant Rooibos tea. Farmers farming on land where this taxon occurs should be alerted to its existence in order to prevent potential threats to it remaining habitat.<br/><br/>Surveys are also required to confirm the state of subpopulations in the mountain ranges in the rest of its range to ascertain to what extent it is potentially under threat there.", "usetrade": null}]}