{"name": "139346882", "result": [{"species_id": 139346882, "taxonomicnotes": null, "rationale": "<p><em>Pericnemis flavicornis</em> is known with certainty from five locations in central and northern Luzon in the Philippines, threats exist at all locations. The overall population is believed to be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large, and with the currently available data will be less than 500 km². The AOO will be declining along with the extent and quality of suitable habitat due to loss and disturbance of forest throughout its range. The known extent of occurrence (EOO) is likely less than 20,000 km². The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly. However, this species appears to have a relatively wide distribution in Luzon and it is to be hoped that when more information becomes available re-assessment to a lower threat category might be possible.</p>", "geographicrange": "<p><em>Pericnemis flavicornis</em> is known with certainty from five locations in central and northern Luzon in the Philippines (Needham &amp; Gyger 1939, Villanueva in preparation). One of the locations is on Mount Banahaw within the Mounts Banahaw–San Cristobal Protected Landscape. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large, and with the currently available data will be less than 500km<sup>2</sup>. The AOO will be declining due to loss and disturbance of forest throughout its range. The extent of occurrence (EOO) is somewhere between 17,702 and 24,917 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>Few individuals of this species have ever been collected. Beyond this all that can be said with the available data is that an ongoing decline in overall population is inferred from loss and disturbance of forest throughout its range and that severe fragmentation seems almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats and ecology of this species but it will be forest-dependent and might be a stream species. An ongoing decline in the extent and quality of suitable habitat is inferred from loss and disturbance of forest throughout its range.</p>", "threats": "<p>The main threats to this species will be from loss of forest because of clearance for agriculture or as a result of logging, and from mining (legal or illegal) operations in parts of its range. These threats extend even to protected areas, for instance for Mount Banahaw BirdLife International (2019, but based on information compiled in 2001) state that threats in this area “are from illegal logging, kaingin [slash and burn agriculture], encroachment into forest areas for permanent agriculture, and the collection of forest products. Hunting in the park remains a problem. Quarrying and mining activities around the park, especially in the towns of Dolores and Sariaya, began to operate in 1994. The large numbers of mountaineers and occasional hikers who visit the park, especially during the summer months (up to 5,000 hikers in a month), put considerable pressure on the natural environment. Moreover, during Holy Week, large numbers of pilgrims of several religious denominations converge on Mt Banahaw. Up to 300,000 pilgrim and hikers are reported to visit the area, particularly in the towns of Dolores and Sariaya”.</p>", "conservationmeasures": "<p>The priorities for this species are for additional data on its distribution, exact habitat requirements, ability to tolerate disturbance as well as for better protection for the existing protected area where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}