{"name": "122149946", "result": [{"species_id": 122149946, "taxonomicnotes": null, "rationale": "<p><em>Podolestes buwaldai</em> is currently known from at most seven peat swamp forest locations in Sumatera and Peninsular Malaysia; however the current status of some of these locations is unclear. Threats exist at all locations and the species is undoubtedly suffering an ongoing decline in population and area of occupancy (AOO; which currently is certainly less than 15,000 km²), extent and quality of suitable habitat; it is also severely fragmented. With at most seven locations currently known, and threats at all of them, it is close Vulnerable status under criteria D2 and B (being severely fragmented, occurring in fewer than 10 known locations, and undergoing continuing decline). It is assessed as Near Threatened because it is close to qualifying for Vulnerable status. Once more data become available it may need to be reassessed into a higher threat category.</p>", "geographicrange": "<em>Podolestes buwaldai</em> is known from Sumatra and Peninsular Malaysia. It was described from a location in Sumatera’s Riau Province (Lieftinck 1940); the Assessor knows of no other published record from Sumatra, an island that is severely understudied for Odonata. It has been recorded at six or seven locations in Peninsular Malaysia (Choong and Cheah 2013, Choong 2013, Choong <em>et al. </em>2008, Dow <em>et al. </em>2012, Hämäläinen 2000, Kalkman 2004), these locations are in the south of the peninsular, in Johor, Pahang and Selangor. The species already appears to be extinct at one of the locations in Selangor. At most eight locations have ever been recorded for this species; of these at least one appears to have been lost, and the status of others is unclear.<br/><br/>Since this species appears to be confined to peat swamp forest, an upper bound on its area of occupancy (AOO) is given by the total area of peat swamp forest remaining in Peninsular Malaysia and Sumatra: 15,858 km², most of this in Sumatra (based on figures in Miettinen <em>et al</em>. (2016)). Since little is known of the distribution of the species in Sumatera and much of the above area is degraded peat swamp forest, the true AOO may be very much smaller than this, and is certainly diminishing. It is also safe to say that the overall population of this species is severely fragmented because of loss of peat swamp forest throughout its range.", "population": "<p>This species can be moderately common in suitable habitat, but is very localized in occurrence. Beyond this little can be said except that this species must be suffering an ongoing decline in overall population due to loss of peat swamp forest throughout its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to be a specialist of peat swamp forest, but given its very local occurrence even in this habitat, it is safe to say that we do not fully understand its habitat requirements.</p>", "threats": "<p>Threats exist at all locations known for this species. Forest fires are a threat to all remaining peat swamp forest in South East Asia. Conversion to oil palm plantation is a direct threat to all non-protected sites, moreover the drainage systems of oil palm plantations adjacent to remaining peat swamp forest also drain the peat swamp forest, which alters the habitat and further increases the risk of fire. Development for housing etc. is also likely to be a threat at some locations.</p>", "conservationmeasures": "<p>More data on the distribution of this species is needed, especially in Sumatera.<br/><br/>The main threat apart from fires at known locations and any as-yet-undiscovered non-protected sites likely to be conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sundaland would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned in the Threats section is likely to be particularly severe for such conservation areas. Oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. Small conservation areas within plantations are likely to be completely surrounded by oil palm and its associated drainage system. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires.</p>", "usetrade": null}]}