{"name": "187927728", "result": [{"species_id": 187927728, "taxonomicnotes": "Originally described from Koolan Island, this species is poorly described and therefore it's delineation has remained dubious. Material from additional, nearby islands has tentatively been assigned to this species by Köhler (2011).", "rationale": "<p>This species is endemic to the Kimberley in Western Australia, where it&#160;has a small documented area of occupancy, which is inferred to be declining due to ongoing mining in parts of its distribution. This species is also suspected to be undergoing a severe decline in a small part of its natural range caused by the ongoing habitat destruction due to the expansion of an open cut iron ore mine and the development of associated transport infrastructure and settlements. In addition, the potential impact of introduced taxa is not well understood and deserves further investigation. Increased frequency and intensity of bush fires caused by the introduction of exotic grasses may emerge as a future threat specific to habitats within the vine thickets, but currently the impact of invasive species is not known. Due to the increased impacts of human activities it is assessed as Vulnerable B1ab(i,ii,iii)+2ab(i,ii,iii). Ongoing monitoring of its conservation status is required to better understand the population trend and the actual distribution of this species.</p><p><br/></p><p><br/></p>", "geographicrange": "This species is endemic to the Kimberley region in Western Australia and restricted to the coastal region of the south-west Kimberley. It has long been thought to be endemic to Koolan Island, Yampi Sound (e.g. McKenzie <em>et al</em>. 1997), but has recently been reported also from Molema Island, about 20 km further south-east (<span class=\"apple-converted-space\">K<span class=\"apple-converted-space\">ö<span class=\"apple-converted-space\">hler 2011), although only with a tentative identification.&#160;<span class=\"apple-converted-space\"><span class=\"apple-converted-space\"><span class=\"apple-converted-space\">The extent of occurrence (EOO) has been delimited by drawing a minimum spanning polygon around the inferred range of this species. The&#160;area of occupancy (AOO)&#160;has been estimated by counting presence in cells of a 2x2 km grid. The true extent of the range of this species is suspected to be equivalent to about 20% of the EOO reflecting the patchiness of suitable habitat in the Kimberley plus the fact that large parts of the EOO are open sea. Based on the observation that native habitat has been cleared on about one third of Koolan Island for mining and development, EOO and AOO are observed to be decreasing in size. Ongoing iron ore mining on Koolan Island is projected to cause ongoing decline in EOO and AOO of this species although only on a restricted geographical scale. The new record of&#160;<em>Amplirhagada</em>&#160;cf. <em>astuta</em> from Molema Island implies that the species might also be found on the adjacent mainland or other smaller islets, which are situated in between Molema and Koolan Island, which have not been surveyed. Hence, the actual EOO and AOO may possibly be larger than inferred herein.</span></span></span>", "population": "The current population trend is suspected to be decreasing&#160;due to a decline in extent of occurrence and area of occupancy caused by mining on Koolan Island. The species appears to be naturally rare as only few specimens have ever been found. The population does not appear to be severely fragmented.", "populationtrend": "decreasing", "habitat": "<p>This species inhabits sheltered pockets below cliffs and in talus, and aestivates in rock crevices or under rock piles. Ongoing mining is causing a modest decline in habitat size.&#160;</p>", "threats": "<p>This species&#160;faces a severe decline in a small part of its natural range caused by ongoing habitat destruction due to the expansion of an open cut iron ore mine and the development of associated transport infrastructure and settlements. However, this decline affects less than half of the population as parts of Koolan Island will remain intact and because the species also occurs on Molema Island. In addition, the potential impact of introduced taxa is not well understood and deserves further investigation. Increased frequency and intensity of bush fires caused by the introduction of exotic grasses may emerge as future threat throughout most of the Australian Monsoon Tropics (Braby <em>et al</em>. 2012). It has been documented in some places that unbalanced grass-fire cycles lead to a dramatic loss of understorey monsoon vine thicket habitat and the concomitant decline in the abundance of land snails.</p><p></p>", "conservationmeasures": "This species is listed as Vulnerable by the Western Australian Government (Minister for Environment, Western Australia 2018).&#160;A&#160;Significant Fauna Species Management Plan is in place to mitigate the impacts of iron ore mining on Koolan Island, and regular biological surveys are being conducted on Koolan Island. However, the species does not occur within the boundaries of a protected area. Research is needed to examine whether Koolan Island and Molema Island populations are indeed conspecific, whether the species is found elsewhere, and what the population trend is.", "usetrade": "There is no known trade in this species."}]}