{"name": "218123848", "result": [{"species_id": 218123848, "taxonomicnotes": null, "rationale": "<p>The species is endemic to Kenya, where it is found in Chyulu Hills National Park. It is currently known from only one collection but suitable habitat exists within other parts of the park, it therefore has an extent of occurrence (EOO) of between 4 and 236 km<sup>2</sup>. It occurs in two threat defined locations (Chyulu Hills National Park), which is experiencing a continuing decline in the quality of its habitat primarily linked to habitat alteration as a result of wildfires (estimated to affect about 50% of the likely population) but also due to degradation of its habitat due to livestock grazing. Given that this specie is highly likely to occur in other parts of the park, its extent of occurrence is very likely to be more than 100 km<sup>2</sup> it is therefore assessed as Endangered under criterion B.</p>", "geographicrange": "<p></p><p></p><p></p><p>  </p><p>This species is endemic to Kenya, where it is found in Chyulu Hills National Park. It is presently known from a single locality, but is potentially more widespread in suitable habitat within the Chyulu Hills and for the purposes of this assessment the species is assumed to have an extent of occurrence of up to 236 km<sup>2</sup>.</p>  <p></p>", "population": "<p>There is no information on the abundance of this species and no data on population trends. However, the population is assumed to be relatively small due to its restricted microhabitat. The species is restricted to indigenous forests which currently face low-level threats from grazing and wildfires which is causing habitat degradation&#160;(Malonza and Bauer 2022).&#160;It is unknown whether this habitat degradation is resulting in population decline.</p>", "populationtrend": "unknown", "habitat": "<p><em>Ancylodactylus chyuluensis </em>has thus far been sampled in dry montane forests at around 1,200 m asl., but may also occur in the moist montane forests that reach 2,000 m asl..&#160;It occurs on tree trunks, fallen tree logs and hollows as well as in volcanic rock crevices (Malonza and Bauer 2022).</p>", "threats": "<p>Its habitat is being impacted by the increased frequency of wildfires, which are started by pastoralists and honey gatherers. Despite livestock grazing being illegal within national parks, this park has limited fencing and as a result there is ongoing habitat degradation as a result of livestock grazing (Malonza and Bauer 2022).</p>", "conservationmeasures": "<p>This species is only known to occur in protected forests of Chyulu Hills National Park (Malonza and Bauer 2022). Improved enforcement is required to reduce the access of surrounding communities to this area. Additionally, more research is needed to understand the species' population trends, the impact of current threats and its ecological requirements.</p>", "usetrade": "There is no known use of or trade in this species."}]}