{"name": "199978606", "result": [{"species_id": 199978606, "taxonomicnotes": null, "rationale": "<em>Coreoblemus parvicollis</em> was only known from Cheongpungpunghyeol Cave in central Republic of Korea. The cave was inundated by the reservoir created by the construction of the Chungju Dam, which commenced power generation in October 1985. In light of this species' assumed high habitat fidelity along with its low dispersal ability, Chungju Dam's completion in 1985 and the submergence of a vast area including the species only known known location, posed a critical threat to its survival. Subsequent surveys in 2004, 2006, 2008 failed to find the species in nearby caves, but it has not been possible to survey the inundated type locality cave.&#160;Accounting for its current status, it seems appropriate to classify this species as Extinct.", "geographicrange": "<em>Coreoblemus parvicollis</em> is a blind trechine beetle that is endemic to the Republic of Korea (NIBR 2015). The species was only known from Cheongpungpunghyeol Cave, Cheongpung, Chungcheongbuk-do Province, central Republic of Korea (N 37°01′, E 128°10′; NIBR 2015). In its entirety, the limestone cave spanned more than 200 m (Ueno 1969). The cave was located c.20 m above the water of the Hankang River (Ueno 1969). It is presumed that there were a few subpopulations distributed inside the type-locality cave and nearby subterranean tunnels. The type locality cave was inundated by Chungju Lake, the reservoir created by the Chungju Dam (Park and Baek 2001, Kim <em>et al</em>. 2004), construction of which commenced in 1978 and was completed in 1985 (National Archives of Korea 2022). It is assumed that the species went extinct when the cave was inundated, but it has not been surveyed since inundation. In recent years, caves nearby have been surveyed, but the species has not been found in these caves (Cave Research Institute of Korea 2004, 2006, 2008).", "population": "This species is suspected to be extinct after the completion of the Chungju Dam in 1985 and the submergence of vast area around its only known habitat. Historically, there had been three specimen records from the type-locality (Ueno 1969).", "populationtrend": null, "habitat": "Throughout the Korean Peninsula, all member species of the genus <em>Coreoblemus</em>, which includes two described and one yet-to-be-described species, have been found in limestone caves (Ueno&#160;1966, 1969; Park <em>et al.</em> 2002). The absence of wings, pigments, and eyes in mature individuals of this group makes them typical troglobites (Ueno 1969). Species that specialize in subterranean environments tend to be more restricted in distribution and have lower dispersal abilities (Ueno 1969, 2007). Therefore, these species are very vulnerable to habitat destruction.", "threats": "Chungju Dam, the biggest gravity dam in Korea, submerged an area of 65.97 km<sup>2</sup>, including this species' only known habitat (National Archives of Korea 2022), which has increased the water level high enough to cover the type locality cave. The species is suspected to be extinct due to its high habitat fidelity combined with low dispersal ability (Ueno 1969, 2007) as well as no other habitat findings from the cave fauna investigation across South Korea (Kim <em>et al</em>. 2004).", "conservationmeasures": "This species is most likely extinct, but more surveys could potentially be conducted to further confirm its extinction.", "usetrade": "There has been no trade in this taxon."}]}