{"name": "11539", "result": [{"species_id": 11539, "taxonomicnotes": "Should be subtribe Polyommatina.", "rationale": "This is an endemic species from Limpopo Province, South Africa (Extent of Occurrence 446 km<sup>2</sup>). There are three locations, one of which may possibly be lost and there is continuing decline in the quality of the habitat due to overgrazing by cattle, inappropriate fire regimes and road construction. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to Limpopo Province in South Africa, found at isolated localities at Ysterberg, Wolkberg and Lekgalameetse Nature Reserve near Ofcolaco. It has not been observed at the Ysterberg locality (the type locality) for about 25 years.", "population": "The subpopulation in the Lekgalameetse Nature Reserve appears to be stable. The subpopulation at the type locality has declined drastically over the last 30 years and may even be extirpated as no individuals have been seen for 25 years. The whereabouts and status of the subpopulation in the Wolkberg is unknown.", "populationtrend": "unknown", "habitat": "It occurs in rocky grassland with a short sward.", "threats": "The taxon has not been seen at the type locality (Ysterberg) for at least 25 years, probably because of overgrazing of the habitat by cattle (J. Dobson, <em>pers. comm.</em> and M. Williams, <em>pers. obs</em>.). Thus the subpopulation at the type locality is declining, and may even have been extirpated. The subpopulation on the Downs in the Lekgalameetse Nature Reserve is relatively large. The status of the third subpopulation (Wolkberg) is unknown, as only a single female has been captured. The road from Malipsdrift to the Downs in Lekgalameetse Nature Reserve is currently being tarred, and if connected to the tarred road from the east, would run close to the subpopulation on the Downs, greatly facilitating access by large numbers of people and potentially having very deleterious effects on the subpopulation. There are old avocado plantations near the habitats of the taxon on the Downs, which appear to be maintained notwithstanding that they are in a nature reserve. Nomadic cattle are present and their numbers are not controlled. Members of nearby rural communities may set fires at inappropriate times to promote growth of grass for these cattle.", "conservationmeasures": "A management plan that includes habitat management and monitoring of known subpopulations needs to be drawn up and implemented.", "usetrade": null}]}