{"name": "4731", "result": [{"species_id": 4731, "taxonomicnotes": null, "rationale": "<em>Chlorolestes apricans</em> qualifies for a Endangered assessment due to the small number and small size of subpopulations. Several population have been lost since 1975 through habitat loss and modification. The species is affected by invasive trees, which cover stream and river banks. The population is expected to decline over the next ten years if habitat loss and degradation continues. Current area of occupancy is less than 36 km² and the Extent of Occurrence is 399 km². The number of locations is 4 and most localities are not protected. There is continuing decline in range, habitat and population size. It is therefore listed as Endangered.", "geographicrange": "In 1975, this species was known from ten sites (Wilmot 1975), whereas in 2000 it was known from only two, showing a decline in extent of occurrence and area of occupancy, as well as decline in extent and quality of suitable habitat. In 2006, 2008 and 2014 new populations were found in Hogsback and around Stutterheim.", "population": "It is estimated that no more than 1,000 adults (per generation) exist, and even this may be a generous estimate. Population trends are unknown.", "populationtrend": "decreasing", "habitat": "The species inhabits clear, shallow, rocky streams with riffles and glides and with an abundance of long grass, herbs and indigenous overhanging bushes (used as oviposition sites).", "threats": "Populations are severely threatened by cattle trampling stream banks and the synergistic effects of shading of the habitat by the alien invasive tree <em>Acacia mearnsii</em>. Further adverse synergistic effects include detergent entering the streams at Stutterheim, and possibly also the effects of direct predation from rainbow trout <em>Oncorhynchus mykiss</em>.", "conservationmeasures": "This species is not known from any protected areas. Surveys on further localities are urgently required. Removal of <em>Acacia mearnsii</em> should continue. Liaison with local farmers is essential so that cattle may enter streams at certain points only, fencing off other areas of the stream.", "usetrade": null}]}