{"name": "192898", "result": [{"species_id": 192898, "taxonomicnotes": null, "rationale": "<em>Herichthys tamasopoensis</em>&#160;is endemic to the Río Gallinas. Although the area is highly impacted by anthropic disturbances such as agriculture, settlements and introduction of exotic species, our collection records in the recent years indicate that species is present in its historical distribution and apparent large population sizes.&#160; Considering the species' extent of occurrence, number of locations and continuing decline of its habitat quality, it is assessed as Vulnerable. A constant survey is required to monitor the species' population trends.", "geographicrange": "This species is endemic to the Gallinas river basin in San Luis de Potosi, Mexico, including the Rio Tamasopo above the Tamasopo falls by the 105 m tall Cascada Tamul, sharing its distribution with the species pair <em>H. pame</em>/<em>H. steindachneri</em>.", "population": "Although the area is higly impacted by antropic disturbances such as agriculture, settlements and introduction of exotic species, our collection records in the recent years indicate that species is present in its historical distribution and apparent large population sizes.", "populationtrend": "stable", "habitat": "It occupies mainstream and tributaries of Río Gallinas (Río Frio), 300-450 m elevation, on Sierra Madre Oriental. Generally, it utilises hard water, with pH 7.8-8.3 and generally clear, light blue to turquoise (visibility may exceed 20 m in the dry season in the headwaters). Yearly temperatures vary from 18-28 °C and dissolved oxygen ranges from 7 to 10 mg/l. Aquatic plants are absent in Río Tamasopo. Substrates are rocky, varying from large boulders to limestone sediments, and commonly including driftwood. Currents are moderate to fast (18-45 cm/s) and depth is generally about 2.0-4.0 m, with stream widths of 5-30 m. Adjacent vegetation comprises lush tropical forest, with trees more than 20 m tall (Miller<em> et al.</em>&#160;2005, Soto-Galera <em>et al.</em>&#160;2006).<span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><span class=\"ILfuVd yZ8quc\"><em></em></span></span></span></span></span></span></span>", "threats": "The species is threatened by untreated waste waters from sugar mills, pesticides and fertilizers used in sugar cane agriculture, increased run-off and sedimentation (Arriaga-Cabrera <em>et al.</em> 1998).", "conservationmeasures": "No conservation actions for <em>Herichthys tamasopoensis</em> are known. More information would be useful on the species' population status and threats across its range.", "usetrade": "There is no use or trade information for this species."}]}