{"name": "197603", "result": [{"species_id": 197603, "taxonomicnotes": null, "rationale": "This species<em>&#160;</em>has been recorded in all three lakes within the Malili Lake system, as well as the connecting rivers. It is now considered to be extinct in Lake Matano due to the impact of invasive Flowerhorn Ciclihds (<em>Colossoma </em>sp.) after surveys in 2017 and 2018 failed to find it (T. von Rintelen pers. obs. 2018). As Flowerhorn Cichlids have had a direct impact on this species in Lake Matano, and their presence in the River Petea and spread to the remaining Malili lakes and rivers is almost certain, they are predicted to cause a population decline in this species of &gt;90% within the next 10 years (T. von Rintelen pers. comm. 2018). As such this species is considered Critically Endangered under A3e.<p></p>", "geographicrange": "<p><span lang=\"EN-GB\">The species<em> </em><span lang=\"EN-GB\">is distributed in the Malilli Lakes system and has been recorded in Lakes Matano (161 km<sup>2</sup>), Towuti (561 km<sup>2</sup>) and Mahalona (24 km<sup>2</sup>), as well as in connecting rivers (von Rintelen and Cai 2009). However, surveys in Lake Matano in 2017/2018 failed to find the species&#160;(T. von Rintelen pers. obs. 2018) and it is now considered Possibly Extinct within the lake. Based on current extant records, it has an estimated extent of occurrence of (EOO) of 828 km<sup>2</sup>, an area of occupancy (AOO) of 108 km<sup>2</sup>&#160;and occurs in two threat-based locations.</span></p>", "population": "In Lake Matano no specimens of this species were found in 2017 or 2018 at two sites where it was abundance in 2013 (T. von Rintelen pers. obs. 2018), and it is now considered to be possibly extinct in this lake. This decline was likely due to the impact of invasive Flowerhorn Chiclids (<em>Colossoma </em>sp.) as <em>Caridina</em> species are an important part of their diet (Herder <em>et al</em>. 2012). Based on this and the spread of Flowerhorn Cichlids in the Malili lakes, an overall population decline of &gt;90% is predicted over the next 10 years (T. von Rintelen pers. comm. 2018). They have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona, and are predicted to cause population declines similar to those seen in Lake Matano populations.", "populationtrend": "decreasing", "habitat": "Although this species occurs in the connecting rivers between the three lakes, von Rintelen and Cai (2009) consider it to be a lacustrine species. It occurs on various substrates such as wood, gravel and leaf litter, as well as in pelagic swarms.", "threats": "<p>  </p><p>Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic. The species is collected for the aquarium trade. Most critically, invasive species (particularly Flowerhorn Cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and <em>Caridina</em> species are an important part of their diet (Herder <em>et al.</em> 2012). In addition to their direct impact in Lake Matano, where this species is thought to be extinct, Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018). They are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona. They are predicted to cause an overall population decline of &gt;90% in this species within the next 10 years. This species is particularly vulnerable to Flowerhorn Cichlids as it is wood dwelling and mostly occurs in open water.</p><p></p>  A thick algal cover was observed at all six sites in Lake Matano visited in 2017/2018 on rocks, submerged roots and also soft substrates. While some algal cover was observed before, this seems to have spread dramatically also to sites where none was observed before on rocks and roots in particular (T. von Rintelen pers. obs. 2018). Whether this apparent eutrophication is linked to the eradication of native shrimps by Flowerhorn Cichlids or to water level regulation by the mining company PT Vale remains to be investigated.", "conservationmeasures": "<p>  </p><p><span lang=\"EN-GB\"><span lang=\"EN-GB\">No conservation plans are currently in place for this species, but harvest and trade management is needed. Research is also needed into the population dynamics, ecology and the threats to this species. Surveys are required to confirm whether this species is still extant in Lake Matano.</span></p>", "usetrade": "<p><em></em><span lang=\"EN-GB\">This species is available in the aquarium trade and is thought to be all wild harvested.</p>"}]}