{"name": "149847763", "result": [{"species_id": 149847763, "taxonomicnotes": null, "rationale": "<em>Schistura scripta</em> is a range-restricted, endemic species, known only from a single location in the Gin river basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 4 km<sup>2&#160;</sup>and Area of Occupancy (AOO) is 4 km<sup>2</sup>. A continuing decline in its habitat quality has been observed due to accumulation of agrochemicals used in the surrounding tea plantations and expansion of oil palm plantations. These threats are likely to continue as the area is undergoing agricultural expansion and there is no current protection for its habitat. Therefore, the species is assessed as Critically Endangered.", "geographicrange": "<em>Schistura scripta </em>is an endemic freshwater fish species from Sri Lanka, where it is only known from its type locality, a stream about 3-4 m wide, flowing through the palm-oil plantations of Nakiyadeniya Estate in an unprotected area of the Gin River Basin, at an elevation of about 80 m above sea level (Sudasinghe 2018).", "population": "About 100 or so adults of this species were observed along a stretch of about 50 m along the length of the stream. This also included several gravid females and indicates a level of local abundance. The studies were done during a relatively dry period in December of 2017 by Subasinghe (2018). More information is needed, however, about the species population trends; although it is not wrong to infer a decline in its population, owing to threat activities such as pollution and plantation activity.", "populationtrend": "decreasing", "habitat": "The species occurs in a freshwater stream. The substrate consists of small boulders and pebbles. <em>Schistura scripta </em>prefers the faster-flowing regions of the stream and was observed sharing its habitat with <em>Garra ceylonensis</em>,<em> Rasbora dandia </em>and <em>Belontia signata</em> (Sudasinghe 2018).", "threats": "<p>The species is threatened by habitat loss and degradation caused by tea and palm oil plantations close to its type locality (Sudasinghe 2018).&#160;</p>", "conservationmeasures": "No specific conservation measures are in place to protect this species.", "usetrade": "There is no specific information available regarding the use or trade of this species."}]}