{"name": "58438938", "result": [{"species_id": 58438938, "taxonomicnotes": "The eight species within the genus <em>Pseudoplatystoma</em> form a monophyletic group with two clades: one clade (<em>P. metaense</em> and <em>P. tigrinum</em>) is restricted to the Orinoco and Amazon basins; and the other clade (<em>P. corruscans</em>, <em>P. fasciatum</em>,&#160;<em>P. magdaleniatum</em>,&#160;<em>P. orinocoense</em>, <em>P. punctifer</em>, and <em>P. reticulatum</em>) is found in the Guyanas, Orinoco, Amazon and Paraná basins (Buitrago-Suárez and Burr 2007).", "rationale": "<p></p><p><em>Pseudoplatystoma metaense</em>&#160;has a wide distribution in Colombia and Venezuela. It is one of the most important commercial fishes in the Orinoco River Basin. Due an increase in fishing pressure from 1996 to 2020, the species has experienced population reductions. Although fishing regulations exist related to minimum capture and although there is a ban for commercialization during the reproductive period, these are not strictly enforced, especially in Venezuela. Over the last 14 years (approximately three generation lengths) there has been a 50-60% reduction in CPUE. Therefore, a population decline of 50-60% is estimated and this species is listed as Endangered.</p><p></p>", "geographicrange": "<p>This species is widely distributed in the Orinoco basin (Colombia and Venezuela) (DoNascimiento <em>et al.</em> 2017). Many of the records of this species in the Orinoco basin in both countries correspond to citations prior to 2007 identified as <em>Pseudoplatystoma fasciatum</em> or <em>Pseudoplatystoma tigrinum </em>(Lasso <em>et al.</em> 2004ab). It is sympatric with <em>Pseudoplatystoma orinocoense</em>. It is present from the upper Orinoco to the Orinoco delta (Lasso and Sánchez-Duarte 2011), including the 24 sub-basins or main tributary rivers of the Orinoco.</p>", "population": "<p>In the Orinoco Delta it is especially abundant during low waters and rising waters (Novoa 2002, Lasso and Sánchez-Duarte 2011). It is less abundant in other sub-basins of the Orinoco and apparently rarer than <em>P. orinocoense</em> (C. Lasso pers. obs.). A 50-60% population reduction over the past three generation lengths has been estimated based on CPUE data (see Use and Trade section).</p>", "populationtrend": "decreasing", "habitat": "<p></p><p><u>Habitat</u>. It occurs in large and medium rivers (adults), and floodplains (juveniles, adults), with white and clear waters. Adults use both the main course of rivers and large lagoons, whereas juveniles are usually more common in floodplains.<br/><br/><u>Size and weight</u>. In Colombia, individuals reach 132 cm SL and can exceed 12 kg (Ramírez-Gil and Ajiaco-Martínez 2011). In Venezuela, individuals reach 112 cm TL and more than 12 kg in the Orinoco (Lasso and Sánchez-Duarte 2011), and in the Llanos they reach 116 cm SL and 16 kg (Reid 1983).<br/><br/><u>Reproductive data</u>. In Colombia, it breeds from March to July, with peaks in April and May. The average length of sexual maturity for females/males-standard length is: Meta (102 cm SL / 67 cm SL) and Guaviare (97 cm SL both sexes); with fecundity of 152,000 egg-SL/kg weight (Ramírez-Gil and Ajiaco-Martínez 2011). In Venezuela, the length of sexual maturity of females is 46 to 55 cm, with fecundity of 1,134.00 to 1,500,000 eggs (Reid 1983, Castillo 2001). It breeds from May to July (Barbarino 2005), and reaches size maturity at 2.5 years (A. Barbarino pers. comm.).<br/><br/><u>Migrations</u>. These are large and transnational (Ramírez-Gil <em>et al.</em> 2012). It carries out migrations towards the headwaters for reproductive purposes when the rivers begin to rise (Lasso <em>et al.</em> 2019). There are other trophic migrations in immature individuals at the beginning of the low-water period and another in descending waters behind the prey fish emerging from lagoons and flooded areas (mature individuals) (Ramírez-Gil <em>et al.</em> 2012). In Venezuela, migrations are reproductive and there are trophic migrations associated with the migration of its prey, one ascending, occurring at the end of the rainy season and high waters, and the other descending, at the beginning of the rainy season and rising waters (Reid 1983, Lasso 2004). Adults and juveniles migrate laterally towards floodplains during rainy season (high water) and in the opposite direction at the end of rainy season (withdrawal of water) (Novoa 2002, Novoa and Ramos 1982, Lasso and Sánchez-Duarte 2011).<br/><br/><u>Feeding habits</u>. It is carnivorous-ichthyophagous (C. Lasso pers. obs.), and in Venezuela, it occasionally eats shrimp (Reid 1983, Lasso 2004).<br/><br/>For more details on its habitat and ecology see Reid (1983).</p><p></p>", "threats": "<p>Overfishing is the greatest threat. Minimum catch sizes are not respected and sexually immature individuals and juveniles are fished, especially in the portion of the Venezuelan Orinoquia (C. Lasso pers. obs.). It is a threat that acts in synergy with other impacts, such as deforestation and the construction of dams that prevent migration and reduce fishing resources (Lasso <em>et al.</em> 2016). There are dams in the upper Apure, Boconó, Cojedes, Guanare, Guárico, Masparro, Portuguesa and Santo Domingo rivers (Machado-Allison <em>et al.</em> 2011) and these block the migration and reproduction of <em>P. metaense</em> in the Masparro, Portuguesa and Boconó (Machado-Allison 2005). Other threats are contamination in the rivers of the Colombian foothills (Ramírez-Gil <em>et al.</em> 2012), deforestation for agricultural, livestock and urban uses (Machado-Allison <em>et al.</em> 2011), and domestic or industrial effluents (Winemiller <em>et al.</em> 1996, Machado-Allison <em>et al.</em> 2011).</p>", "conservationmeasures": "It is assessed on the Colombian National Red List as Vulnerable (A2cd) (Ramírez-Gil <em>et al.</em> 2012). Although a very limited part of its geographic distribution includes some national parks in both countries, this protection measure is not enough to guarantee their conservation, since these protected areas are insufficient in terms of coverage and because the large rivers or main tributaries are in many cases, the boundaries of the protected areas (Lasso and Sánchez-Duarte 2015). In Colombia, there are seven proposed Key Conservation Areas in the basins of the Bita, Tomo, and Vichada rivers (Mesa-S. <em>et al.</em> 2017). Research is needed to better determine the size and trend of the population.", "usetrade": "<p>It is very important in traditional subsistence fishing in both countries (Novoa 2002, Ramírez-Gil and Ajiaco-Martínez 2011, Ramírez-Gil <em>et al.</em> 2012). It is used for sport fishing in Venezuela (Barbarino and Taphorn 1995) and Colombia (Lasso <em>et al.</em> 2019).<br/><br/>Given the taxonomic problems to identify the two species of the genus (<em>P. metaense </em>and <em>P. orinocoense</em>) in fishing ports, it is very difficult to separate precisely the data about commercial landings or catches and the respective statistics of the two species in both countries. Likewise, the previous data in the 1990s were considered in many cases as <em>P. fasciatum</em> and/or <em>P. tigrinum</em>, and not as <em>P. metaense</em> or <em>P. orinocoense.</em> In Colombia the species is considered a fishing resource according to AUNAP Resolution 00000418 of 2019 and in the Colombian Orinoquia, the allowed size is 65 cm TL (AUNAP Resolution 1741 of 2017). In Colombia, the specific information on CPUE according to data from SEPEC-AUNAP from 2005 to 2019 (T / year), does not allow a clear trend to be established: 2005 (21 T / year), 2006 (104.2 T / year); 2007 (154 T / year); 2008 (47.5 T / year); 2013 (16.7 T / year); 2016 (42.2 T / year); 2017 (271 T / year) and 2019 (153.8 T / year). Machado-Allison and Bottini (2010) show statistics of this species in Venezuela: 1996 (29.5 Ton / year); 1997 (31.6 Ton / year); 1998 (168 Ton / year); 1999 (4.9 Ton / year); 2000 (384 Ton / year); 2001 (8.6 Ton / year); 2002 (49 Ton / year); 2003 (75 Ton / year), 2004 (32 Ton / year); 2005 (10 Ton / year); 2006 (878 Ton / year); 2007 (214 Ton / year) and 2008 (13 Ton / year). There has been a very significant reduction in CPUE from 1996 to 2008 of the order of 60% for both <em>P. metaense</em> and <em>P. orinocoense</em> (Machado-Allison and Bottini 2010). According to the most recent data from INSOPESCA-Venezuela, the species shows a continuous and alarming decline in its catches between 2018-2020: August-December-2018 (146 Ton); January-April 2019 (120 Ton); August-December 2019 (48 Ton); January-April 2020 (80 Ton); Total: 394 Tons.</p><p>Total mortality has been calculated &#160;by Barreto and Borda (2008) as&#160;0.3716 years<sup>-1</sup> ± 0.008 and natural mortality was calculated to be 0.208 years<sup>-1</sup>, the value calculated for a sustainable level of fishing mortality of 0.0244years<sup>-1</sup>&#160;is lower than the estimated total mortality suggesting the species is being moderately over-exploited.</p>"}]}