{"name": "125989582", "result": [{"species_id": 125989582, "taxonomicnotes": null, "rationale": "<p></p><p><em>Rivulus berovidesi</em> is known only from its type locality, a small stream in the Sierra de Cajalbana, and a second collection locality in the Camarones River, both of which are situated in Pinar del Rio province, northwestern Cuba. These bodies of water are ~ 95 km apart and recent surveys in western Cuba in 2019 failed to detect this species in additional sites (S. Rodríguez-Machado, pers. comm. 2020). Therefore, <em>R. berovidesi</em> has an estimated Area of Occupancy (AOO) of 8 km<sup>2</sup>. Predatory alien fish species represent the main direct threat to the species, along with erosion due to livestock and agriculture, which results in a continuing decline in the species habitat quality, at least in one of the two known localities. Considering an extremely limited distribution, two known threat-based locations, and continuing decline in habitat quality associated with invasive species and land-use change, <em>R. berovidesi</em> is assessed as Endangered under criterion B2ab(iii). However, given that this species was described as recently as 2015, additional studies and further ichthyological sampling will be useful in clarifying the conservation status of this species. </p><br/><p></p>", "geographicrange": "<p></p><p><em>Rivulus berovidesi</em> is known only from its type locality, a small stream in the Sierra de Cajalbana, and a second collection locality in the Camarones River, both of which are situated in Pinar del Rio province, northwestern Cuba (Rodriguez Silva 2015). These bodies of water are ~ 95 km apart and recent surveys to western Cuba in 2019 failed to detect this species in additional localities (S. Rodríguez-Machado pers. comm. 2020). Based on the information on this species so far, <em>Rivulus berovidesi</em> has an area of occupancy (AOO) of 8 km<sup>2</sup>. &#160;</p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. The original description relies on a total of 23 specimens (11 males and 12 females) collected in February 2014 (Rodriguez Silva 2015, Faloh-Gandarilla&#160;<em>et al.</em>&#160;2016).</p>", "populationtrend": "unknown", "habitat": "<p>This species inhabits small mountain streams characterized by a depth of 30-70 cm, lacking aquatic vegetation, a pH of 7.5, water temperature of 24°C, and substrates of stones, sand, and leaf litter (Rodriguez Silva 2015). It co-occurs with a number of other Cuban natives, including <em>Gambusia punctata</em>, <em>Girardinus uninotatus</em>, <em>Girardinus creolus</em>, <em>Girardinus microdactylus</em>, <em>Nandopsis tetracanthus</em>, <em>Agonostomus monticola</em> and <em>Gobiomorus dormitor</em>. Specific life history characteristics are currently unknown (Rodriguez Silva 2015).</p>", "threats": "<p>Predatory invasive species, especially the African Walking Catfish <em>Clarias gariepinus</em>, is the primary threat to one threat-based location where this species occurs (S. Rodríguez-Machado, pers. comm. 2020). Additional pervasive threats include river bank erosion associated with livestock grazing and agricultural practice.&#160;</p><p>Despite uncertainties regarding the direct impact of existing threats, declining habitat quality is inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>R. berovidesi</em>.&#160;The type locality is in a protected area; however, its main focus is its flora (given that it is a Flora Management Area). It is possible that the distribution of this species may extend into one or more protected areas, namely Viñales National Park, Sierra de la Güira, and Mil Cumbres (IUCN and UNEP-WCMC 2020). However, additional ichthyological sampling in this region is needed to confirm presence within protected area boundaries.&#160;Additional sampling is needed to clarify the distribution, population size, and population status of this species. Further information on the presence, scope, and magnitude of potential threats is needed to clarify the extinction risk of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}