{"name": "164694340", "result": [{"species_id": 164694340, "taxonomicnotes": null, "rationale": "<p><em>Sturisomatichthys citurensis</em> is restricted to the Bayano and Tuira River drainages on the Pacific slope of eastern Panama. Extent of Occurrence (EOO) is estimated to be 7,838-14,257 km<sup>2</sup>. Total population size and population trend are unknown. Eastern Panama is undergoing land-use changes and deforestation associated with agricultural expansion, development of land adjacent to transportation corridors, and illegal logging activities. These threats are probably&#160;resulting in an inferred continuous decline in the quality and availability of aquatic habitat. However, the scope and magnitude of impact is largely unquantified, and further study is required to determine the number of locations where this species occurs. As such, <em>S. citurensis</em> is assessed as Near Threatened (NT) under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Sturisomatichthys citurensis</em> is endemic to the Bayano and Tuira River drainages on the Pacific slope of eastern Panama (Pineda 1976, Smith and Bermingham 2005, Ferraris 2007, Matamoros <em>et al</em>. 2015). The Holotype was collected near the town of Cituro on the Cupe River (Meek and Hildebrand 1913, Reis <em>et al</em>. 2003).</p>  <p>Additional georeferenced collection records exist in northeastern Colombia (GBIF 2019), but this species does not occur in national ichthyological checklists (Maldonado-Ocampo <em>et al</em>. 2012, Donascimiento <em>et al</em>. 2017), and therefore southern range extent is uncertain. Extent of Occurrence (EOO) is estimated to be 7,838-14,257 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019).</p>  <p>This species has been collected from a limited number of localities. However, the scope and magnitude of locally or regionally pervasive threats, and the direct impacts on habitat quality have not been evaluated in detail. Therefore, the number of locations where this species occurs cannot be determined.</p>", "population": "<p>The total population size and population trend of this species are unknown. Limited sampling in the Balsas and Urugantí rivers report relative abundances of 2.9% and 2.3%, respectively (Garcés and García 2007). In the Chucunaque River, this species is qualitatively reported as abundant (Moody <em>et al</em>. 2019).</p>", "populationtrend": "unknown", "habitat": "The specific habitat preferences and life history characteristics of <em>S. citurensis</em> have not been evaluated in detail. This species is iliophagous, feeding primarily on mud and detritus (Breder 1927). The maximum reported body size is 25 cm standard length (SL) (Reis <em>et al</em>. 2003).", "threats": "<p>The most pervasive threat to <em>S. citurensis</em> is deforestation and land-use change associated with agricultural expansion and logging (Meyer <em>et al</em>. 2019), which is especially prevalent in areas adjacent to existing road networks and rural communities (Girot 2002, Robinson <em>et al</em>. 2004, Suman 2007, Larsen 2019). Despite existing protections in Darien National Park, illegal logging activities continue to result in deforestation and habitat degradation (Mateo-Vega <em>et al</em>. 2019, Meyer <em>et al</em>. 2019). Deforestation in the Bayano River drainage is prevalent (Meyer <em>et al</em>. 2015, Mateo-Vega <em>et al</em>. 2018). </p>  <p>These threats are likely producing inferred continuous declines in aquatic habitat quality and availability, given the impact of deforestation on natural flow hydrology and sedimentation. However, there is considerable uncertainty regarding the scope and magnitude of impacts, and therefore the number of locations where this species occurs cannot be determined with accuracy.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>S. citurensis</em>. The range of this species partially extends into Darien National Park (IUCN and UNEP-WCMC 2019), which may provide indirect protection against habitat degradation. More comprehensive ichthyological surveys are needed to clarify range extent, population size, and population trend. Additional research is needed to identify the scope and magnitude of impacts on aquatic habitat in eastern Panama resulting from existing threats. Further research regarding life history and ecology is needed.</p>", "usetrade": "<p>This species is utilized in subsistence fisheries within the Embera community.</p>"}]}