{"name": "163802", "result": [{"species_id": 163802, "taxonomicnotes": "Known only from the holotype.", "rationale": "<p><em>Amphicnemis platystyla</em> is endemic to Borneo, where it is has been recorded from seven locations in Central Kalimantan; it may no longer be present at one of these. Its area of occupancy (AOO) cannot be accurately calculated but is constrained by the remaining area of peat swamp forest in Central Kalimantan and is therefore less than about 15,000km<sup>2</sup>, possibly much less than this. An ongoing population decline, severe fragmentation, reduction in AOO and in extent and quality of suitable habitat can all be inferred from loss and degradation of peat swamp forest in Central Kalimantan, so that the B2abii,iii criteria are met and the species would qualify for Vulnerable status except that its AOO is not known and may be greater than 2,000km<sup>2</sup>, therefore the species is assessed as Near Threatened. Hopefully when more data are available re-assessment to Least Concern might be possible for this species.</p>", "geographicrange": "<p><em>Amphicnemis platystyla</em> is endemic to Borneo, where it is has been recorded from seven locations in Central Kalimantan (Dow &amp; Silvius 2014, Lieftinck 1953). One of the known locations (Ampah, the type locality) may no longer support the species (an inhabitant of that area told the assessor that no forest remains there, but this requires verification). In Central Kalimantan the species appears to be confined to peat swamp forest and associated peripheral forest formations and its area of occupancy (AOO) is therefore constrained by the remaining area of such habitat in the province, and based on the figures in Miettinen <em>et al</em>. 2016 (considering pristine and degraded peat swamp forest) is therefore less than about 15,000km<sup>2</sup>, possibly considerably less because the species does not appear to be present in all apparently suitable habitat. Ongoing&#160;reduction in AOO and in extent and quality of suitable habitat can all be inferred from loss and degradation of peat swamp forest in Central Kalimantan.&#160;The species is present in one protected area (Sebangau National Park) and two others that enjoy some measure of protection because of their Orangutan populations.</p>", "population": "<p>This species occurs at low densities where it occurs and is somewhat local in occurrence. Beyond this little can be said except that some population decline must have occurred and be ongoing because of continued loss and degradation of peat swamp forest in Central Kalimantan, and that the overall population will have become severely fragmented from the same cause.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in peat swamp forest and associated peripheral formations.</p>", "threats": "<p>The main threat to this species will be from loss of peat swamp forest and associated peripheral forest formations through conversion to oil palm, fires, cutting for timber by local people with little or no other source of income, clearance for agriculture and possibly other reasons. At least one of these threats exists at every known location.</p>", "conservationmeasures": "<p>More data are needed on the distribution of this species. The species would undoubtedly benefit from protection of additional areas of lowland swamp forest in Central Kalimantan.</p>", "usetrade": null}]}