{"name": "161328590", "result": [{"species_id": 161328590, "taxonomicnotes": "There are no notable issues.", "rationale": "This range-restricted endemic is known from the Midlands in KwaZulu-Natal Province, South Africa (Extent of Occurrence 130 km<sup>2</sup>, Area of Occupancy 52 km<sup>2</sup>). There are three locations. The habitat is subjected to increasing human impact and grazing pressures. Increasing numbers of livestock, in particular small stock, are expected to cause degradation of the habitat at some of the localities. The grassland is a fire-climax vegetation type, and increased demand for fodder is leading to alteration of burning times and the reduction in fuel loads. These changes are expected to change the vegetation composition over time. Impacting factors, mentioned above, are being observed at present. At one of the three locations for this species no adults from a well-known subpopulation have been seen for more than 10 years. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion B.", "geographicrange": "This species is endemic to KwaZulu-Natal Province in South Africa, from the Estcourt and Mooi River regions and west towards Greytown.", "population": "The numbers in one subpopulation, at Mooi River, have reduced sharply in recent years. This site is being heavily grazed and the condition of the grassland is deteriorating (K. Cockburn, <em>pers. obs</em>.; S. Woodhall, <em>pers. comm</em>.)", "populationtrend": "decreasing", "habitat": "This species occurs in grassland, usually among large dolerite or sandstone boulders, at an altitude of 1,300 m to 1,500 m.", "threats": "The main threats emanate from agricultural activity and commercial afforestation of <em>Eucalyptus</em> species and <em>Pinus</em> species. This has been coupled with a lack of habitat connectivity and habitat fragmentation. Changed fire frequency due to adjacent plantations as well as for fodder management is also a threat. Continuous grazing on communal grazing areas is exerting pressure on habitats. Gas exploration and potential future fracking activity pose a major threat to this taxon, as the area has been targeted for exploratory drilling.", "conservationmeasures": "No subpopulations have been found in conservation areas. Survey of likely habitats is needed to identify additional subpopulations. Most subpopulations are on privately owned farmland with one or two on public or state land. The Mooi River subpopulation on public land should be monitored, and a management plan may be required for it, depending on land-use activities. The relevant landowners on farmland should be included in an awareness programme.", "usetrade": null}]}