{"name": "6167", "result": [{"species_id": 6167, "taxonomicnotes": null, "rationale": "<em>Cyprinodon simus</em> is an endemic pupfish species restricted to the Laguna Chichancanab in   Yucatán Peninsula, México. The area of occupancy is estimated at 6-12   km<sup>2</sup>,&#160;but the number of locations cannot be determined. The species may   be impacted by the introduced invasive alien species (tilapia), and to a  lesser degree from habitat degradation caused by agricultural run-off.  This species' habitat fluctuates naturally, but it  is unclear if there  is continuing decline in the extent and quality of  the habitat. It is  therefore listed as Near Threatened.", "geographicrange": "<em>Cyprinodon simus </em>is part of the species endemic to the brackish, endorheic Lake Chichancanab, a Ramsar site and protected area close to the geographic center of the Yucatan Peninsula (Miller <em>et al</em>. 2005).", "population": "There are no data on population size and trends for this species. This species is frequent after the rainy season, but it is more rare during the dry season (A. Valdes pers. comm. 2018). Surveys in 2016 found the species to be relatively frequent (A. Valdes pers. comm. 2018).", "populationtrend": "unknown", "habitat": "Lake Chichancanab and the associated lake Esmeralda are inland, endorheic, hardwater lagoons, from 2 to 8 ups in salinity, with CaSO<sub>4</sub>&#160;as the main solute. Main bottom vegetation is the algae <em>Chara</em>; mangrove and&#160;<em>Cladium </em>constitute the riparian vegetation. Bottom sandy in some parts, but mostly muddy and silty, firm or soft. Mostly shallow, perhaps 2 m in average, but 14 m deep in some points. The system is protected as a Ramsar site and a State PA (Pérez et al. 2011, Ceballos et al. 2016). The species is a trophic specialist, a planktivore (Humphries &amp; Miller 1981), although its niche probably changed, because later studies found it a detritivore (Horstkotte and Strecker 2005). The species has been found in riffles of only 5 cm deep near the road (A. Valdes pers. comm. 2018). The habitat of this species varies widely with cycles of 6-8 years with water level reaching up to 2 m and decreasing to 20-30 cm, and the flooded area varies between 300 to 3500 hectares (A. Valdes pers. comm. 2018).", "threats": "Most of the endemic species of Chichancanab may have been impacted by the invasive <em>Oreochromis mossambicus </em>(and hybrids), introduced in 1988, as well as by <em>Astyanax</em> sp. that invaded the lake in 1996 (Strecker 2006). More localized impacts may be due to pollution (sewage, organic matter from pig farms, in lesser degree pesticides from agricultural fields). Water is extracted for urban and agricultural use, but it has not had an effect on water level or quality (Schmitter-Soto <em>et al</em>. 2006).", "conservationmeasures": "Lake Chichancanab is a protected area and there are <em>ex situ</em> populations of the species in such institutions as the University of Hamburg (Strecker 2006).", "usetrade": "This species not utilised or traded."}]}