{"name": "139069845", "result": [{"species_id": 139069845, "taxonomicnotes": null, "rationale": "<p><em>Oligoaeschna foliacea</em> is known from Borneo, Peninsular Malaysia and Singapore. Thirteen locations are considered to be currently known for the species. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout its range. The extent and quality of suitable habitat are also inferred to be declining and the overall population may already be severely fragmented. The species is close to qualifying for Vulnerable status; it meets the b(ii,iii) criteria and would qualify if it was definitely known to have an AOO less than 2,000km<sup>2</sup> and to be severely fragmented. It is assessed as Near Threatened for these reasons.</p>", "geographicrange": "<p><em>Oligoaeschna foliacea</em> is known from Borneo, Peninsular Malaysia and an unspecified location in Singapore (Lieftinck 1968). Records from Borneo are from Brunei (Orr 2001), West Kalimantan (Lieftinck 1968, Ris 1911) and Sarawak (for instance in Dow <em>et al. </em>2015, Hisamatsu &amp; Sasamoto 2003, Lieftinck 1968, Matsuki &amp; Kitagawa 1992; the assessor has unpublished data from a number of locations). Records from Peninsular Malaysia are from Johor (Hämäläinen 2000, Aziz <em>et al</em>. 2018), Perak (Ris 1911, location not specified) and Selangor (Choong <em>et al. </em>2018). Lieftinck (1968) listed a female from Sumatra but considered its position as doubtful, and the occurrence of this species in Sumatra is here regarded as in need of confirmation. The assessor is aware of records from 18 locations to which it is possible to sensibly assign coordinates, but one of the locations in Sarawak has apparently already been converted to oil palm plantation and it is not known if the species still occurs at the locations in West Kalimantan (all records from this area are old), so that only 13 locations can be considered as currently known. Some of the locations are within protected areas (for instance Maludam National Park in Sarawak). An accurate estimate of the area of occupancy (AOO) of the species is not possible with the currently available data, but it may not be large and is inferred to be declining because of loss of lowland forest throughout its range.</p>", "population": "<p>This species is collected more frequently than any other <em>Oligoaeschna </em>species in Sundaland, but still not often. However this may at least in part be due to its habits rather than genuine rarity. Beyond this little can be said with the available data except that some decline in population will be ongoing due to loss of lowland forest throughout the range of the species and that the overall population may already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is typically found in swamp forest, often peat swamp forest, but also sometimes far from swamp forest. It has been found in forest disturbed by logging, so has some tolerance to this kind of disturbance. It is most active in the late afternoon and dusk and is sometimes collected when it is attracted to lights at buildings. A decline in both extent and quality of habitat is inferred from loss of lowland forest throughout the range of the species.</p>", "threats": "<p>The main threat to this species will be from clearance of forest for plantation. Forest fires are another threat, especially during droughts.</p>", "conservationmeasures": "<p>More information on the distribution and exact habitat requirements of this species are needed. The species would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}