{"name": "201960", "result": [{"species_id": 201960, "taxonomicnotes": null, "rationale": "<em>Puntius nangalensis </em>is currently only known from a single location in&#160; Nangal Lake,  Punjab, India with an Area of Occupancy and Extent of Occurrence of less than 500 km<sup>2 </sup>and threats to the habitat due to anthropogenic factors. The habitat in Nangal Lake is threatened  due to heavy siltation from erosion in the catchment areas,  deforestation, grazing, weed infestation and pollution from urban and  agricultural runoff. Therefore, it is assessed as Endangered. However, it is essential to note that the species is known only based on its original description and there are no reports of the species ever since, mainly because of limited studies from this area. As a result, exploratory surveys are essential to record the current status of the species.", "geographicrange": "<em>Puntius nangalensis </em>is currently only known from Nangal Lake, Punjab, India (Jayaram 1990). The species is currently known from a single location where the habitat is threatened due to heavy siltation from erosion in the catchment areas, deforestation, grazing, weed infestation and pollution from urban and agricultural runoff (Ladhar 2002, Kumar and Singh 2020).", "population": "There is no information regarding population status and population trends for this species.", "populationtrend": "unknown", "habitat": "<em>Puntius nangalensis </em>inhabits the littoral area of Nangal Lake (Menon 1999). The quality of habitat in Nangal Lake is declining due to heavy siltation due to erosion in the catchment areas, deforestation, grazing, weed infestation and pollution from urban and agricultural runoff (Ladhar 2002, Kumar and Singh 2020).", "threats": "Nangal Lake is facing multiple threats including heavy siltation due to erosion in the catchment areas, deforestation, grazing, weed infestation and pollution from urban and agricultural runoff (Ladhar 2002, Kumar and Singh 2020).", "conservationmeasures": "No species specific conservation actions are in place for <em>Puntius nangalensis</em>. The species is also not known from any protected area. Since the habitat of the species in Nangal Lake is threatened, monitoring of population and habitat trends is essential. Habitat and resource protection is also essential conservation action. Because the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats.", "usetrade": "There is no information on use and trade of this species."}]}