{"name": "159145792", "result": [{"species_id": 159145792, "taxonomicnotes": null, "rationale": "<p>This species is endemic to Panama, occurring within the Chagres, Tuira, and Bayano River drainages. Extent of Occurrence (EOO) is estimated to range from 5,591-15,114 km<sup>2</sup>. A number of threats exist, including non-native predators, parasites, pollution associated with raw sewage discharge and poor solid waste management, and potential agricultural and hydropower expansion. While the direct impact of these threats are unknown, they are inferred to have resulted in declines in habitat quality and availability. Additionally, the apparent extirpation of this species from one section of Lake Gatun infers reductions in total population size. However, uncertainties regarding the scope of existing threats makes it difficult to accurately determine the number of threat-based locations where this species occurs. Therefore, this species is assessed as Near Threatened because it nearly meets the criterion for a threatened category under B1ab(iii). </p>", "geographicrange": "<p><em>Panamius panamensis</em> is distributed on the Atlantic and Pacific slopes of central and eastern Panama (Kullander 2003). It has been reported from the Chagres, Tuira, and Bayano River drainages (Conkel 1993, Smith and Bermingham 2005). The type locality of this species is the Mandingo River, Bas Obispo, Canal Zone, Panama (Kullander 2003). </p>  <p>Extent of Occurrence (EOO) is estimated to range between 5,591-15,114 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). While threats exist and are likely to be impacting habitat quality and availability, the scope and magnitude of these threats are unknown and therefore the number of locations where this species occurs cannot be determined with accuracy. There is currently no evidence to suggest severe fragmentation.</p>", "population": "<p>The total population size and population trend of this species are unknown. The rarity of this species within its distribution is largely unknown. There is currently no indication of major range-wide population decline.</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in rivers and streams characterized by moderate water velocity, water temperatures ranging from 26-30 °C, and substrates comprised of small stones, sand, rocks, and leaf debris (Conkel 1993). Diet is comprised primarily of aufwuchs (Conkel 1993). Parents will occasionally use alternative foraging tactics (e.g., fin digging, leaf lifting) to increase food availability for fry (Silva de Souza 2019). Maximum reported population size is 13 cm total length (TL) (Kullander 2003). </p>", "threats": "<p>In the Chagres River drainage, <em>P. panamensis</em> is a demonstrated host of the non-native Asian fish tapeworm <em>Bothriocephalus acheilognathi</em>, which may reduce individual fitness in parasitized individuals (Choudhury <em>et al</em>. 2013). The establishment of non-native <em>Cichla monoculus </em>may have resulted in the extirpation of this species from the Trinidad Arm of Lake Gatun (Sharpe <em>et al</em>. 2017). Lacking sewage treatment and insufficient solid waste management has resulted in intense localized pollution in watersheds adjacent to towns and cities (Ibáñez <em>et al</em>. 2002). </p>  Future water use for hydropower development and agricultural expansion may pose a significant threat to freshwater fauna in central Panama (Larsen 2019).", "conservationmeasures": "There are currently no species-specific conservation actions directed towards this species. However, it occurs in at least one protected area (IUCN and UNEP-WCMC 2019), which may provide indirect protection against habitat degradation. More information regarding population size, population status, and the direct impacts of potential threats would be useful in guiding future conservation action.", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}