{"name": "173719522", "result": [{"species_id": 173719522, "taxonomicnotes": null, "rationale": "<p><em>Calicnemia soccifera </em>is known from the south of Yunnan in China and the adjacent part of northern Viet Nam. The assessor is aware of records from six locations, three of which are in the Hoang Lien Son Mountain Range. Some locations are within protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, however it is inferred to be declining along with the extent and quality of habitat due to loss of and disturbance to forest throughout the range of the species. Its known extent of occurrence (EOO) is 7,906–14,913 km². The overall population is already severely fragmented. The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). It is hoped that when more information becomes available it will be possible to reassess the species as Near Threatened, but unless it proves to be much more widely distributed than is currently known it is unlikely that it will qualify for Least Concern.</p>", "geographicrange": "<p><em>Calicnemia soccifera </em>is known from the south of Yunnan in China (for instance, see Yu and Chen 2013) and the adjacent part of northern Viet Nam (see Phan <em>et al.</em> 2017). The assessor is aware of records from six locations, three of which are in the Hoang Lien Son Mountain Range. Some locations are within protected area (for example, Xuan Son National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of and disturbance to forest within the range of the species. Its minimum extent of occurrence (EOO) is 7,906 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 14,913 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>There is insufficient information to make any statement about current population sizes or health except that severe fragmentation seems certain because suitable habitat is already fragmented within the range of the species and that an ongoing decline in overall population is inferred from loss of and disturbance to forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitat at the type locality in Yunnan was described as follows: “a montane stream at about 1,000–1,300 m, no more than 50 m away from a waterfall.” Yu and Chen (2013: 187). Waterfalls, trickles and seepages in forest appears to be a better general description of the habitats of the species, Zhang (2019) states that it occurs below 1,500 m asl. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>Deforestation is already well advanced in the area where this species occurs and will be the main threat to it. The main driver for deforestation, at least in Vietnam, is farming of one type or another, logging also contributes. The threats persist to some extent even within (and for instance) Xuan Son National Park.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, exact habitat requirements and ability to tolerate disturbance, and for better protection of existing protected areas and protection of more of the Hoang Lien Son Mountain Range.</p>", "usetrade": null}]}