{"name": "163657", "result": [{"species_id": 163657, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia macrostigma</em> is known from a restricted range in Brunei and adjacent parts of Sarawak. Its area of occupancy is inferred to be less than 500 km². Threats exist at all locations and at least one of the currently known locations in Sarawak is considered unlikely to survive even into the near future. The species appears to be close to extinction in Sarawak, where only two locations are known; one of these is just inside Gunung Mulu National Park, but this population appears to be marginal. At most 5-8 threat defined locations are currently known, which will drop to 4-7 once the site near Marudi is lost, unless more locations are found. Continuing decline in extent and quality of habitat in Sarawak and on the Badas peat dome in Brunei are certainly occurring. Taking the lower estimate of number of locations, a reasonable precautionary approach and noting that the species is close to severely fragmented, it qualifies for Endangered under criterion B (EN B2ab(ii,iii)). Although given the uncertainty over the number of locations it might be argued that it should be assessed as Vulnerable, it is the opinion of the Assessor, with first-hand experience of the species and its locations, that the higher threat category is more appropriate for this species.</p>", "geographicrange": "<p><em>Coeliccia macrostigma</em> is endemic to Borneo, where it is known only from Brunei and Sarawak. Dow (2016: 87) summarised the distribution of the species: “Lieftinck (1954) gives the distribution of this species as west and northwest Borneo and the habitat as “Lowland forests of Sarawak and western Borneo”; these statements appear to be extrapolation based on the types and a series of <em>C. nigrohamata</em> misidentified as <em>C. macrostigma</em> in RMNH, from the Singkawang area of northwest Kalimantan, collected in the 1930s. Unfortunately Lieftinck’s statements are wildly inaccurate. The male and female from Baram (clearly the Baram river area and almost certainly the section between the mouth of the river and Long Lama, where the peat swamp habitats are, or were), the male from Marudi and the female from Gunung Mulu National Park are the only records actually of this species outside of Brunei, which, on the basis of the data available now, appears to have a restricted range in the lower Baram area of Sarawak and Brunei’s Belait district, with one record from the Telsai area in Tutong district, immediately adjacent to Belait district.” No additional data have become available since Dow (2016) was published.<br/><br/>The only currently known sites for this species in Sarawak are one near to Marudi and one in a section of Gunung Mulu National Park very close to the border with Brunei’s Belait District; only single individuals have been found at these sites. The site near Marudi is an area of severely degraded peat swamp forest. The site at Mulu might be best described as kerapa forest (intermediate between peat swamp and kerangas forest); there is relatively little such habitat in the national park, which, with the presently available data, cannot be considered to hold anything except a minor, marginal population of this species.<br/><br/>The remainder of the known locations are in Brunei, where it is known from sites on the Badas peat dome, and in the Sungai Ingei area of the upper Belait River. It has not been found on the nearby Rasau Peat dome, despite the fact that much apparently suitable habitat exits there. The site on the Badas peat dome where Orr (2001) recorded this species was already destroyed by a forest fire. Seven sites on the Badas Peat dome were found during surveys in 2013 (Dow and Choong unpublished), but it is debatable how many threat defined locations these constitute; taking forest fires as the threat most likely to impact a wide area at one time in this area not more than four locations are known here and it could be argued that the entire Badas peat dome should be taken as a single location. Known sites in the Sunagi Ingei area are in close proximity, and comprise a single threat defined location (again taking forest fires as the major threat). The exact location of the site in the Telsai area is not known.<br/><br/>An accurate estimate of area of occupancy (AOO) is not possible with the currently available data, but based on the known sites the AOO must be less than 500 km². Moreover, the distribution of this species is already close to being severely fragmented.</p>", "population": "<p>At some sites in Brunei’s Belait District this species can be abundant. However loss of peat swamp forest habitats in the lower Baram in Sarawak must mean that the species has undergone a serious decline in that part of its range, whilst the loss of some locations in Brunei due to forest fires and development implies that it has also undergone a decline, albeit it less severe, there as well.</p>", "populationtrend": "decreasing", "habitat": "<p>Dow (2016: 87) stated “All records for which details of habitat are known are either from peat swamp forest or from kerapa forest (intermediate between peat swamp forest and kerangas forest).” This species appears to be specialised to the types of habitats mentioned in Dow (2016).</p>", "threats": "<p>The populations of this species in Sarawak appear to have already been almost exterminated by loss and degradation of their low pH swamp forest habitats. Outside of Gunung Mulu National Park any surviving populations are severely threatened by conversion of remaining peat swamp forest, already degraded, into oil palm plantation, indirect drainage of such habitats through the drainage systems of adjacent oil palm plantations, and forest fires, which have been all too frequent in the remaining peat swamp forest areas within the range of the species in recent decades. Additionally, populations near Marudi will probably be threatened by urban development in future; the known location near Marudi is unlikely to still be viable even a decade from now.<br/><br/>The situation in Brunei is better than that in Sarawak, but serious threats still exist. Peat swamp forest fires are a threat to all populations, and have already occurred, for instance along the Kuala Belai Road and the Lumut Pipeline Road on the Badas peat dome. Logging operations are ongoing at another site along the Belait River on the same peat dome and are a serious threat to that population, since clear cutting appears to be occurring there. It is possible that such operations will extend to other sites in future. Some sites on the Badas peat dome are relatively close to human population centres and are likely to be threatened by urban expansion and commercial developments in the future. In the long term, after Brunei’s oil revenues dry up, the Badas peat dome faces an uncertain future (e.g., it might be converted to plantation). The Sunagi Ingei population appears more secure; it is remote from human habitations and difficult to reach, but forest fires during dry periods are still a significant threat.&#160;</p>", "conservationmeasures": "<p>More data on the distribution of this species is needed, e.g. are there additional populations in Sarawak, does its range extend further in Brunei than is currently known. However the priority is for permanent protection for the sites in Brunei, which will need planned to include measures to prevent the spread of fires and to avoid unintentional drainage through drainage ditches associated with any adjacent agricultural areas; this last issue may be particularly problematic at some sites in the long term.<br/><br/>Any remaining populations in Sarawak outside of Gunung Mulu National Park will also need protection. The main threat apart from fires in Sarawak is conversion of peat swamp forest to oil palm plantation, and in an ideal situation all remaining peat swamp forest in Sarawak would receive protected status; however this is unlikely to happen. The best compromise solution is to include well planned conservation areas within any areas of peat swamp forest that are converted to oil palm. However the drainage issue mentioned above is likely to be particularly severe for such conservation areas; oil palm plantations require drainage ditches to prevent inundation which hampers harvesting, but these ditches inevitably drain any areas of remaining peat swamp forest nearby as well. In some plantations at least a simple system of dams is used, which in principle allows drainage to be controlled, e.g. dams are fully opened when water levels are high but shut during dry periods. Such controlled drainage systems may help with (but not completely solve) the drainage problem if used properly, but in practice they are often left in the maximum drainage state permanently; education and enforcement are needed with regard to this problem.<br/><br/>Increased vigilance against the deliberate setting of fires is also needed, and serious investigation with the aim of finding and prosecuting those behind the starting of such fires.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}