{"name": "168627060", "result": [{"species_id": 168627060, "taxonomicnotes": null, "rationale": "<p><em>Poeciliopsis santaelena </em>is endemic to the Potrero Grande River within the Santa Elena peninsula, northern Pacific of Costa Rica. Extent of Occurrence is estimated to be 50,000 km<sup>2</sup>. Total population size and population trend are unknown. This species is restricted to a single threat-based location, given extreme drought conditions in recent years, which are likely to be exacerbated by climate change. This threat has the potential to drive this species to a higher threatened category in the immediate future, and complete desiccation of its habitat may result in extirpation. Therefore, this species is assessed as Vulnerable under criterion D2. Additional data are urgently needed to determine population size, population trend, and the impacts of regionally pervasive threats. </p>", "geographicrange": "<p><em>Poeciliopsis santaelena </em>is endemic to the Potrero Grande River within the Santa Elena peninsula, northern Pacific of Costa Rica, at elevations ranging from 90 to 115 m above sea level (Angulo <em>et al</em>. 2013).</p>  <p>Extent of Occurrence (EOO) is estimated to be 50,00 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Bussing 2008, UCR Fish Collection unpublished data). This species occurs in a single threat-based location, based on extreme drought conditions during the dry season that are likely to be exacerbated by climate change (A. Angulo pers. comm. 2020).</p>", "population": "<p>Total population size is unknown, but is suspected to be lower than 10,000 given a restricted distribution. Population trend is unknown. Collections in the upper Potrero Grande River recorded this species with five co-occurring species: <em>Gobiomorus maculatus</em>, <em>G. polylepis</em>, <em>Sicydium salvini</em>, <em>Agonostomus monticola</em> and <em>Eleotris picta</em> (Bussing 2008, A. Angulo pers. comm. 2020). </p>", "populationtrend": "unknown", "habitat": "<p>This freshwater, benthopelagic species is restricted to the Potrero Grande River (Bussing 2008), which is subjected to extreme fluctuations in water availability, which extends between late December and middle of May. During the dry season, the main channel of the river is reduced to a series of fragmented pools (Bussing 2008, A. Angulo pers. comm. 2020).&#160;This species swims in small groups at depths between 0-40 cm (A. Angulo pers. comm. 2020). It feeds on aquatic and terrestrial insects and&#160;reaches 5 cm in total length (TL) (A. Angulo pers. comm. 2020).</p>", "threats": "<p>The complete distribution of this species is within the Área de Conservación Guanacaste, Costa Rica (IUCN and UNEP-WCMC 2020), which is unlikely to be affected by major anhropogenic threats. Climate change is likely to be contributing to increased severity of drought conditions. Further reductions in water availability within the Potrero Grande River is a plausible future threat within the immediate future, and has the potential to extirpate the species (A. Angulo pers. comm. 2020).</p>", "conservationmeasures": "<p>The entire range of this species is included within a Protected Area (IUCN and UNEP-WCMC 2020). More information regarding population size, and the impact of potential threats would be useful to inform potential future conservation actions. </p>", "usetrade": "<p>This species is not utilized (A. Angulo pers. comm. 2020).</p>"}]}