{"name": "228562893", "result": [{"species_id": 228562893, "taxonomicnotes": "This species was described as a valid species by Kwon <em>et al</em>. (2020) who separated it from <em>Gammarus zeongogensis</em>.", "rationale": "<em>Gammarus baengnyeongensis</em> is endemic to South Korea; on Baengnyeong and Daecheong islands in the Ongjin area. According to our analysis of distributional data, its extent of occurrence (EOO) is estimated at 10 km<sup>2</sup> and its area of occupancy (AOO) is estimated at 8 km<sup>2</sup>. The species is considered to occur in two locations.<br/><br/>This species’ habitat in the Ongjin area shows three types of continuing decline. (1) The current decline in habitat area and quality resulting from agricultural activities. (2) The future decline in habitat area and quality brought on by the completion of a new airport. (3) In addition, the species' habitat could be impacted by a future decline in the area and the quality of freshwater on the islands caused by climate change. The species is, therefore, assessed as Endangered B1ab(ii,iii,v)+2ab(ii,iii,v).<br/><br/>Further research is required to confirm the current distribution, population size and population trend of this species. Water resources on Baengnyeong Island need protection from the expansion of human activities that will follow the opening of Baengnyeong Airport.", "geographicrange": "<em>Gammarus baengnyeongensis</em> is a side swimmer that is endemic to the Republic of Korea. The distribution of this species is limited to the Baengnyeong and Daecheong Islands in Ongjin region, northwestern South Korea. No additional records have been found, despite several national scale surveys for genus <em>Gammarus</em> in Korea (ex. Lee and Kim 1980, Kim 2008, Korea University Research and Business Foundation 2011, Lee 2021).<br/><br/>Based on the confirmed and assumed species localities, the area of occupancy (AOO) is estimated at 8 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Its extent of occurrence (EOO) is estimated to be 10 km<sup>2</sup> based on the total area within a minimum convex polygon around all known and inferred occurrences.", "population": "This species is rarely observed even in its known habitats. So far more than 71 individuals have been recorded across the two geographically disconnected areas in South Korea. About 51 individuals have been recorded from Baengnyeong Island (Korea University Research and Business Foundation 2011, Y. Kim pers. obs. 2007 in Kwon&#160;<em>et al.</em>&#160;2020) and about 20 from Daecheong Island (Korea University Research and Business Foundation 2011, D. Ahn pers. obs. 2009 in Kwon <em>et al</em>. 2020). <br/><br/>Currently, there is only one subpopulation left on Baengnyeong Island (Korea University Research and Business Foundation 2011). Historically, the population size and dispersal range have been reduced by chemical contamination by agricultural wastewater, reservoir construction by blocking waterways, and water depletion by human exploitation (Korea University Research and Business Foundation 2011). While there are no pieces of literature investigating the population size or trend of this species, it is thought that it has experienced or will experience a continuous decline in population size, as the expansion of human activities continues.", "populationtrend": "decreasing", "habitat": "Except for one habitat generalist, <em>Gammarus sobaegensis</em>, South Korean freshwater side shrimps live under broad leaves in small mountain brooks with low water temperatures and pollution levels. These habitat specialists are unable to resist even minor changes in temperature, pH, heavy metal concentrations, and nitrogen compound concentrations (Naylor <em>et al</em>. 1989, Maltby and Crane 1994, Chaumot <em>et al</em>. 2015). As long as the water way is not contaminated, these species can live there from top to bottom (Korea University Research and Business Foundation 2011). Nevertheless, in the lower section of the valley few or no individuals have been observed due to chronic human disturbance (Korea University Research and Business Foundation 2011).<br/><br/> This taxon lives in isolated mountain brooks, so only limited amount of dispersal and colonization, and thus gene exchange, occurs between water bodies. In this regard, the connectivity between the upstream and downstream ecosystems, which facilitates drift as a dispersal strategy, is crucial for preserving genetic diversity in an isolated habitat (Morrissey and de Kerckhove 2009, Alp <em>et al</em>. 2012). Therefore, the combination of these two traits makes this taxon very vulnerable to habitat disturbance.", "threats": "Three factors have contributed to the decline in the quality and area of habitats on Baengnyeong&#160;Island&#160;where this species occurs.<br/><br/> (1) On Baengnyeong Island, agricultural activities driving decline and fragmentation of habitats: Despite Baengnyeong Island's lack of surface water, 25% of its surface is covered in farmland (National Institute of Food Science 2011). As 70% of the water area in Junghwa-dong was cultivated (Lee <em>et al</em>. 2006), this species was only found in the stream least affected by agricultural activities (Lee <em>et al</em>. 2006, Korea University Research and Business Foundation 2011). The other nearby streams were found to be contaminated (the mean of total nitrogen: 10.34 mg/L (22% of N-NO<sub>3</sub>-); Lee <em>et al</em>. 2006) enough to deter dispersal of <em>Gammarus </em>species (0.6 mg/L of N-NO<sub>3</sub>-; Parvulescu and Hamchevici 2010). Thus, it is inferred that the only recorded subpopulation is isolated. This type of decline in available habitats seems to have progressed historically throughout the island. Other valleys on the island remain water-free most of the year, limiting the distribution of this species (Korea University Research and Business Foundation 2011). <br/><br/> (2) Expansion of human activities brought by a new airport: Upon completion of Baengnyeong Airport in 2029, the number of annual visitors is estimated to increase by about six times (by 2030; Aviation Industry Research Institute Korea 2017) from 83,004 (average of 2011-2016; Aviation Industry Research Institute Korea 2017). To this end, the local government plans to expand roads, housing, and basic infrastructure facilities around Baengnyeong Island and Daecheong Island (Incheon Metropolitan City 2022). In light of the local extinction of its closely related species in the Jeongok habitat due to urbanization, the changes in the Ongjin region sparked by the new airport is expected to result in a decline in the area and the quality of habitats.<br/><br/> (3) Climate change reducing freshwater availability: Climate change is known to reduce freshwater capacity on small islands (IPCC 2008). In this case, the subpopulations of Baengnyeong and Daecheong Islands are expected to experience a decline in the area and quality of their habitats in the future, but possibly beyond a three generation length period.", "conservationmeasures": "The species does not occur in any protected area, and has not been assessed for the national Red List. Two directions should be followed to conserve the habitat of the Ongjin region. First, exclude the water bodies occupied by this species from the expansion of human activities following the opening of Baengnyeong Airport. Second, develop a climate change conservation strategy.&#160;Research is required to confirm the current distribution, population size and population trend of this species.", "usetrade": "There has been no trade in this taxon."}]}