{"name": "125961752", "result": [{"species_id": 125961752, "taxonomicnotes": null, "rationale": "<p><em>Gambusia pseudopunctata</em> is restricted to a small series of springs and clear streams in the western portion of the Tiburon Peninsula, Haiti. Extent of Occurrence is estimated to be 418 km<sup>2</sup>. This species occurs in an estimated 1-4 threat-based locations. Total population size and population trend are unknown. Despite uncertainties regarding the direct impact of widespread deforestation, land-use change, sedimentation, the establishment of non-native fishes, and unregulated pesticide and sewage pollution, there is an inferred and continuous decline in habitat quality and potentially habitat availability. Therefore, <em>G. pseudopunctata</em> is assessed as Endangered under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Gambusia pseudopunctata</em> is a narrow endemic to Haiti, where it is restricted to a small series of springs and clear streams in the western portion of the Tiburon Peninsula (Rauchenberger 1988, 1989). The type locality of this species is a spring at Roseaux, off the road from Les Cayes to Jéremie, 15 km east of Jéremie in the Départément du Sud, Haiti (Lucinda 2003).</p>  <p>Extent of Occurrence is estimated to be 418 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020). This species is estimated to occur in 1-4 threat-based locations, with a lower estimate assuming that deforestation is negatively impacting all known localities (Posner <em>et al.</em> 2010), and an upper estimate assuming that each locality is affected independently by one or more compounding stressors.</p>", "population": "The total population size and population trend of this species are unknown.", "populationtrend": "unknown", "habitat": "<p>This species has only been reported from clear, freshwater streams and springs in the western Tiburon Peninsula (Rivas 1971, Lucinda 2003)<em>. Gambusia hispaniolae</em> is likely a strong competitor of <em>G. pseudopunctata</em>, with which it does not co-occur (Rivas 1971). Some evidence suggests that competitive exclusion from the broadly distributed <em>G. hispaniolae</em> has isolated relict populations of <em>G. pseudopunctata</em> to its now narrowly restricted range (Rivas 1971). Maximum reported body size is 5.5 cm standard length (SL) (Lee&#160;<em>et al.</em>&#160;1983).</p>", "threats": "<p></p><p>Deforestation and subsequent land use continue to be the greatest threats to biodiversity throughout Haiti (Latta 2005, Posner&#160;<em>et al.</em>&#160;2010, Alscher 2011, Williams 2011). The western portion of the Tiburon Peninsula is largely deforested (Sly&#160;<em>et al.</em>&#160;2010). This continues to have severe impacts on hydrologic cycles, including increased soil erosion, reduced groundwater infiltration, severe flooding following periods of heavy rainfall, and drastic reductions in dry season flow rates (Posner&#160;<em>et al.&#160;</em>2010). The current estimated forest cover in Haiti is between 1.5-2.6% (Posner&#160;<em>et al.</em>&#160;2010). Wastewater and sewage treatment is absent in this region (Posner&#160;<em>et al.</em>&#160;2010). Pesticide use is unregulated (Posner&#160;<em>et al.</em>&#160;2010).</p>  <p>Some have suggested that the widespread <em>G. hispaniolae</em> is a strong competitor of <em>G. pseudopunctata</em>, and the continued survival of the relict population of <em>G. pseudopunctatai</em> in spring systems is contingent on the exclusion of <em>G. hispaniolae</em> from this habitat (Fink 1971).</p>  <p>Non-native ichthyofauna has established throughout much of the Tiburon Peninsula, including two species of tilapia (<em>Oreochromis aureus</em> and <em>Coptodon rendali</em>) (Rodriguez-Silva and Weaver 2020). Chemical products (e.g., insecticides and herbicides) are frequently used to facilitate fish capture to support subsistence fisheries (Posner&#160;<em>et al.&#160;</em>2010).</p>  <p>Hurricane activity and climate change are plausible future threats that are likely to negatively impact freshwater aquatic habitat in Haiti (Alscher 2011, Sheller and León 2016). This species has not been surveyed since Hurricane Matthew made landfall on the western tip of the Tiburon Peninsula in late 2016. It is likely that considerable environmental damage was sustained (Kijewski-Correa&#160;<em>et al.</em>&#160;2018), though the direct impacts on <em>G. pseudopunctata</em> are unknown.</p>  <p>Despite uncertainties regarding the scope and magnitude of existing threats, continuing decline in habitat quality is inferred.</p><br/><p></p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>G. pseudopunctata</em>. It is feasible that the range of this species extends into the Macaya Biosphere Reserve and the Baradéres-Cayemites Protected Area (IUCN and UNEP-WCMC 2020). However, regulatory compliance and enforcement in these areas is lacking or non-existent (Posner&#160;<em>et al.</em>&#160;2010, Sly&#160;<em>et al.</em>&#160;2010). Additional research regarding current distribution, population size, population trend, and the direct impact of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}