{"name": "164694148", "result": [{"species_id": 164694148, "taxonomicnotes": null, "rationale": "<p><em>Rineloricaria altipinnis</em> is restricted to the Tuira River drainage on the Pacific slope of eastern Panama. Extent of Occurrence (EOO) is estimated to be 6,652-33,402 km<sup>2</sup>. This species has only been collected at five discreet localities, and while more comprehensive surveys could reveal additional localities, the number of locations where this species occurs is estimated to be five. Total population size and population trend are unknown. However, this species is poorly represented in museum records and ichthyological surveys within its native range, suggesting that it is uncommon. Existing threats include land-use change and deforestation associated with agricultural expansion and extractive logging within park boundaries. While there is considerable uncertainty regarding the scope, magnitude, and direct impacts of these threats, they are likely to be producing an inferred continuous decline in habitat quality. As such, <em>R. altipinnis</em> is assessed as Vulnerable (VU) under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Rineloricaria altipinnis</em> is distributed in the Tuira River drainage on the Pacific slope of eastern Panama (Smith and Bermingham 2005, Matamoros <em>et al</em>. 2015, Covain <em>et al</em>. 2016). Ichthyological sampling in Darien National Park only collected this species from Chamurucuate stream (Garcés and García 2007). The type locality of this species is the Chico River (Tuira River drainage) in Darien, Panama (Reis <em>et al</em>. 2003). Additional records have been collected from the Bayano River (R. González pers. comm. 2019). It is also found in the Sambu River.</p>  <p>Extent of Occurrence (EOO) is estimated to be 6,652-33,402 km<sup>2</sup>, with a lower estimate bounded by a minimum convex polygon calculated around georeferenced collection records (GBIF 2019), and an upper estimate bounded by a minimum convex polygon calculated around the Tuira River drainage. </p>  This species is known from five discreet collection localities. While there are uncertainties regarding the scope and magnitude of existing threats, as well as uncertainty regarding the distribution of the taxa (which can most probably be attributed to sparse sampling effort), the number of threat-based locations where this species occurs is estimated to be five. The number of locations may increase following more comprehensive ichthyological survey.", "population": "<p>The total population size and population trend of this species are unknown. However, poor representation in museum collections, and a limited number of individuals collected during field surveys in Darien National Park (Breder 1927, Garcés and García 2007) suggest that this species is uncommon to rare (R. González pers. comm. 2019). </p>", "populationtrend": "unknown", "habitat": "<p>This species has been collected in freshwater streams and rivers on the Pacific slope of eastern Panama, and typically occurs in small pools alongside evaporating streamsides during the dry season (Breder 1927). Diet is comprised primarily of periphyton (Breder 1927). Reproductive output likely peaks during the rainy season (Breder 1927). This species reaches a maximum reported body size of 15.4 cm standard length (SL) (Reis <em>et al</em>. 2003).</p>", "threats": "<p>Existing threats in eastern Panama include land-use changes and deforestation associated with agricultural expansion and development adjacent to roadways (Girot 2002, Robinson <em>et al</em>. 2004, Suman 2007, Larsen 2019). Despite existing protections in Darien National Park, illegal logging activities continue to result in deforestation and habitat degradation (Mateo-Vega <em>et al</em>. 2019, Meyer <em>et al</em>. 2019).</p>  <p>While there is considerable uncertainty regarding the scope and magnitude of threats, and the direct impact of existing threats on population trend and habitat availability, these threats are producing continuous, inferred declines on habitat quality. Quantifying the impact of these threats is a necessary research priority.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>R. altipinnis</em>. The range of this species extends into Darien National Park (IUCN and UNEP-WCMC 2019). Additional ichthyological survey is needed to reduce uncertainties in range extent and abundance. More information regarding population size, population trend, and the scope and magnitude of existing threats will be necessary to inform conservation action.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}