{"name": "83024503", "result": [{"species_id": 83024503, "taxonomicnotes": null, "rationale": "This species has a wide distribution on Grande Terre, New Caledonia, and it is considered locally common. However, deforestation and mud-polluted creeks are believed to be threats for this species. It is assessed as Near Threatened is based its small area of occupancy (AOO = 100 km²) and ongoing decline of its forest habitat. Currently, it occurs in more than 10 locations, which for the moment are scattered throughout the country. In future this species may require being reassessed and moved to Vulnerable or even Endangered should the perceived deforestation be proven as a real threat to the species and the number of locations declines or the population proves to be severely fragmented.", "geographicrange": "<em>Caledargiolestes uniseries </em>is endemic to Grande Terre, New Caledonia where it is recorded from at least 20 localities. This species is widely distributed and easily observed.", "population": "<em>Caledargiolestes uniseries </em>has a wide distribution throughout the island. It may be locally common, but the specific life style of both adult and immature stages obscure the observations.", "populationtrend": "unknown", "habitat": "<p><span lang=\"EN-GB\">The larva of <em>C. uniseries</em> was first discovered by Lippit Willey (1955), but not identified properly. It was reported as a megapodagrionidae larva found in leaf litter, which suggested a potential non-aquatic, burrowing lifestyle. Winstanley (1983) correctly associated the larva of <em>C. uniseries</em> by comparing photographs and detailed drawings presented by both Lippit Willey (1955) and Lieftinck (1976) and rearing larvae in laboratory conditions, where he could observe the emergence of three individuals and document details about the foraging behaviour of larvae in the absence of free water. The author concluded that larvae of this species “... thrive rather than survive in a situation frequently lacking free water, and they are normally terrestrial, although the rearing experiments also permit the view that they are amphibious” (Winstanley 1983). <br/><br/>In natural conditions emergences are sometimes during the morning, because a larva lying close to its exuvia was found around 6:00 AM, near the water. Last larval stages of <em>Caledargioestes uniseries</em> were considered as “terrestrial” by Lippitt Willey (1955), some larvae were collected on forest litter. Adults confine around creeks and males do not appear territorial.</p>", "threats": "No information is available on the threats to this species. It is assumed that deforestation may have an effect on the species as it depends on the forested areas. Therefore, ongoing logging is considered as a potential threat to this species.", "conservationmeasures": "There are no known conservation measures in place.", "usetrade": null}]}