{"name": "133764299", "result": [{"species_id": 133764299, "taxonomicnotes": null, "rationale": "<em>Profundulus mixtlanensis </em>is an endemic freshwater fish species of Mexico, found within the river systems of Río Grande Santiago, Río Cucharas, El Carmen Tuxtitlán, Putla de Guerrero, and the springs Aldama, Chalcatongo, and Santiago Yosondúa, in the Federal State of Oaxaca, Mexico. The species range is relatively restricted, in comparison to other species in the genus, and the population size is very small. Most of the spring habitats where the species inhabits are under threat from anthropogenic pressures and currently declining. However, more information is needed about the number of locations to be able to assess it as threatened. Therefore, it is currently assessed as Near Threatened.", "geographicrange": "<em>Profundulus mixtlanensis </em>is native to the river systems of the&#160;Oaxaca State in Mexico. These include the Colorado River, Atoyaquillo River, the Atoyac river basin, and the Mixteco river basin. The majority of these river systems drain into the Pacific (Ornelas-García <em>et al</em>. 2015).", "population": "The populations sizes are very small. When the species is present in pools, there are no more than 100 individuals. Similarly, when the species inhabits rivers (e.g. Río Cucharas), the species density is comparatively very low to the rest of the fish species present in the locality. <br/><br/>The remaining populations of the species are very restricted to the springs, major rivers and smaller tributaries in the Atoyac-Verde basin, at altitudes between 710 and 2,300 m above sea level, but mostly above 2000 m (Ornelas-García&#160;<em>et al</em>. 2015).", "populationtrend": "unknown", "habitat": "<em>Profundulus mixtlanensis </em>is a freshwater species known to occur within major rivers, smaller tributaries and springs, at altitudes between 710 and 2,300 m above sea level, but mostly above 2000 m (Ornelas-García, <em>et al</em>. 2015). This species is known to range from 60.05-66.90 (SL) (Ornelas-García&#160;<em>et al</em>. 2015). The species habitat is composed of small springs, around 1 m in diameter and less than 1 m deep. In these pools, the species is associated with the aquatic vegetation. In the rivers, the species is mainly found at the peripheral vegetation as well as in the rapids sections of the river.", "threats": "Other than the remaining populations of this species being very restricted to the springs and major rivers within the Atoyac-Verde basin, there is no information available to the actual threats this species faces. More research is needed to clarify the&#160;past, ongoing, or future threats that exist to this species.", "conservationmeasures": "There are no known species conservation actions for <em>Profundulus mixtlanensis</em>. More information is needed regarding this species habitat preferences and range.", "usetrade": "The species is not utilised."}]}