{"name": "157910258", "result": [{"species_id": 157910258, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to deep-sea hydrothermal vents along the Juan de Fuca Ridge in the Pacific Ocean. It is currently known from three restricted locations in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 1,512 m to 2,250 m bsl. The species occurs only at hydrothermal vent fields, has a restricted area of occupancy (AOO) and extent of occurrence (EOO), and has been found at only three locations, suggesting that it would be severely threatened by the anthropogenic impacts associated with mineral extraction if deep-sea mining were to occur in this region. While Location 1 lies within a Marine Protected Area (Glowka 2003), Locations 2 and 3 do not and are still vulnerable to the threat of deep-sea mining. We have therefore opted to assess this species as Near Threatened (NT). Although the species has a restricted AOO and there is a plausible future threat required for Vulnerable (VU D2), it is unlikely to become Critically Endangered (CR) or Extinct (EX) over the next 1-2 generations because at least one location is protected. There is currently no continuing decline inferred for the species as mining licences have not been granted for the unprotected locations to date, however, an urgent reassessment would be merited if there was a substantial change to the status of mining licence arrangements or to the status of the MPAs, whereby the assessment could increase to Endangered (EN&#160;B1ab(iii)+2ab(iii)).", "geographicrange": "This deep-sea gastropod is restricted to three locations at hydrothermal vents on the Juan de Fuca Ridge in the Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al</em>. 2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.&#160;Location 1 falls within the Exclusive Economic Zone of Canada and is protected by the Endeavour Hydrothermal Vents Marine Protected Area (Glowka 2003). Locations 2 and 3 fall outside of national jurisdiction in International Waters. The species occurs at active black smokers and sites of diffuse venting located at depths of 1,512 m bsl to 2,250 m bsl. It has been observed from six vent fields within the three locations: Main Endeavour Field (Location 1) (McLean 1989), Source (Location 2) (Tunnicliffe&#160;<em>et al.</em>&#160;1997), Axial Seamount International District (Location 2) (Kelly and Metaxas 2008), Axial Seamount CASM (Location 2) (McLean 1989), North Cleft Low Temperature (Location 3) (Milligan and Tunnicliffe 1994) and South Cleft (Location 3) (McLean 1989, Milligan and Tunnicliffe 1994). This species is present over very small areas in each of these vent fields.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (McLean 1989, Milligan and Tunnicliffe 1994, Tunnicliffe <em>et al. </em>1997, Kelly and Metaxas 2008).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on seamounts and deep ocean ridges in the Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 1,512 m to 2,250 m bsl.", "threats": "This species is known to inhabit three locations, one of which falls within the Exclusive Economic Zone of Canada. The remaining locations are subject to International Seabed Authority governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact of mining on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.&#160;</em>2018). Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. Whilst no mining licences have been granted for the area to date, these vent fields would be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining were to be permitted by the Canadian government (Location 1) or the International Seabed Authority (Locations 2 and 3).&#160;Location 1 lies within the Endeavour Hydrothermal Vents Marine Protected Area established in 2003 (Glowka 2003). This MPA prohibits the disturbance, damage or removal of any structures or animals without consent from the Minister of Justice for purposes beyond scientific research. We therefore do not consider there to be any threat to the Location 1 at this time. However, there is currently no protection for the remaining two locations that this species inhabits, leaving open the possibility for the future implementation of mining licences. We therefore consider the potential for future deep-sea mining licences to be granted as a significant threat to the species.", "conservationmeasures": "One of the three locations, Main Endeavour Field, lies within the Endeavour Hydrothermal Vents Marine Protected Area established in 2003 (Glowka 2003). This MPA prohibits the disturbance, damage or removal of any structures or animals without consent from the Minister of Justice for purposes beyond scientific research. However, there are no conservation actions currently in place at the other two locations where this species is found. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the Juan de Fuca Ridge.", "usetrade": "There is no known trade nor use of this species."}]}