{"name": "61165", "result": [{"species_id": 61165, "taxonomicnotes": "This species previously appeared on the IUCN Red List in the genus <em>Pseudotropheus</em> Regan, 1922 but is now valid in the genus <em>Chindongo</em> Li, Konings &amp; Stauffer, 2016.", "rationale": "This species is endemic to Lake Malawi where it is only known from one small island.&#160;It meets the area requirements under criterion B for Critically Endangered and it is known from one location. However, the threats recognised are thought unlikely to push the species to Critically Endangered or Extinct within a short time period, meaning it does not currently meet the criteria for Vulnerable D2. Future declines in habitat quality or population size are possible but uncertain. The effects of pollution on this species are unknown and it is, therefore, listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Malawi where it occurs only at Chinyankwazi Island.", "population": "No current information is available on the population, but the large schools of foraging individuals that were referred to by Ribbink <em>et al.</em> (1983) have disappeared over the years. <em>Chindongo flavus</em>&#160;is nevertheless still a common species at Chinyankwazi Island.", "populationtrend": "decreasing", "habitat": "This species prefers rocky habitat near small to medium sized rocks, usually between 7-20 m depth. It used to occur in schools that have been observed roaming through the habitat. It feeds mainly on plankton from the open water but territorial males also feed from rock surfaces within their territory. These territorial males aggressively defend their territory, which is normally centred around a cave. The maximum size is 8.5 cm total length.", "threats": "Water pollution from fishermen's waste is a threat to this species.", "conservationmeasures": "This species is only found in Lake Malawi National Park.", "usetrade": "It is no longer targeted by the ornamental fish trade, but is known as \"Pseudotropheus Dinghani\" in the trade."}]}