{"name": "164691446", "result": [{"species_id": 164691446, "taxonomicnotes": null, "rationale": "<p><em>Phallichthys tico</em> is distributed on the Atlantic slope of Costa Rica in small tributaries of the Sarapiquí river drainage, including Lake Arenal. Extent of Occurrence is estimated to be 6,296&#160;km<sup>2</sup>. A number of pervasive threats, including extensive deforestation, land-use change, and pesticide runoff associated with the expansion of plantation agriculture have resulted in inferred declines in the extent and quality of available aquatic habitat. Given the pervasive impact of these threats at the catchment scale, this species is suspected to occur in 4-6 locations. Therefore, <em>P. tico</em> is assessed as Vulnerable under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Phallichthys tico</em> is distributed on the Atlantic slope of Central America, from Lake Nicaragua southward throughout the small tributaries of the San Juan, San Carlos, and Sarapiquí river drainages, including Lake Arenal in Guanacaste, Costa Rica (Bussing and López 1977, Bussing 1998, Smith and Bermingham 2005, Angulo <em>et al</em>. 2013). Elevational distribution ranges from 35-600 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is the Puerto Viejo River, approximately 6.5 km southeast of the Puerto Viejo Pueblo in Heredia, Costa Rica (Lucinda 2003). Surveys further north in Costa Rica have not revealed any new occurrences, and reports of this species from Nicaragua may be erroneous (A. Arturo pers. comm. 2020).</p>  <p>Extent of Occurrence (EOO) is estimated to be 6,296 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given a known occurrence in three major river drainages and two major lakes, and considering the likely widespread impact of non-point agricultural runoff on these drainages and water bodies, this species is suspected to occur in 4-6 locations.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in stagnant swamps, sluggish river backwaters, and vegetated shorelines of Lake Nicaragua at water temperatures ranging from 23-30 C (Bussing 1998, Regus <em>et al</em>. 2013). It forms small schools near the surface of turbid water amongst aquatic vegetation, where it feeds primarily on microplankton, diatoms, and insect larvae (Bussing and López 1977, Bussing 1998). Females reach a maximum reported body size of 3.5 cm total length (TL) (Bussing 1998).</p>  <p>This species reproduces by giving live birth, and exhibits a mean brood size of 10.4 young and a 23.9 day brood interval characterized by a lack of superfetation (Regus <em>et al</em>. 2013).</p>", "threats": "<p>There are a number of pervasive non-point threats that are likely resulting in habitat quality declines at the catchment scale, which are related primarily to deforestation, sedimentation, and pollution associated with expansive plantation agriculture in lowland regions and floodplains of major rivers on the Atlantic slope of Nicaragua and Costa Rica (Van Laake an Sánchez-Azofeifa 2004, Castillo <em>et al</em>. 2006, Echeverría-Sáenz <em>et al</em>. 2012, Diepens <em>et al</em>. 2014, Gourdji <em>et al</em>. 2015, Shaver <em>et al</em>. 2015, Fournier <em>et al</em>. 2018). Despite a significant amount of historical deforestation, there is some evidence that reforestation is occurring in some areas of Costa Rica (Jadin <em>et al</em>. 2016)</p>  <p>Additional sources of pollution include industrial wastewater discharge, inadequate treatment of domestic wastewater and raw sewage, and heavy metal pollutants associated with mining activities (Espinoza Mendiola 2008, Bower 2014). The existence of a number of hydroelectric projects and the development of future hydroelectric projects in Costa Rica has likely resulted in natural hydrology modification (Anderson <em>et al</em>. 2006). Non-native species, especially the widespread introduction of Tilapia (<em>Oreochromis</em> spp.) in Nicaragua, may be causing adverse effects on native fauna by competing for food resources and suitable habitat (McCrary <em>et al</em>. 2007).</p>  There is considerable uncertainty regarding the direct and indirect impacts, scope, and magnitude of these threats, but they are inferred to have resulted in some degree of decline in the availability and quality of aquatic habitat.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. tico. T</em>he range of this species extends into Caño Negro Wildlife Refuge (IUCN and UNEP-WCMC 2019), which may provide indirect protection against habitat degradation. Additional research is needed to clarify distribution, population size, population status, and the scope and magnitude of major pervasive threats throughout the range of this species.</p>", "usetrade": "This species is not utilized."}]}