{"name": "139548970", "result": [{"species_id": 139548970, "taxonomicnotes": "<p><p><em>Diplacina holgerhungeri </em>appears to differ from <em>D. bolivari </em>Selys mostly in details of colouration and confirmation that it is really a distinct species rather than a variant of <em>D. bolivari</em> is needed.</p></p>", "rationale": "<p>An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the area of Polillo is less than 630 km<sup>2</sup> and since not all habitat on the island will be suitable for the species the AOO can safely be assumed to be less than 500 km<sup>2</sup>. Similarly, its extent of occurrence is constrained by the area of Polilllo. Ongoing declines in AOO and extent and quality of suitable habitat are inferred from loss of forest on Polillo and with only two locations known the species qualifies for Endangered status under criteria B2ab(ii,iii) and, taking a reasonable precautionary approach, is assessed accordingly. Additional data from Polillo may allow re-assessment to a lower threat category in the future, but given the small AOO and definite threats it is very unlikely that Least Concern status will ever be appropriate (and therefore Data Deficient is not an appropriate assessment) unless the species is found on other islands in the Philippines.</p>", "geographicrange": "<p><em>Diplacina holgerhungeri</em> is known from the type series from two locations on Polillo Island (Villanueva 2012). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the area of Polillo is less than 630 km² and since not all habitat on the island will be suitable for the species the AOO can safely be assumed to be less than 500 km². Similarly, its extent of occurrence is constrained by the area of Polilllo. The AOO is inferred to be declining due to loss of and disturbance to forest on Polillo.</p>", "population": "<p>This does not appear to be a common species. Beyond this all that can be said is that some decline in overall population is inferred from habitat loss on Polillo Island.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is summarised in Villanueva (2012: 233): “The specimens were collected in a forested stream. The stream had a canopy cover ranging from 60-80% shade, and was located in a relatively steep slope and the course had several cascades of varying height. The substrate was sandy with plenty of decaying detritus trapped on exposed rocks. The water was clear and very cold. Specimens were found perching on sun-exposed leaves beside the stream.” It is likely that the species is forest-dependent, its ability to tolerate disturbance is not known. The extent and quality of suitable habitat is inferred to be declining due to loss of and disturbance to forest on Polillo.</p>", "threats": "<p>The most recent information available to the assessor on threats to Odonata on Polillo is in Villanueva (2010: 21): “Polillo Island lacks high mountains and deep gorges which hinder clearing for agricultural purposes. This makes the island at threat to land conversion for agriculture and settlement. During the survey several tracts of forest are cleared for agricultural reasons mainly through ‘kaingin’ [slash and burn]. In some instances clearing extends to the creeks or streams removing vegetations that provide cover for shade loving species.<br/><br/>Deforestation, as always the prime threat to Philippine species, is also present on the island. Though logging concessions are no longer a present threat, large number of small scale logging threatens the remaining forest patches. This logging activity was noted during the survey even in the watershed sites.<br/><br/>Use of pesticide for collecting crustacean not only on the site it is applied at but, of course, downstream as well. This intentional poisoning of the water system, in addition to the pesticide from agricultural lands, threatens not only livestock and people downstream but the entire aquatic organism. Unfortunately, this practice is rampant not only in Polillo but also in various areas in the country.”<br/><br/>Examination of satellite images supports much of the above text and <em>D. </em><em>holgerhungeri</em> appears to be under threat from deforestation from agriculture and small scale logging and possibly also from pollution.</p>", "conservationmeasures": "<p>The priorities for this species are for verification that it is in fact distinct from <em>Diplacina bolivari </em>(see the Taxonomic Note) and if it is, for more data on exact habitat requirements and ability to tolerate disturbance. Protection of habitat where the species occurs is highly desirable. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}