{"name": "191187", "result": [{"species_id": 191187, "taxonomicnotes": null, "rationale": "<em>Chirostoma riojai</em> is a freshwater fish endemic to the headwaters of Rio Lerma basin where it was found in nine localities until 1985. A continuing decline in the extent and quality of its habitat has been observed as a result of industrialisation and fast population growth in the upper Lerma river basin. The species is currently restricted to only two localities: Laguna Guadalupe Victoria (type locality 7 ha) and the Ignacio Ramirez dam (80 ha) in Valle de Toluca, Mexico (Méndez-Sánchez <em>et al</em>. 2016) with an AOO of less than 1 km<sup>2</sup>. The species is threatened by overfishing, over-extraction of water resources for irrigation and an elevated biomagnification of pesticides at Ignacio Ramı́rez Dam located in an agricultural area with high levels of soil erosion. Fish populations have declined in response to the environmental stress caused by bioaccumulation of these contaminants (Favari <em>et al</em>. 2002). Water conditions are slightly better at the natural lagoon of Guadalupe Victoria, where the local authorities have prevented sewage discharges and the introduction of invasive species in the lagoon (Méndez-Sánchez<em> et al</em>. 2016). The Guadalupe Victoria lagoon is the very last intact habitat relict for this endemic freshwater fish. Considering the species restricted range and threats, it is assessed as Critically Endangered.", "geographicrange": "<em>Chirostoma riojai</em> is a freshwater fish species endemic to the headwaters of Lerma river basin where it was found in nine localities until 1985. Currently, the species is restricted to only two localities: Laguna Guadalupe Victoria (type locality 7 ha) and the Ignacio Ramirez Dam (80 ha) in Valle de Toluca, Mexico (Méndez-Sánchez <em>et al</em>. 2016).", "population": "Population density is low and restricted to only two localities (H. Espinosa pers. comm. 2018).", "populationtrend": "decreasing", "habitat": "The species inhabits clear to turbid, spring-fed lakes and streams at high altitude (Miller <em>et al</em>. 2005). <em>C. riojai</em> is a species with very narrow tolerance intervals and therefore very vulnerable to environmental changes, between 1985 and 1989, the species was collected in waters with the following characteristics: temperature of 13-28 °C, concentration of developing oxygen from 2.4 to 15 mg/l, turbidity from undetectable (ND) to 600 UFT, suspended solids ND-580 mg/l, pH from 6.3 to 9.4, hardness from 19 to 280 mg/l of CaCO3, sulfates ND-170 mg/l, phosphates ND-6.0 mg/l, and nitrates ND-35.2 mg/l (Diaz-Pardo <em>et al</em>. 1993). Clear to turbid (9–332 UFT), spring-fed lakes and streams, inhabiting relatively shallow, vegetated areas. Found in alkaline (pH 7.4–9.7) and well oxygenated (5–9 mg l−1) waters of low to moderate conductivity (20–340 μs.cm<sup>-1</sup>) (Soto-Galera <em>et al</em>. 2008). This species is carnivorous,f eeding primarily on zooplankton and fish less than 50 mm SL. It mainly consumes <em>Bosmina coregoni</em>, <em>Paracyclops</em> sp. and <em>Diaphanosoma leuchtenbergianum</em>; larger individuals eat mostly <em>Daphnia,</em> especially <em>D. catawba</em>. The lifespan probably does not exceed two years in nature (Méndez-Sánchez and Soto-Galera 1996).", "threats": "Declines have been caused by industrial and urban&#160; pollution and loss of habitat from excessive water extraction for potable, agricultural and industrial uses (Soto-Galera <em>et al</em>. 1991).<br/>The species is threatened by industrialisation and population growth in the upper Lerma causing water pollution, overfishing, over-extraction of water resources for irrigation and an elevated biomagnification of pesticides at Ignacio Ramı́rez Dam located in an agricultural area with high levels soil erosion. Fish populations have declined in response to these environmental stresses and the bioaccumulation of contaminants (Favari <em>et al</em>. 2002).&#160;<br/><br/>Water conditions are better at the natural lagoon of Guadalupe Victoria where the local authorities have prevented sewage discharges and the introduction of invasive species in the lagoon (Méndez Sánchez<em> et al</em>. 2016). The Guadalupe Victoria lagoon is the very last intact habitat relict for the species.", "conservationmeasures": "The species is listed as threatened of extinction in the NOM-059-SEMARNAT-2010. Ex-situ conservation is undertaken by the Escuela Nacional de Ciencias Biologicas del Instituto Politecnico Nacional and the Universidad Autonoma de Mexico (Méndez Sánchez <em>et al</em>. 2016). Implementation of fisheries regulations and integrated water resource management and environmental flows systems are recommended to guarantee the long term survival of the species.", "usetrade": "The species is targeted by local fisheries."}]}