{"name": "201958", "result": [{"species_id": 201958, "taxonomicnotes": null, "rationale": "<em>Puntius khohi</em> is assessed as Endangered because the speceis is known from a single location from Silgad-Khoh River, Dogadda&#160;with an Extent of Occurrence of less than 2,000 km<sup>2</sup>&#160;and threats to the species and its habitat from various anthropogenic activities. The non protected areas of Khoh river are threatened by sand and boulder mining, pollution from domestic and  urban waste, clearing of riparian vegetation, water abstraction and  destructive fishing including dynamiting and use of poisons. However, it is essential to note that<span> the species is known only from its original  description and research is essential to understand its population status,  trends, distribution, ecology and species specific threats.", "geographicrange": "<em>Puntius khohi</em> is currently known only from Silgad-Khoh River, Dogadda, Uttaranchal (= <span>Uttarakhand) and Uttar Pradesh, India (Dobriyal <em>et al.</em> 2004). The species and its habitat and threatened by sand and boulder mining, pollution from domestic and urban waste, clearing of riparian vegetation, water abstraction and destructive fishing including dynamiting and use of various poisons (Gupta <em>et al. </em>2015).<span><br/><span></span>", "population": "There is no information regarding population status and population trends for this species.", "populationtrend": "unknown", "habitat": "<em>Puntius khohi</em> inhabits rivers (Dobriyal <em>et al.</em> 2004). The habitat of the species is threatened by sand and boulder mining, pollution from domestic and urban waste, clearing of riparian vegetation, water abstraction and destructive fishing including dynamiting and use of various poisons (Gupta <em>et al</em>. 2015).", "threats": "In the non protected areas of Khoh river the species and its habitat and threatened by sand and boulder mining, pollution from domestic and urban waste, clearing of riparian vegetation, water abstraction and destructive fishing including dynamiting and use of various poisons (Gupta <em>et al. </em>2015).", "conservationmeasures": "No species specific conservation actions are in place for <em>Puntius khohi</em>. The species is also not known from any protected area. Since the habitat of the speceis is threatened there is need for monitoring of habitat and population trends and conservation actions to protect the habitat. Because the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats.", "usetrade": "There is no information on use and trade of this species."}]}