{"name": "139544865", "result": [{"species_id": 139544865, "taxonomicnotes": null, "rationale": "<p><em>Sangabasis carmelae</em> is known from one coastal site on Polillo Island in the Philippines. The species appears to occupy coastal swamps. Threats exist at the known location and more generally around the coast of Polillo. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the AOO must be less than the area of Polillo Island and is therefore less than 629 km² (likely considerably less, and realistically it will be less than 500km<sup>2</sup>) and declining, as is the extent and quality of suitable habitat. The species qualifies for Endangered status under criterion B2ab(ii,iii) and may need to be reassessed as Critically Endangered once more data become available. </p>", "geographicrange": "<p><em>Sangabasis carmelae</em> is known from one coastal site on Polillo Island in the Philippines (Villanueva and Dow 2014). The area of Polillo is only 628.9 km² so the area of occupancy (AOO) of this species, if genuinely confined to the island, must be less than this; if confined to coastal areas then the AOO will be considerably less.&#160;The AOO is also inferred to be decreasing due to loss of suitable habitats on Polillo.</p>", "population": "<p>This species may be relatively abundant where it occurs but is clearly very local in occurrence. An ongoing decline, in overall population, is inferred from loss and degradation of coastal habitats on Polillo and it is likely that the overall population is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The only available information is “It was found on a small Nipa swamp” (Villanueva 2010: 8 as <em>Amphicnemis</em> sp.n.). It appears likely that the species is confined to coastal swamp forest formations and if this is the case then the extent and quality of suitable habitat is inferred will certainly be declining due to human activities</p>", "threats": "<p>The main threat to this species appears to be from loss of coastal forest habitats, which can be seen to be occurring all around Polillo Island, probably mostly for agriculture, although subsistence logging (unless confined to Nipa swamp) and urban expansion are likely to be threats to some populations.</p>", "conservationmeasures": "<p>More information on the distribution and exact habitat requirements of this species is urgently needed, and protection of the known location is required.&#160;Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}