{"name": "149082874", "result": [{"species_id": 149082874, "taxonomicnotes": null, "rationale": "<p></p><p><em>Carlana eigenmanni</em> is distributed on the Atlantic versant of Nicaragua and Costa Rica, including Lake Nicaragua. Panamanian records of this species probably represent an undescribed species, but require further study. Total population size and trend are unknown, but it has been reported as abundant at some localities where it occurs. Regional threats include habitat loss resulting from deforestation, municipal and agricultural pollution, and several introduced fishes that are likely to be impacting on the distribution or population status of this species. There is currently no evidence of major population decline, but there is continuing decline in the habitat quality. Uncertainties in the scope of existing threats prevents a reliable estimation of the number of locations where the species occurs, but it is suspected to be fewer than ten. Therefore, <em>C. eigenmanni</em> is assessed as Vulnerable B1ab(iii). </p><br/><p></p>", "geographicrange": "<p></p><p><em>Carlana eigenmanni</em> occurs on the Atlantic versant of Nicaragua and Costa Rica, including Lake Nicaragua southwards to at least the Pacuare River in Costa Rica (Bussing 1998, Angulo <em>et al.</em> 2013). Records in Panama (Smith and Bermingham 2005) are doubtful and most likely correspond to an undescribed species (A. Angulo pers. comm. 2019). Extent of Occurrence (EOO) is estimated to be 16,142 km<sup>2</sup>, based on a minimum convex polygon calculated around confirmed geo-referenced collection records (GBIF 2019). Given uncertainties regarding the scope of existing threats, it is not possible to determine the number of locations where this species occurs with accuracy, though it is suspected to occur in fewer than 10.</p><br/><p></p>", "population": "<p></p><p>Total population size and population trend are unknown. This species is apparently uncommon in the northern portion and on the Atlantic versant of Costa Rica (Bussing 1998). Burcham (1988) reports a single individual from tributaries of the Puerto Viejo River. This species was dominant in a temporary water body in Caño Negro National Wildlife Refuge, Costa Rica (Sánchez <em>et al</em>. 2014). Recent collections Sarapiquí and Parismina River basins found this species at only three sampling localities, where this species was relatively uncommon (A. Angulo pers. comm. 2019). </p><p>In museum collections held at the University of Costa Rica, there are 15 collection lots, with relatively few specimens per lot (A. Angulo pers. comm. 2019).</p><br/><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p>This freshwater, benthopelagic species occurs near shorelines, calm backwaters and other stagnant biotopes between 35-85 meters above sea level (Bussing 1998, A. Angulo pers. comm. 2019). Diet typically consists of filamentous algae and aquatic insects. Maximum total length is 7.3 cm (Bussing 1998). </p>  <p>Other aspects on the ecology of this species are largely unknown.</p><br/><p></p>", "threats": "<p>Regional deforestation resulting from urban and agricultural expansion has reduced much of the primary forest cover in Nicaragua (Di Lallo <em>et al</em>. 2017). Planned construction of the transoceanic shipping canal in Lake Nicaragua may increase the risk of introduced species and pollution (Chen <em>et al</em>. 2016). The growing expansion of pineapple and other crops in the Sarapiquí, San Carlos and other basins in the north Caribbean portion of Costa Rica could adversely affect this species, given the habitat reduction and contamination by agrochemical wastes (A. Angulo pers. comm. 2019). Major watersheds on the Caribbean slope of Costa Rica have been polluted by untreated sewage, agricultural pesticides, and sediment loads (Bower 2014, Arias-Andrés <em>et al</em>. 2018, Fournier <em>et al</em>. 2018). </p><p>  </p><p>A number of non-native species have been introduced into Nicaragua, Costa Rica, and Panama (McKaye <em>et al</em>. 1995, Angulo <em>et al</em>. 2013).&#160;</p>  Existing threats are inferred to have resulted in continuous declines in the quality of available habitat. However, the scope of impact has not been evaluated.", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation actions directed towards <em>Carlana eigenmanni</em>. The range of this species includes multiple protected areas (IUCN and UNEP-WCMC 2019). More information regarding the distribution, population status, and the impact of potential threats would be useful in guiding future conservation action. </p><br/><p></p>", "usetrade": "<p></p><p>This species has potential to be utilized within the aquarium hobby (A. Angulo pers. comm. 2019). However, there is little or no information available regarding its current popularity.</p><br/><p></p>"}]}