{"name": "184573", "result": [{"species_id": 184573, "taxonomicnotes": "<em>Biomphalaria stanleyi</em> is considered a distinct species (Plam <em>et al. </em>2008). It is a broad and high-shelled lacustrine morphotype endemic to Lake Albert, and thus homologous to<em> B. smithi</em> from Lake Edward and <em>B. choanomphala</em> <em>choanomphala</em> from Lake Victoria.<br/><br/><span class=\"element-citation\"><span><span class=\"ref-journal\"><span class=\"ref-vol\"><br/><span class=\"element-citation\"><span></span></span></span>", "rationale": "This species occurs in Lake Albert (Uganda/The Democratic Republic of the Congo) and there is some uncertainty as to whether it also occurs in Lake Cyohoha (Burundi). If the species were to occur in both lakes then its area of occupancy (AOO) based on the area of suitable habitat, would be approximately 3,000 km² and its extent of occurrence (EOO) would be approximately 30,000 km². If the species is restricted to Lake Albert then its EOO would be 5,300 km² (based on the area of the lake). There are continuing declines in the quality of its habitat due to pollution from human habitation of the littoral zone and from oil exploration surrounding Lake Albert. This is a relatively rare species with a fragmented distribution in the lakes but there is insufficient information to support severe fragmentation. Therefore, this species is listed as Near Threatened.", "geographicrange": "This species is endemic to Lake Albert (Uganda/The Democratic Republic of the Congo) and Lake Cyohoha (Burundi). The taxonomy of the subpopulation in Lake Cyohoha is not fully understood and this subpopulation may represent a different species.", "population": "No density values are available and it is usually relatively rare.", "populationtrend": "unknown", "habitat": "This species is associated with vegetation in shallow parts of&#160; Lake Albert (Brown 1994). It is an intermediate host of <em>Schistosoma mansoni</em>.", "threats": "This species is an intermediate host for&#160;<em>Schistosoma mansoni</em>, causing intestinal bilharzia in humans, and is possibly tolerant to some degree of change. Though different types of pollution are present in the region where it occurs we assume that pollution does have an impact on&#160;the subpopulations of this species&#160;but we&#160;can not assess the degree of significance. Drilling for oil has recently begun around Lake Albert.", "conservationmeasures": "No conservation actions are in place.", "usetrade": "This species is not used."}]}