{"name": "157867345", "result": [{"species_id": 157867345, "taxonomicnotes": null, "rationale": "This marine gastropod is restricted to deep-sea hydrothermal vents along the East Pacific Rise and Galápagos Rift in the Pacific Ocean. It is currently known from nine restricted locations in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at depths of 2,330 m to 2,845 m bsl. The species occurs only at hydrothermal vent fields and has a restricted area of occupancy (AOO), suggesting that it would be threatened by the anthropogenic impacts associated with mineral extraction if deep-sea mining were to occur in this region. All known locations fall within International Waters with no conservation measures in place. Whilst no licences have been granted to date, if mining were to be approved within any of these locations, this species is projected to experience decline in the extent and quality of its habitat.&#160;The presence of the species across a large geographical area owing to the spread of hydrothermal vent fields across ocean ridges might give cause for Least Concern (LC), however, this vent species is endemic to vent environments and only occupies a small area of suitable habitat (~36 km²) which is significantly below the Vulnerable (VU) category threshold for AOO under criterion B. Therefore, it would only take a small number of mining events to drive the species to extinction and a&#160;reassessment would be merited in the event of mining licences being granted, whereby the species would be capable of becoming Vulnerable (VU B2ab(iii)).<br/><br/>It should also be stressed that the research on the taxonomy of this species and the potential occurrence of a cryptic species complex may actually result in a current overestimate of the abundance and range of this particular species. Recent research has noted genetically distinct lineages within this species which may represent a complex of two or more distinct species (Johnson&#160;<em>et al</em>. 2008;&#160;Matabos and Jollivet 2019). Currently, the populations assessed here are considered to belong to one species, and this is reflected in the assessment. If future research determines that this is a complex of multiple species, this would warrant reassessment incorporating the distribution of each member of the complex separately:&#160;a northern lineage that inhabits Feather Duster, EPR 9 50'N, EPR 7 25'S, EPR 14S, EPR 17 34'S, Rapa Nui and EPR 23 50'S (<em>L. tevnianus sensu stricto</em>),&#160;a southern lineage that inhabits EPR 23 50'S and Nolan's Nook (Johnson <em>et al.</em> 2008), and a third lineage inhabiting the Galapagos Rift at the location Tempus Fugit (Matabos and Jollivet 2019). An urgent need for reassessment will be warranted following any publication of updated taxonomy for this species.", "geographicrange": "This deep-sea gastropod is restricted to nine locations at hydrothermal vents on the East Pacific Rise and Galapagos Rift in the Pacific Ocean. A location encompasses vent fields within a prescribed management area, with a biologically and geologically coherent identity, and within 80 km of each other. To delineate locations, we started with prescribed management areas, then divided each of these into subareas with a biologically and geologically coherent identity. Finally, we divided these subareas into clusters of vents within 80 km of each other. Each location therefore also has common exposure to relevant potential threats. A distance of 80 km was set as the minimum threshold to separate vent fields into different locations as evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure.&#160;This species occurs at active black smokers and sites of diffuse venting located at depths of 2,330 m bsl to 2,845 m bsl. All locations occur beyond national jurisdiction in International Waters. The species has been observed from the following vent fields in nine locations: Feather Duster (Location 1) (McLean 1993), EPR 9 50'N (Location 2) (Bayer <em>et al.</em> 2011), EPR 7 25'S (Location 3), EPR 23 50'S (Location 4), Nolan's Nook (Location 5) (Johnson <em>et al.</em> 2008), Tempus Fugit (Location 6) (Matabos and Jollivet 2019), EPR 14S (Location 7), EPR 17 34'S (Location 8), and Rapa Nui (Location 9) (Matabos <em>et al.</em> 2011). The species is present over very small areas in each of these vent fields. It should be noted that multiple papers over the last decade have posited that this range may actually represent a cryptic species complex and that assessing these individuals as one species may result in an overestimate of abundance and range. Based on DNA evidence, Johnson <em>et al.</em> (2008) proposed two cryptic forms within <em>L. tevnianus</em>: <em>L. tevnianus sensu stricto</em>, a northern lineage that inhabits Feather Duster, EPR 9 50'N, EPR 7 25'S, EPR 14S, EPR 17 34'S, Rapa Nui and EPR 23 50'S, and <em>L. </em>aff.<em> tevnianus,</em> a southern lineage that inhabits EPR 23 50'S and Nolan's Nook. Recently, Matabos and Jollivet (2019) proposed a third <em>L. </em>aff.<em> tevnianus</em> lineage inhabiting the Galapagos Rift at the location Tempus Fugit.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (McLean 1993, Johnson <em>et al.</em> 2008, Bayer <em>et al.</em> 2011, Matabos <em>et al.</em> 2011, Matabos and Jollivet 2019).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at depths of 2,330 m to 2,845 m bsl.", "threats": "The nine locations in which this species is found all fall within International Waters and are subject to International Seabed Authority (ISA) governance. The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. There are currently no deep-sea mining licences granted for vent fields within the East Pacific Rise or Galápagos Rift. However, the ISA has granted numerous exploration licences to date in other areas like the Mid-Atlantic Ridge, so there is reason for concern.&#160;ISA exploration-phase licences allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing. Both direct impacts from mineral extraction and indirect disturbance from adjacent activities could impact local subpopulations. Evidence from the literature suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.&#160;</em>2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. These vent fields would be susceptible to considerable anthropogenic disturbances if future development of deep-sea mining is permitted. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.&#160;</em>2018). We therefore consider the potential for future deep-sea mining licences to be granted as a significant threat to the species.", "conservationmeasures": "There are no conservation actions currently in place at any of the nine vent fields inhabited by this species. We recommend that specific international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along the East Pacific Rise or Galapagos Rift. Taxonomic research is also required to address the many accounts that this species may actually represent a cryptic species complex. Based on DNA evidence Johnson&#160;<em>et al.</em>&#160;(2008) proposed two cryptic forms within&#160;<em>L. tevnianus</em>:&#160;<em>L. tevnianus sensu stricto</em>, a northern lineage that inhabits Feather Duster, EPR 9 50'N, EPR 7 25'S, EPR 14S, EPR 17 34'S, Rapa Nui and EPR 23 50'S, and&#160;<em>L. aff. tevnianus,</em>&#160;a southern lineage that inhabits EPR 23 50'S and Nolan's Nook. Recently, Matabos and Jollivet (2019) proposed a third&#160;<em>L. aff. tevnianus</em>&#160;lineage inhabiting the Galapagos Rift at the location Tempus Fugit.", "usetrade": "There is no known trade or use of this species."}]}