{"name": "184529", "result": [{"species_id": 184529, "taxonomicnotes": "<em>Bulinus permembranaceus</em> is a species belonging to the<em> B. truncatus/tropicus</em> group (not complex). The species is haploid and restricted to higher altitudes.", "rationale": "Additional information on the taxonomical degree of separation of this species with other species of the <em>B. truncatus/tropicus</em> group <em>sensu</em> Mandahl-Barth&#160;(not genetic complex), population status, distribution, threats and ecology remain necessary. For example, it is difficult to ascertain the proportion of the subpopulations that are in the protected stable wetlands and the proportion in the fast declining wetlands around human settlements. This species is adapted to higher regions in tropical Africa, that are as yet not reached by related morphs&#160;of <em>B. truncatus</em> and <em>B. tropicus</em>. Climatic change may increase the vertical distribution of the latter species, which are highly opportunistic and most likely will displace<em> B. permembranaceus</em>. Its extent of occurrence (EOO) is 3,000 km², and threats include the increased use and pollution of surface waters<em>&#160;</em>and the possible effects of climate change<em> </em>(displacement by opportunistic species, temperature increase). A population decrease of 30% over a period of the past 10 years is  assumed due to the transformation of the habitats (C. Lange and D. Van Damme pers. comm. 2016). Therefore this species is assessed as Vulnerable<em>.<br/></em>", "geographicrange": "This species is endemic to the Aberdare range, specifically the Kinangop Plateau and Mau escarpment (areas of Mau Narok, Molo and Kipkabus) in Kenya. The Aberdare Range does not drain west towards Lake Victoria, but into the Kenyan Rift. Hence <em>Bulinus permembranaceus</em> is not part of the malacofauna of the Victorian Basin.", "population": "No density estimates are available but this species is not mentioned as abundant, and a&#160;population decrease of 30% over a period of the past 10 years is assumed due to the transformation of the habitats (C. Lange and D. Van Damme pers. comm. 2016).", "populationtrend": "decreasing", "habitat": "The species is found in pools and small streams of the higher part  (1,940 to 2,760 m asl) of the Aberdare Range (Brown 1994).", "threats": "The aquatic habitat of this species is in rapid decline due to the increase of human populations and the ensuing&#160;water&#160;drainage of wetlands for domestic and agricultural use and reconversion to arable land. Ongoing research on the mountain lakes and their invertebrate communities&#160;of the Rwenzoris (Van Damme and Eggermont 2011) shows an upward movement of the tropical fauna on the flanks, replacing the afromontane one. It is likely that such a change is also occurring in the Aberdares.", "conservationmeasures": "The distribution range partly overlaps with a strictly protected area (Aberdare National Park). Additional information on the taxonomical degree of separation with other species of the&#160;<em>B. truncatus/tropicus</em>&#160;group&#160;<em>sensu</em>&#160;Mandahl-Barth&#160;(not genetic complex), population status, distribution, threats and ecology remain necessary.", "usetrade": "This species is not used."}]}