{"name": "60295", "result": [{"species_id": 60295, "taxonomicnotes": null, "rationale": "The species has only been encountered in the Congo Basin, Zambia, in the Okavango Delta and the Caprivi Strip. Surveys in 2000/2001 in the Okavango Delta did not reveal new records (Kipping 2002), while new records could be made for the from the Kwano River 2006 and 2007  (Kipping, pers. comm.). At the Kwando River and the Namibian part of the Okavango River, some unsecured observations were made in December 2004. The species is likely to be locally present in riverine swamps in Western Zambia.<br/>In general the distribution of Anax bangweuluensis is considered to be fragmented. It is present at Quando, Namibia (Kipping, pers. comm.) as well as in a small number of other locations. In general, there are plenty of suitable sites where the species is expected to occur, but this requires further surveys. The species is assessed as Near Threatened on the basis of currently known populations being fragmented, a small area of occupancy, and an increasing loss of habitat as a result of drying of swamps in relation to climate change and to population growth and an expansion of agriculture.", "geographicrange": "The species occurs in northeastern Zambia (Lake Bangweulu; Cotterill, pers. comm.), Namibia (Okavango panhandle), and northern Botswana (Okavango swamps). Four records in total from outside of southern Africa. In southern Africa it is known from 10 records in Namibia (Okavango panhandle), and northern Botswana (Okavango delta). From current knowledge, it has a disjunct distribution, and it is difficult to assess the extent of occurrence from the available data.", "population": "Population size is unknown.", "populationtrend": "unknown", "habitat": "Swamps along large rivers and lakes.", "threats": "No information available. Impacts to the habitat of this species could arise due to swamp drainage for agriculture and groundwater extraction.", "conservationmeasures": "Use of aerial spraying with pesticides for Tsetse fly, with short-term impacts on larvae. More research is urgently required to determine the taxonomy, range, population status, habitat and threats for this species.", "usetrade": null}]}