{"name": "169366", "result": [{"species_id": 169366, "taxonomicnotes": null, "rationale": "<em>Tlaloc hildebrandi</em>&#160;occurs in the upper reaches of the Grijalva and Usumacinta river basins in Chiapas, Mexico. This highly restricted species faces ongoing habitat decline and degradation, principally caused by urbanisation and pollution, as well as invasive species. However, the population is relatively large, numbering well above 8000 individuals at the San Cristobal location. Additionally, a protected area has been established. With an estimated extent of occurrence (EOO) of 1894 km<sup>2</sup>&#160;(the area of the drainage basin), an area of occupancy (AOO) of 116 km<sup>2</sup> and three locations (based on the most severe threats), this species is assessed as Endangered (EN) under B1ab(ii,iii)+B2ab(ii,iii).", "geographicrange": "<em>Tlaloc hildebrandi</em> occurs in the upper reaches of the Grijalva and Usumacinta river basins in Chiapas, Mexico (Gomez-Gonzalez <em>et al. </em>2015, Velazquez-Velazquez <em>et al. </em>2016). This species exhibits a restricted extent of occurrence (Gomez-Gonzalez<em> et al.</em> 2015, Velazquez-Velazquez<em> et al.</em> 2016). The number of locations where this species occurs is defined as three, based on the most severe threats (W. Matamoros pers. comm. 2018).", "population": "On a range-wide scale, total population size and population trend are unknown.&#160;In a study performed in the San Cristobal Valley location, Velázquez-Velázquez and Schmitter-Soto (2004) estimated its population at 40,000, with 8000 individuals being the lowest bound of the statistical 95%-confidence interval. Given that the available habitat is decreasing because of urban expansion, the population trend is surely decreasing by the same rate at this location.", "populationtrend": "unknown", "habitat": "<em>Tlaloc&#160;</em><em>hildebrandi</em>&#160;is a benthopelagic species that inhabits channels, streams, and small lakes in the alpine wetland habitat of the San Cristóbal basin.  In streams it occupies both rapids and pools, but is more abundant in sites where pools are deeper and better defined (Velázquez-Velázquez and Schmitter-Soto 2004). The type locality (spring-fed Lake Maria Eugenia, which was 5-6 ha) disappeared around 1950; it had abundant vegetation, with a rocky substrate, a slight current and a depth of 0.6 m (Miller <em>et al</em>. 2005).&#160; The species feeds on insect larvae and crustaceans, and breeds from January to June (Velázquez-Velázquez <em>et al.</em> 2009).", "threats": "<em>Tlaloc hildebrandi</em>&#160;is threatened by four introduced species;&#160;sport fishermen observed that the introduction of the largemouth bass (<em>Micropterus salmoides</em>) in Lake Chapultepec coincided with the disappearance of&#160;<em>Tlaloc hildebrandi</em>, where it had once been abundant (Velázquez-Velázquez and Schmitter-Soto 2004).<br/><br/>Most springs within the basin are water sources used for human consumption and irrigation.  Water destined for households is often chlorinated directly in the springs, and dead pupfish have sometimes been observed associated with this practice (Velázquez-Velázquez and Schmitter-Soto 2004).<br/><br/>Several dams have been built within this species habitat, which may fragment populations. However, the genetic and demographic consequences are unknown and require further study.   Periodic removal of sediment also occurs, a process that takes away most aquatic macrophytes.  The elimination of vegetation removes important spawning sites for&#160;<em>Tlaloc hildebrandi</em>, and a potential food source, as it removes plant-associated prey (Velázquez-Velázquez and Schmitter-Soto 2004).<br/><br/>Velázquez-Velázquez and Schmitter-Soto (2004) estimate that habitat at the San Cristobal location has declined by 70% in the last 50 years, due to the draining of Lake Maria Eugenia, and sewage pollution in 60% of water areas in the sub-basin of Jovel.  They also predict that if the rate of urban growth and the associated impact on the hydrology of the basin continues, a further 50% of&#160;<em>T. hildebrandi</em>'s remaining habitat at this location could be destroyed within the next decade.<br/><br/>In the Grijalva drainage basin, agricultural pollution associated with nutrient and pesticide runoff has the potential to negatively effect <em>T. hildebrandi. </em>However, the effects of agricultural pollution on population size and population trend at this location are unknown.&#160;In the Usumacinta drainage basin, the threats to this species are unknown.", "conservationmeasures": "It has been recommended that small reserves of the alpine wetland habitat that is inhabited by <em>Tlaloc hildebrandi</em> be restored and protected (Velázquez-Velázquez and Schmitter-Soto 2004). The recommendation was followed by the local government in 2008 (Velázquez-Velázquez <em>et al.</em> 2009) and this species is known to occur within the protected area of the municipal park \"Los Humedales\". Suggested conservation management actions include site protection and management, invasive species control, and restoration of natural habitat.", "usetrade": "This species is not utilised."}]}