{"name": "6626", "result": [{"species_id": 6626, "taxonomicnotes": null, "rationale": "This species has a restricted distribution (EOO = 1100 km<sup>2</sup>) in the Rio Verde basin, San Luis de Potosi, Mexico. It occurs at five locations, based on the main threats affecting its population. There is continuing decline in the quality of its habitat due to tourism activities, water extraction and pollution; therefore, it is listed as Endangered.<em><br/></em>", "geographicrange": "<p>This species is endemic to Mexico, where it occurs in springs of headwaters of Río Verde (Río Pánuco basin), east of La media Luna and at Puerta del Río, source of Río Verde, San Luis Potosí<em> </em>(Miller <em>et al. </em>2005). The extent of occurrence is estimated at 1100 km<sup>2</sup> and it occurs in five locations (based on the sites and threats described in Palacio-Nunez <em>et al</em>. 2015). <em></em></p>", "population": "<em>T. mandibularis</em>&#160;is not present in collections made between 1990 and 2016 in the Media Luna spring (Soto-Galera&#160;<em>et al</em>. 2018). The species was recorded in several sites across the Rio Verde basin; in most sites it was scarce to very scarce, whereas in one portion of the Rio Verde it was abundant (Palacio-Nunez <em>et al</em>. 2015).&#160; It has a very restricted distribution, since the species is represented only by three isolated populations (Cordero-Bleizeffer and Espinosa Pérez 2016).", "populationtrend": "unknown", "habitat": "<p>The species inhabits small, clear creeks, spring-fed marshes and warm springs, in slight to strong current, with much vegetation over substrates largely consisting of fine sand, mud (sometimes hard), and flocculent silt, at depths to about 1.0 m. Water temperatures varied from 24.5° to 29° C (Miller <em>et al.</em> 2005). It inhabits clear and transparent water (Contreras-Balderas and Verduzco-Martínez 1977). There is continuing decline in the quality of this species' habitat, based on the threats affecting the species.<br/></p>", "threats": "<p>There are large areas within the mountainous regions in the Rio Verde Valley that have suffered immoderate logging to become farming areas, the construction of irrigation dams has increased&#160; downstream, as well as the overexploitation of aquifers that limit the recharge of water tables, which are thus mainly used for the supply of industrial and urban water. The middle and lower regions of the Verde River are characterized as tourist areas that bring large amounts of trash to the river, as well as causing physical destruction of the habitat. There are also large contributions of agrochemicals and fertilizers to the river due to the surrounding agriculture. The introduction of exotic species could also become a problem since, in the lower part of the Verde River,&#160;<em>Tilapia aurea</em>&#160;uses of the substrate to build its nests, modifying the riverine characteristics (Arriaga-Cabrera <em>et al</em>. 1998).<br/><br/>In addition, in 2016 the presence of&#160;<em>Micropterus salmoides</em>&#160;was detected in the Los Anteojitos spring (Soto-Galera <em>et al</em>. 2018).</p>", "conservationmeasures": "There are no conservation measures for this species. It is present in Parque Estatal Manantial de la Media Luna, and it is listed as Endangered under the Mexican NOM-059 SEMARNAT 2010. Research is needed to better determine its distribution, population size, the trends and the threats that may be affecting it.", "usetrade": "This species is not used or traded."}]}