{"name": "15457", "result": [{"species_id": 15457, "taxonomicnotes": null, "rationale": "This species has a large distribution, but it is faced with widespread threats: overfishing, predation, hybridization and ecological displacement by introduced fishes, and habitat degradation (Natugonza&#160;<em>et al.&#160;</em>2021). Some populations occur in a few protected areas and in water bodies that have recently established community conservation efforts to recover this species (Olwa&#160;<em>et al.&#160;</em>2017); however, these conservation efforts are highly localized. The current levels of wetland conversion around most water bodies where the species is extant still poses a major threat, although the species may not go extinct in the next 10 years. Given these threats, there is probably an ongoing decline, which is suspected to have been about 20% in the last 10 years, qualifying the species is Near Threatened. There is a high likelihood that it could be threatened if habitat degradation is left unchecked or the current conservation efforts are not sustained.", "geographicrange": "The species is native to Lake Victoria and Kyoga basins. The population in the main lakes was depleted in the 1970s by overfishing, new species introductions (through predation and hybridization), and habitat degradation (Ogutu-Ohwayo 1990), although the species is still considered to be possibly extant. The species is extant in satellite lakes of these basins, but not common in research surveys. The species has also been introduced into multiple localities in central, eastern and southern Tanzania (e.g., the Pangani catchment, Zigi River, Malagarazi River, Lake Rukwa, Wami River) (Shechonge <em>et al. </em>2019) and northern Mozambique.", "population": "The species has been depleted from the main lakes of Victoria and Kyoga, but there are surviving subpopulations in most satellite lakes within the major lake basins. Given the current levels of wetland conversion around these lakes where the species is extant, the population is suspected to have declined by 20% in the last 10 years.", "populationtrend": "decreasing", "habitat": "This species is known to be confined to shallow inshore water less than 20 m deep, and in sheltered gulfs and bays, where the bottom is composed of soft algaceous mud (Witte and de Winter 1995). It is a plankton feeder, using the mucus-trap mechanism combined with the combing action of the pharyngeal teeth. It is non-selective and all organisms of a size capable of being retained are passed into the stomach (Trewavas 1983). Breeding fish are found throughout the year and distinct spawning areas can be identified in the lakes. Females brooding eggs often move off to the shelter of macrophyte beds or swampy areas. The young become independent at a length of about 15 mm when they are often found in channels in papyrus swamps (Trewavas 1983). The maximum size is 248 mm SL (Trewavas 1983).", "threats": "The species still faces pressure from Nile Perch predation, hybridization with introduced Oreochromines (especially Nile Tilapia), fishing, and habitat degradation (siltation, sedimentation, and eutrophication due agricultural activities in the catchment) in waterbodies where it is extant.", "conservationmeasures": "This species occurs in lakes, some of which are in protected areas (such as Lake Mburo) or Ramsar sites. The species also benefits from community conservation efforts such as those around Lakes Nawampasa, Nyaguo, Kayugi, and Kayanja (Olwa 2017). Lake Nyaguo is in the process of being gazetted as a Community Conservation Area (CCA) by creating a protected area with two fishing exclusion zones and a wetland buffer around the whole lake, which may assist the species to recover (Rainforest Trust 2021).", "usetrade": "The species is very rare but incidental catch may be used for food."}]}