{"name": "176014163", "result": [{"species_id": 176014163, "taxonomicnotes": null, "rationale": "Most of the distribution of<em> Baryancistrus beggini</em> is around the periphery of Parque Nacional Yapacana; however, the park is experiencing gold mining. In addition, <em>B. beggini</em> is being exported for the aquarium trade. These factors are inferred to be leading to a continuing decline in both habitat extent and quality, and population size. Along with an extent of occurrence (EOO) of 13,832 km<sup>2</sup> and three threat-based locations, this supports a ranking of Vulnerable under B1ab(iii,v).", "geographicrange": "<em>Baryancistrus beggini </em>is known from the lower Río Ventuari and lower Río Guaviare, as well as the mainstem Orinoco River from just upstream of the Río Ventuari downstream of the point where the Orinoco makes a northward bend on the Venezuela and Colombia border (Lujan <em>et al.</em> 2009, Fishnet2 2020).", "population": "The population size and trend of <em>Baryancistrus beggini&#160;</em>are unknown.", "populationtrend": "unknown", "habitat": "<em>Baryancistrus beggini</em>&#160;is found in the interstices of granitic bedrock and boulders of Guiana Shield streams. It feeds on periphyton and other microfauna that are found on and under rocks&#160;(Lujan&#160;<em>et al.</em> 2009). The species has been reported to spawn several times in the aquarium. Males (~90 mm standard length) guard a nest cavity that is generally a clay tube. Females (~70-75 mm) lay 10–45 eggs that the male then guards. Reported sizes of juveniles is 10 mm at 7 days, 12 mm at 14 days, and 13 mm at 21 days (PlanetCatfish 2020).", "threats": "<em>Baryancistrus beggini</em>&#160;is found in several areas in Venezuela and Colombia; however, protected areas in Venezuela are currently undergoing an increase in illegal mining&#160;for gold, coltan, diamonds, and bauxite, which has been particularly active in Amazonas, Venezuela.&#160;Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em>&#160;2002, Mol and Ouboter, 2004, Alofs&#160;<em>et al.</em> 2013, Rendon<em>&#160;et al.</em>&#160;2020). It is unknown how the species has been doing since the current increase in mining. The species is also one of the common species exported from the area for the pet trade (Lujan <em>et al.</em> 2009). The impact on threats to <em>Baryancistrus beggini</em>&#160;are unknown as the area has not had a significant survey since 2010.", "conservationmeasures": "Although the species is found in several protected areas, the protected areas in Venezuela are seeing increased illegal mining (Rendon <em>et al. </em>2020). If possible, the species should be monitored in its natural habitat, and the numbers of specimens exported for the pet trade should be monitored. The range is relatively small for species in the region, and the increase in mining is likely to have a detrimental effect on the species.", "usetrade": "A large number of species of Loricariidae catfish are exported from the region in which <em>Baryancistrus beggini </em>is found, and <em>B. beggini</em>&#160;is no exception&#160;(Lujan&#160;<em>et al.</em> 2009). The species is fairly common in the pet trade, and at least four spawning reports have been filed (PlanetCatfish 2020)."}]}