{"name": "139369530", "result": [{"species_id": 139369530, "taxonomicnotes": null, "rationale": "<p><em>Nepogomphus fruhstorferi</em> is widely but seemingly very locally distributed in Java, Sumatera, the Lesser Sunda Islands and Peninsular Malaysia. Most records are old (including all from Sumatera) and only about ten locations appear to have been recorded for the species. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO can be inferred to be declining from loss of lowland forest throughout its range, and the extent and quality of suitable habitat can also be inferred to be declining, so the species is close to qualifying for Vulnerable status under criteria B2ab(ii,iii), except that its AOO is not known to be less than 2,000 km². Accordingly, and taking the precautionary approach advocated by the IUCN, the species is assessed as Near Threatened. It is to be hoped that additional information will allow reassessment to a lower threat category in the future.</p>", "geographicrange": "<p><em>Nepogomphus fruhstorferi</em> is known from Java, Sumatera, the Lesser Sunda Islands and Peninsular Malaysia. Records from Java are from one location in East Java (Lieftinck 1934), it has also been reported from an unspecified location in the west of Java (Lieftinck 1934). Records from Sumatera are from Lampung (Lieftinck 1935) and West Sumatera (for instance Lieftinck 1935). Records from the Lesser Sunda Islands are from Bali (Lieftinck 1953) and Flores (Monk <em>et al. </em>1997). Records from Peninsular Malaysia are from Kedah (Dow <em>et al. </em>2017), Pahang (Norma-Rashid and van Tol 1995) and Selangor (Norma-Rashid and van Tol 1995, Vick 1993). Some of the records in the publications listed above are under the name <em>N. modestus</em>. The assessor is only aware of records of this species from ten locations, none of which appear to be totally protected, although some may have some degree of protection. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO can be inferred to be declining from loss of lowland forest throughout its range, and might be below 2,000 km².</p>", "population": "<p>Relatively few specimens of this species have ever been collected and it appears to be very local in occurrence but might be also be merely elusive. Beyond this little can be said except that the overall population can be inferred to be declining because of loss of forest throughout its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to be confined to clear running forest streams, usually in hilly country. The extent and quality of suitable habitat for the species is inferred to be declining because of loss of and disturbance to forest throughout its range.</p>", "threats": "<p>The main threat to this species is likely to be from conversion of forest to plantation.</p>", "conservationmeasures": "<p>More data on the distribution (especially in Sumatera) and exact habitat requirements of this species are needed. It would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities. </p>", "usetrade": null}]}