{"name": "17839", "result": [{"species_id": 17839, "taxonomicnotes": null, "rationale": "This butterfly is a range-restricted endemic of the Gydo Mountain and Elandsberg Mountain in the Western Cape Province, South Africa. It has an extent of occurrence (EOO) of 425 km<sup>2</sup>, an area of occupancy (AOO) of 24 km<sup>2</sup>, and it is known from&#160;two locations. The subspecies <em>Chrysoritis adonis</em> ssp.&#160;<em>adonis</em>&#160;has not been seen during the normal flight period since 2004, despite regular surveys. The vegetation has shown no signs of degradation, but fruit tree farming has expanded on the lower slopes of the mountain range to the north and may have had an influence on the population through drift of insecticides used for crop spraying. The subspecies on the Elandsberg seems to be stable with no known threats to its subpopulations. The taxon thus qualifies globally under the IUCN criteria as Endangered under criteria B1ab(i,ii,iii)+2ab(i,ii,iii).", "geographicrange": "This species is endemic to the Western Cape Province of South Africa and is only known from two localities, on the northern slopes of the Gydo Mountain near Ceres and the Elandsberg mountains north of the Swartberg, near Ladismith (see e.g. Williams 2016, Mecenero <em>et al. </em>2020). It is suspected that this species may occur in the mountain ranges north of Gydo but there are no records to substantiate this to date. The taxon's author has searched these possible localities but the species was not seen.", "population": "This taxon is known from only two locations, one with four known subpopulations along the mountain range, each separated by sufficient distance of unsuitable habitat to prevent regular genetic exchange on Elandsberg.&#160;The second location has at least&#160;one subpopulation on the Gydo Mountains. The population has shown a decline as no adults of the nominate subspecies have been seen since 2004 (from Mecenero <em>et al. </em>2020).", "populationtrend": "decreasing", "habitat": "It occurs on the summits of rocky ridges and montane fynbos at an altitude of 1,400-1,630 m. It is not found on peaks (see e.g. Williams 2016).", "threats": "It is extremely difficult to assess the threats faced by this species. From Mecenero <em>et al. </em>(2020): threats may arise from farming activities near the range of the nominate subspecies, for example the use of herbicides and pesticides. Fruit tree farming has expanded on the lower slopes of the mountain range to the north and may have had an influence on the subpopulations there through drift of insecticides used for crop spraying. The species in the Gydo Mountains has not been seen for a few years, but it is unclear why. It is not likely to be a result of drought because this taxon has not been seen during the wettest seasons, and the drought has only been a recent event. The eastern subpopulations on the Elandsberg are currently not threatened, except by the potential future threat of climate change. This would affect all the subpopulations, and since they occur on the summit ridges of a mountain range, they would not be able to respond to increased temperatures by moving higher up the mountain.", "conservationmeasures": "The taxon occurs in a protected area, but its population has shown a decline as no adults of the nominate subspecies have been seen since 2004. Action is needed to determine the reason for the decline. More field work needs to be done to try and find new localities. The subspecies in the Elandsberg&#160;does not require conservation measures as it occurs in a relatively inaccessible natural habitat with no threats.", "usetrade": null}]}