{"name": "139362822", "result": [{"species_id": 139362822, "taxonomicnotes": null, "rationale": "<p><em>Gomphidia javanica</em> is known from old records from five locations in Java: two in East Java and three in West Java. An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is unlikely to be large. Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 8,054 km². The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Gomphidia javanica</em> is known from old records from five localities (interpreted as locations, based on plausible threats and the distribution of known records) in Java: two in East Java and three in West Java (Förster 1899, Lieftinck 1934, Schmidt 1934). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is unlikely to be large. Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO), based on known (but old) collection records, is 8,054 km².<br/></p>", "population": "<p>Given the lack of recent records of this large sized species, which should be conspicuous, it is clearly not now a common species. No other statement about current population sizes and health can be made for this species, except that an ongoing decline in overall population is suspected from loss of forest throughout Java.</p>", "populationtrend": "decreasing", "habitat": "<p>Lieftinck (1954) states that the species is found at slow streams in forest areas, nothing else appears to have been recorded. Other species of <em>Gomphidia </em>occurring in Sundaland can occur in disturbed forest as well as pristine forest and may even prefer the former, it is to be hoped that the same applies to this species. However the extent and quality of suitable habitat for the species must be inferred to be declining due to the obvious loss of forest within its range.</p>", "threats": "<p>The main threat to this species will be from loss of forest due to clearance for farming of one type or another. Pollution of streams may also be a threat.</p>", "conservationmeasures": "<p>Fresh data on this species are urgently required, in particular on its distribution, exact habitat requirements and ability to tolerate disturbance. Protection of habitat where it occurs will be required once the species is relocated.</p>", "usetrade": null}]}