{"name": "64791159", "result": [{"species_id": 64791159, "taxonomicnotes": null, "rationale": "<em>Corydoras loxozonus&#160;</em>is assessed as Vulnerable. The area of occupancy (AOO) is best estimated at 1,220 km<sup>2</sup>. Ornamental fisheries are inferred to be causing a continuing decline in mature individuals. Sedimentation  and pollution associated with urban centers are inferred to be causing a continuing decline in habitat. There are 4-5 locations based on these threats.", "geographicrange": "The type locality for <em>Corydoras loxozonus</em> is the Meta river, Lomalinda near Ariari river, tributary to Guaviare river, southeast of Villavicencio, Colombia (Nijssen and Isbrüker 1983). The species is restricted to the foothills section of the rivers Guayabero, Ariari, Guaviare and Yucao (Meta drainage), including the rivers Caño Cristales and lagoons Losada, El Silencio, and Lomalinda. The species is distributed in a range of elevations from 100-600 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 29,229 km<sup>2 </sup>and the area of occupancy (AOO) is best estimated at 1,220 km<sup>2</sup>.<br/><br/>The geographic attributes for&#160;<em>Corydoras loxozonus</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "Not data available to estimate the population size. The current population trend probably is decreasing given its exploitation in the ornamental fishery, but no data are available. A population decline is suspected in the future given the intensity of fisheries and loss in quality of habitat because of regional expansion of the human frontier.", "populationtrend": "decreasing", "habitat": "<em>Corydoras loxozonus </em>occurs in the upper plains of the Guaviare and Meta rivers in lagoons, creeks, streams and rivers with flowing waters, sandy to sandy-muddy bottoms. It forms schools, and feeds on benthic invertebrates and detritus by driving its snout into the substrate. Its diet is small worms, crustaceans and larvae that it finds in sandy bottoms. It has parental care of eggs and young and&#160;can be over 49 mm in standard length (Reis 2003).", "threats": "For <em>Corydoras</em> species, ornamental fisheries have an important effect on natural populations. Other threats include the destruction of its habitat by sedimentation and pollution associated with urban centers (Etter&#160;<em>et al.</em>&#160;2006, Romero-Ruíz&#160;<em>et al.&#160;</em>2012, Briceño 2015).", "conservationmeasures": "<em>Corydoras loxozonus </em>is included in the regulation of ornamental fisheries (Ortega-Lara&#160;<em>et al</em>.&#160;2015). There are conservation sites and protected areas within its range: Parque Nacional Natural Sierra de la Macarena and DMI Ariari Guayabero (DoNascimiento<em>&#160;et al</em>. 2018, IUCN and UNEP-WCMC&#160;2020). Awareness and communications are recommended, as well as research into trends in the population, habitat, trade and harvest.", "usetrade": "<em>Corydoras loxozonus</em>&#160;is reported in the ornamental artisanal fishery in Colombia and is subject to regulations for its fishing and commercialization. The total volume of harvest is unknown. It is reported in landing from ports in Villavicencio (Ortega-Lara&#160;<em>et al.</em>&#160;2015)."}]}