{"name": "173698921", "result": [{"species_id": 173698921, "taxonomicnotes": "<p>Although van Tol &amp; Günther (2018) did not exclude specimens from the Takala Mountains in South Sulawesi from the type series of <em>Rhinocypha virgulata </em>(in marked contrast to their exclusion of a single specimen of <em>R. flavipoda</em> van Tol &amp; Günther, 2018, from the same location from the type series of that species, which has a similar distribution) it is clear from their other comments (e.g. “Probably restricted to streams running into or from Lake Poso or the Malili lakes”) that they consider the Takala Mountains location highly unlikely. Here we consider the Takala Mountains location as presence uncertain (but very unlikely) for this species, probably it is the result of mislabeling.</p>", "rationale": "<p><em>Rhinocypha virgulata</em> is known with certainty only from the Lake Poso and Mailili Lakes areas in the central part of Sulawesi. Eight individual confirmed sites have been recorded for this species, but it is not clear if these are all really separate threat defined locations (taking clearance for agriculture as the main threat at most locations); the assessor has only been able to assign separate coordinates to six sites. The species appears to be forest-dependent, and all localities are heavily deforested. In particular, one of the confirmed locations is very close to an area which, from satellite images, has been extensively cleared of vegetation, probably for mining but possibly for agriculture, and it is doubtful that the species still occurs there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. Its extent of occurrence (EOO) is 707–2,564 km². The overall population is already likely to be severely fragmented. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Rhinocypha virgulata</em> is known with certainty only from the Lake Poso and Mailili Lakes areas in the central part of Sulawesi (van Tol and Günther 2018). A location from much further south is considered highly dubious here (see the Taxonomic Notes section) and is excluded from further consideration in this assessment. Eight individual sites confirmed sites have been recorded for the species, but it is not clear if these are all really separate threat defined locations (taking clearance for agriculture as the main threat at most locations) and the assessor has only been able to assign separate coordinates to six sites. The species appears to be forest-dependent, and van Tol and Günther (2018) note that “Current Google Earth™ images suggest all localities are heavily deforested.” In particular, one of the confirmed locations is very close to an area which, from satellite images, has been extensively cleared of vegetation, probably for mining but possibly for agriculture, and it is doubtful that the species still occurs there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining due to loss of forest within the range of the species. Based on a minimum convex polygon around the confirmed data points, excluding the one locality where the species is possibly extinct, its minimum extent of occurrence (EOO) is 707 km²; its maximum EOO (based on a minimum convex polygon around the known occupied HydroBASINS areas) is 2,564 km².</p>", "population": "<p>This appears to have been an at least moderately common species at the known locations in the 1990s, but no further statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest throughout its known range and that it is almost certain that the overall population is already severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "Van Tol and Günther (2018) report the following: “In the Lake Poso area <em>R. virgulata</em> was found in four different streams that flowed directly into Lake Poso at an altitude between 510 m and 750 m a.s.l. (Fig. 17). The fast flowing, clear streams ranged from 2 to 10 m in width. The substrates were sandy-gravelly, rarely slightly muddy. The species was found in forested habitats or at least streams with dense gallery forests, including half-shaded streams within plantations but not in sections that were more affected by paddy fields. Probably at this time the original habitats in the open lower stream sections no longer met the habitat requirements as a result of land clearing and preparing paddy fields. The highest abundance of about 15–20 males per 100 m stream was observed in areas of slightly disturbed primary forests and well-developed secondary forests. At Sungai Wera the colonised section ended below the Saluopa falls. In the undisturbed rain forest section above the falls, only <em>R. phantasma</em> was found. In the 1990s, the species probably spread further into the headwaters due to progressive deforestation.”. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.", "threats": "<p>Threats from conversion of land for agriculture, pollution and probably from mining occur throughout the confirmed range of this species.</p>", "conservationmeasures": "<p>There is an urgent need for the protection of habitat where this species occurs and for further information on the distribution of, and threats to, this species. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}