{"name": "125962361", "result": [{"species_id": 125962361, "taxonomicnotes": null, "rationale": "<p><em>Gambusia xanthosoma</em> is restricted to coastal habitat and inland saline ponds around North Sound, Grand Cayman Island. Extent of Occurrence (EOO) is estimated to be 64-92 km<sup>2</sup>and Area of Occupancy (AOO) is estimated to be 64 km<sup>2</sup>. This species occurs in 2-5 threat based locations, based on the most pervasive threat of habitat loss associated with coastal development. Mangrove forest losses on Grand Cayman are severe, with an estimated loss of 27.9% cover from 1965-2013, and continued losses anticipated to support the development of tourism and residential infrastructure. As such, <em>G. xanthosoma</em> is assessed as Endangered under criteria B1ab(iii)+2ab(iii). Additional research regarding population size, population trend, and the direct impact of regionally pervasive threats is urgently needed to clarify the conservation status of this species.</p>", "geographicrange": "<p><em>Gambusia xanthosoma</em> is restricted to coastal habitat and inland saline ponds around North Sound, on the western side of Grand Cayman Island (Rachenberger 1989, Lucinda 2003). The type locality of this species is a brackish mosquito control ditch, adjacent to a mangrove swamp (Rauchenberger 1989).</p>  <p>Extent of Occurrence (EOO) is estimated to be 64-92 km<sup>2</sup>, with a lower estimate calculated by generating a minimum convex polygon around collection records reported in Abney <em>et al.</em> (2005), and an upper estimate calculated by generating a minimum convex polygon around all potentially suitable habitat around North Sound. Area of Occupancy (AOO) is estimated to be 64 km<sup>2</sup>, based on a 2 km<sup>2</sup> grid overlaying potentially suitable habitat where <em>G. xanthosoma</em> is known to occur (Abney&#160;<em>et al.&#160;</em>2005). This species is inferred to occur in 2-5 threat-based locations, based on population centers reported in Abney&#160;<em>et al.</em>&#160;(2005), and considering range extent into at least one protected area where the most pervasive threat of habitat loss is likely reduced (IUCN and UNEP-WCMC 2020). </p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is reported as uncommon throughout much of its range (Abney&#160;<em>et al.</em>&#160;2005).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in marine mangrove forests, brackish habitats, and inland saline ponds near North Sound, Grand Cayman Island, where it co-occurs with the close congener <em>G. puncticulata</em> (Abney and Rakocinski 2004). Habitat is typically 0.5-1 m in depth, characterized by substrates of mud and detritus, salinities ranging from 25.9-39.2 parts per thousand, and water temperatures of 25.6-33.9 C (Abney&#160;<em>et al.</em>&#160;2005). Water temperature at the type locality was 32 C and salinity was 30 parts per thousand (Greenfield 1983, Lee&#160;<em>et al.</em>&#160;1983). Co-occurring species include two other poeciliid species, and various non-poeciliis species (C. Rakocinski pers. comm. 2020).</p>  <p>Diet is comprised primarily of terrestrial and aquatic invertebrates, but also includes pollen grains and seed pods (Abney&#160;<em>et al.</em>&#160;2005). Females give live birth, with fecundity ranging from 1-11 (Abney&#160;<em>et al.</em>&#160;2005). Maximum reported body size is 3.6 cm standard length (SL) (Lee&#160;<em>et al.</em>&#160;1983). </p>", "threats": "<p>The primary threat to this species is mangrove forest destruction and conversion associated with coastal development (Bradley&#160;<em>et al.</em>&#160;2006, Echternacht&#160;<em>et al.</em>&#160;2011, Jurn&#160;<em>et al.</em>&#160;2018), and potential future losses resulting from severe weather events (Abney&#160;<em>et al.</em>&#160;2005). The human population on Grand Cayman has increased substantially in recent years (Echternacht&#160;<em>et al.</em>&#160;2011). Additionally, the need for infrastructure to support a burgeoning tourism industry has resulted in the destruction of coastal habitat around Grand Cayman (Echternacht&#160;<em>et al.</em>&#160;2011). Mangrove forest loss on Grand Cayman between 1965-2013 is estimated at 27.9%, and future projections suggest that mangrove habitat outside of protected areas could be lost by 2108 (Jurn&#160;<em>et al.</em>&#160;2018). Losses have been especially severe around the western and southern sides of North Sound (Jurn&#160;<em>et al.</em>&#160;2018).</p>  <p>Habitat degradation and loss associated with rising sea level and increased incidences of severe storms are anticipated future threats to <em>G. xanthosoma </em>and other species that utilize lowland coastal habitat (Echternacht&#160;<em>et al.&#160;</em>2011).</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>G. xanthosoma</em>. Range extends into the Central Mangrove Wetland National Park (IUCN and UNEP-WCMC 2020), which may provide indirect protection against habitat degradation. Additional research regarding population size, population status, and the direct impacts of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}