{"name": "158297383", "result": [{"species_id": 158297383, "taxonomicnotes": null, "rationale": "The species is endemic to the central highlands of Kenya, its extent of occurrence (EOO) is 9,156–10,836 km²<sup> </sup>and its area of occupancy (AOO) is 68 km². The unprotected habitats within Nairobi and the central highlands are declining in area, extent and quality of habitat as a result of urbanization, population pressure, subsistence farming, deforestation and use of harmful pesticide products. It therefore qualifies for listing as Vulnerable under criterion B.", "geographicrange": "The species is endemic to the central Kenyan highlands. It has been recorded in Ngong Forest, Karen, Meru Forest, Ol Donyo Sabuk, Kiganjo, Gatamaiyu Forest, Nyambene Forest, Imenti Forest, the lower slopes of Mount Kenya, Kabaru Forest-Nyeri, Langata Forest, and Karura Forest.", "population": "The current population trend of this species is not known. There are 96 collection records housed at either the National Museums of Kenya or the African Butterfly Research Institute. The records date from April 1935 to March 1992. There have been no recent targeted field trips, and the current status of the species is not known, however since all locations excepting one from the suburbs of Nairobi in Karen still have intact habitat it is suspected to still be present within suitable habitat.", "populationtrend": "unknown", "habitat": "The main habitat is evergreen forest. Some subpopulations are sometimes found in open habitats. The larval stage feeds on <em>Hippocratea</em> (Celastraceae), <em>Drypetes</em> (Euphorbiaceae) and <em>Craibia</em> (Leguminosae) (Larsen, 1996).", "threats": "The unprotected habitats within Nairobi and the central highlands are declining in quality as a result of human population growth that is leading to increases in urbanization,&#160;subsistence farming, deforestation and use of harmful pesticide products. The impacts of climate change are already being experienced through changes in rainfall patterns with extended dry seasons occurring throughout its range (Wilson <em>et al</em>. 2011, GoK 2018).", "conservationmeasures": "No known conservation measures are in place for the species. Much of its habitat is protected under the Kenya forest law. It also occurs within Kenyan national parks including Mount Kenya, Ol Donyo Sabuk and Nairobi National Park.", "usetrade": "The species is neither utilized nor traded."}]}