{"name": "202046", "result": [{"species_id": 202046, "taxonomicnotes": null, "rationale": "<p></p><p><em>Brachygonia puella</em> is known from Borneo (Central Kalimantan and Sarawak) and Belitung, however there is no recent record from the latter despite searches for it. It is clearly very local in occurrence, and is certainly severely fragmented. Although an accurate estimate of the area of occupancy (AOO) of the species is not possible at present, based on the available data it is likely less than 2,000 km², and an ongoing decline in quality and extent of suitable habitat can be inferred from loss and degradation of lowland habitats across its range. The species is assessed as Vulnerable under criterion B (VU B2ab(iii)). When more data are available it may need to be reassessed as Endangered.</p><br/><p></p>", "geographicrange": "<p><em>Brachygonia puella</em> is known from Borneo and Belitung. Published records from Borneo are from Central Kalimantan (Dow and Silvius 2014, Lieftinck 1953) and Sarawak (Dow, Ngiam and Ahmad 2015, Dow and Unggang 2010); there is also an as-yet-unpublished record from Sabangau in Central Kalimantan and there is a recent convincing photographic record from the Mentangai Protection Forest in Kalimantan Tengah. The only record from Belitung is that of the type series from Seru in West Belitung, collected in 1936 (Lieftinck 1937). Recent attempts to relocate the species on the island have been unsuccessful and it may already be extinct at the type locality. Excluding the possibly extinct Belitung population, six locations are known for this species, some in protected areas (e.g., Maludam National Park). It is not possible to make an accurate estimate of its area of occupancy (AOO), but based on the currently available data the AOO is less than 2,000 km².</p>", "population": "<p>This species is sometimes abundant at Binyo Penyilam in Sarawak, but appears to be far less common at the other currently known locations. Beyond this nothing can be said about current population sizes and health with the available data, except that the overall population is certainly severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species has been recorded from swamp forest and open marshes. In Borneo its favoured habitat appears to be open low pH marshes. At Binyo Penyilam in Sarawak it is often abundant in an open marsh surrounded by forest. This marsh is apparently natural and may represent the last stages of sedimentation of a lake. Occasional individuals are found on the nearby Sungai Penyilam but it is likely that these are merely foraging away from their breeding habitat. However the species is apparently absent from some locations that are at least superficially similar; we may not have a good understanding of its habitat requirements.</p>", "threats": "<p>The main threats to this very locally occurring species are from fires during dry periods (a threat at all known locations) and conversion of its habitat to oil palm plantation.</p>", "conservationmeasures": "<p>The main priorities for this species are for more data on its current distribution and better protection for Binyo Penyilam. Measures to conserve the species must be based on protection of its habitats; other measures will be at best ineffective and at worst actually counterproductive, e.g. blanket bans on collection of specimens will hamper efforts to find new locations since voucher specimens required to confirm identification will not be available.</p>", "usetrade": null}]}