{"name": "169248", "result": [{"species_id": 169248, "taxonomicnotes": "The genus <em>Nesolestes</em> may be a synonym of <em>Neurolestes</em> (Gambles 1970). Similar specimens from adjacent Cameroon may pertain to another species (Vick unpubl). The original 2009 Red List assessment included this species in <em>Nesolestes</em>. In 2017, it was moved to genus <em>Neurolestes</em>.", "rationale": "The species is assessed as Critically Endangered B1ab(ii,iii). It is short-listed by Dijkstra and Vick (2004) as western African odonate requiring special attention. It is known only from the one location (Obudu plateau) and an old record from the Kilum Ijim Forest in Cameroon (1967). For the type specimen no precise locality is given and only the city \"Obudu\" is given as locality. The two locations are separated by ca. 100 km agricultural land, and hence the locations are precautionarily labelled as severly fragmented as these population may be too small to be viable. The AOO is 8 km² and the EOO less than 100 km². Despite being a conspicuous insect occurring in a reasonably well surveyed area it has only recently been rediscovered in December 2005 (Parr pers. comm.) since 1961 and 1967. Its forest habitat is expected to deteriorate in the future, due to activities and expansion of the Obudu resort, and the species is therefore listed as Critically Endangered until new records may indicate that is can be downgraded. The Kilum Ijim Forest has no legal protection, but there are community efforts to protect the forest. Nevertheless we have no information, whether the species is still present in the Kilum Ijim Forest.", "geographicrange": "Gamble's Flatwing is only known from the Obudu Plateau in Nigeria, while similar specimens from adjacent Cameroon may pertain to another species (Vick unpubl.).", "population": "No information available.", "populationtrend": "unknown", "habitat": "<em>Nesolestes nigeriensis </em>is a rainforest species, which reproduces in clear streams.", "threats": "In western Africa, the type locality is impacted by the Obudu resort (this has recently been upgraded to an International Tourist Centre by the Cross River State Government of Nigeria), through resort expansion and possibly water extraction. Selective illegal logging is also impacting area around the type locality.", "conservationmeasures": "No conservation measures known but information on taxonomy, population ecology, habitat status and population trends would be valuable. Habitat/site based conservation is also required.", "usetrade": null}]}