{"name": "161342254", "result": [{"species_id": 161342254, "taxonomicnotes": "Subtribe should be Polyommatina.", "rationale": "This species is found in Mpumalanga and Limpopo provinces in South Africa as well as in Eswatini (Extent of Occurrence 3,585 km<sup>2</sup>). Recently discovered subpopulations near Ohrigstad, Barberton and in Eswatini have significantly increased the known range. There are six subpopulations, two of which are in protected areas. Together with a third subpopulation near Ohrigstad, these three subpopulations are in relatively pristine grassland habitat suitable for the species. Plantations are absent here and unlikely to be planted because of the rocky, mountainous terrain. The subpopulations at Nelshoogte, Sabie and Graskop are experiencing an ongoing decline in habitat quality as a result of fire suppression for Pine plantation management (the host plant requires fire) and invasion by alien plants. The taxon thus qualifies globally under the IUCN criteria as Vulnerable under criterion B.", "geographicrange": "This species is known from Mpumalanga and Limpopo provinces in South Africa, and from Eswatini, along the Drakensberg escarpment from Malolotja National Park in the south to near Ohrigstad in the north.", "population": "In recent years three further sites have been found in a protected area in Eswatini, in a protected area near Barberton and in the mountains above Ohrigstad. None of these are threatened and all subpopulations appear to be stable.", "populationtrend": "stable", "habitat": "It occurs in montane, fire-prone grassland with a short sward. The host plant is&#160;<em>Ocimum obovatum.</em>", "threats": "Moderate fragmentation of the habitat has been caused by Pine and Blue-gum plantation development on the escarpment. Alien vegetation, in the form of Black Wattle (<em>Acacia mearnsii</em>), Bramble, Bug-weed (<em>Solanum mauritianum</em>)&#160;and others, is causing further modification of the habitat. The host plant, <em>Ocimum obovatum</em>, is dependent on regular fire in order to thrive. Fires in the grassland patches are deliberately suppressed because of the danger to the plantations, leading to loss of grassland biodiversity. However, the subpopulations in Eswatini, near Barberton and near Ohrigstad are all under no threat (M. Williams, <em>pers. obs</em>.).", "conservationmeasures": "A management plan that protects and manages the Nelshoogte, Sabie and Graskop subpopulations should be developed and implemented.", "usetrade": null}]}