{"name": "139568377", "result": [{"species_id": 139568377, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta mylitta</em> is known from at least 28 locations in Biliran, Cebu, Dinagat, Homonhon, Leyte, Luzon, Panaon and Samar in the Philippines. Threats exist across the range of the species, even within protected areas and severe fragmentation of the population on most islands seems inevitable. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but although the species is widespread the AOO is unlikely to be large, probably not significantly greater than 2,000 km² and is likely considerably smaller. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. If the AOO was known to be below 2,000 km², the species would qualify for Vulnerable status under criteria B2ab(ii,iii) and it is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Drepanosticta mylitta</em> is known from Biliran, Cebu, Dinagat, Homonhon, Leyte, Luzon, Panaon and Samar in the Philippines (Cowley 1936, Hämäläinen and Muller 1997, van Tol 2005, Villanueva and Seidenschwarz 2012, Villanueva 2009). The assessor is aware of records from at least 28 locations but it has only been possible to assign separate coordinates to 21 of these for mapping purposes. Some locations are in or near to protected areas, for instance the Bulusan Volcano Natural Park in Luzon. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but although the species is widespread the AOO is unlikely to be large; it is probably not significantly greater than 2,000 km² and likely considerably smaller. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "population": "<p>Van Tol (2005: 253) states: “Widespread species, including several small islands, but apparently uncommon on most sites”. An ongoing decline in overall population is suspected due to loss and degradation of forest across the range of the species and severe fragmentation of the population on most of the islands where the species occurs is very likely for the same reasons.</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a forest stream species but no details have been recorded. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>Threats from clearance of forest for agriculture, or as a result of mining or logging, exist throughout the range of the species. These threats extend even to the protected areas where the species occurs or is likely to occur. For instance for the Bulusan Volcano Natural Park in Luzon, based on data compiled in 2001 BirdLife International (2019) state: “The natural habitats of the park have declined over the years as a result of extensive kaingin [slash and burn agriculture] activities, fuelwood gathering and the illegal cutting of trees. Intense, uncontrolled hunting further impacts on the biodiversity of the park.” The assessor does not know if the situation has improved since 2001.</p>", "conservationmeasures": "<p>The priorities for this species are for better protection of habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}