{"name": "176217746", "result": [{"species_id": 176217746, "taxonomicnotes": null, "rationale": "This species is assessed as Endangered. It has an extent of occurrence (EOO) of 3,227 km<sup>2</sup>, and an area of occupancy (AOO) of 224&#160;km<sup>2</sup>. Given the large amount of mining in the region, there are three threat-based locations and an inferred continuing decline in habitat. It is possible that the species can be found in areas that have yet to be explored, and further systematic investigations of the range of the species should be undertaken.", "geographicrange": "<em>Neblinichthys brevibracchium</em>&#160;is known from the Kako and Kukui rivers (upper Mazaruni River) that drain the north-eastern flank of Mount Roraima of Guyana (Taphorn <em>et al.</em> 2010).", "population": "Nothing is known about the population of<em>&#160;Neblinichthys brevibracchium</em>.", "populationtrend": "unknown", "habitat": "Species of <em>Neblinichthys </em>are found in small creeks and rivers in riffles and runs made of bedrock, cobble, and gravel. Although a fully developed nuptial male of <em>N. brevibracchium</em>&#160;is not known, presumed male specimens appear to be in the process of growing hypertrophied odontodes (integumentary teeth) along the side of the snout and a thickened preorbital ridge with slightly enlarged odontodes. The sympatric and likely sister species&#160;<em>N. echinasus </em>has extremely long odontodes along the snout and shorter odontodes on top of the head. Nothing is known about spawning in <em>Neblinichthys</em>&#160;or how the males use their hypertrophied odontodes (Taphorn <em>et al</em>. 2010)", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em> 2002, Mol and Ouboter 2004, Alofs <em>et al.</em>&#160;2013). The upper Mazaruni has been especially hard hit with mining including localities where <em>N. brevibracchium </em>and<em>&#160;N. echinasus </em>were collected (including the type locality of&#160;<em>N. echinasus</em>) and this activity has been increasing (Taphorn <em>et al.</em> 2010, Hook 2019). Little deforestation other than that associated with mining is seen in the area. In addition, the cichlid, <em>Cichlasoma bimaculatum</em>, has been introduced into the region and the effects of it on the native, endemic species is unknown.", "conservationmeasures": "Because of the increasing number of gold mines in the upper Mazaruni River and because of the large number of endemic taxa in the region including species of <em>Neblinichthys</em>, it is recommended that the upper Mazaruni including Mount Roraima be protected (Taphorn <em>et al.</em> 2010, Alofs <em>et al.</em> 2013). There has been talk of protection of the Guyana side of Mount Roraima, and if such an area is set aside, the courses of the Kako and Kukui rivers should be included within its boundaries (Taphorn&#160;<em>et al.</em> 2010).", "usetrade": "<em>Neblinichthys brevibracchium</em>&#160;is not likely used as a food fish and it has not been exported for the international aquarium trade (PlanetCatfish 2020)."}]}