{"name": "223961314", "result": [{"species_id": 223961314, "taxonomicnotes": null, "rationale": "<em>Linepithema tsachila</em> has an AOO of 84km<sup>2</sup>&#160;and is known to exist in between 6 and 10 locations. It has been observed to be locally abundant and successful in some human disturbed areas. However, as very few locations are covered by protected areas and the Andean forests are known to be subject to deforestation and degradation due to agricultural, pastureland and urban expansion, this species is precautionarily listed as Vulnerable.", "geographicrange": "<em>Linepithema tsachila</em> is found on the western slopes of the Andes in Ecuador and Colombia, at elevations ranging from sea level to 2,000m (Wild 2007). The extent of occurrence (EOO) is 114,606 km<sup>2</sup>, and the minimum area of occupancy is estimated to be 84 km<sup>2</sup>.", "population": "There are no population data available for this species. However, Wild (2007) noted that <em>Linepithema tsachila</em>&#160;is 'locally abundant' and 'can reach high numbers in some human disturbed areas'.", "populationtrend": "unknown", "habitat": "This species has been collected from rainforest, tree plantations and orchards, forest edges, pastures and secondary growth forest (Wild 2007).", "threats": "Very little is known about the potential threats to this species. Andean forests have been experiencing deforestation both in montane forest and in tropical lowland forests. A study by Armenteras <em>et al</em>. (2011) found that increased deforestation in montane forests in the Columbian Andes was associated with road density, water scarcity and temperature, whereas in surrounding lowland tropical forest, deforestation was more closely associated with rural population expansion, pastureland and agriculture. It could therefore be inferred that this species may be threatened by habitat degradation. This species is known to be abundant in some human disturbed areas, but populations in other human disturbed areas may be at risk.", "conservationmeasures": "Part of this species' range is covered by protected areas, including Rio Anchicaya Forest Reserve and Tatama National Natural Park in Colombia. Further research into the distribution, ecology, population size and trend would be useful, as well as to investigate what potential threats it may face.", "usetrade": null}]}