{"name": "125347429", "result": [{"species_id": 125347429, "taxonomicnotes": null, "rationale": "<em>Tlaloc portillorum</em> is only known from the headwaters of the Ulúa and Nacaome River basins on the Atlantic and Pacific slopes of Honduras, respectively. Extent of Occurrence (EOO) is estimated to be 1127 km<sup>2</sup>, and this species is inferred to occur in 3 locations. Existing threats include deforestation and land-use change associated with agricultural expansion, and associated increases in sedimentation. Additionally, non-native competitors and parasites have been introduced into habitat occupied by <em>T. portillorum</em>. While there are considerable uncertainties regarding the direct impact, scope, and magnitude of existing threats, they have resulted in an inferred continuous decline in habitat quality. Therefore, this species is assessed as Endangered under criterion B1ab(iii).", "geographicrange": "<p></p><p><em>Tlaloc portillorum</em> is one of four species of freshwater fishes endemic to Honduras (McCranie <em>et al</em>. 2018), where it has been collected in the headwaters of the Ulúa and Nacaome River basins on the Atlantic and Pacific slopes of Honduras, respectively (Matamoros and Schaefer 2010, Matamoros <em>et al</em>. 2012, Salgado-Maldonado <em>et al</em>. 2014, Morcillo <em>et al</em>. 2016). This species has the southernmost range extent of any known species in its family (Matamoros <em>et al</em>. 2012). Elevational distribution ranges from 1340-1656 meters above sea level (Matamoros and Schaefer 2010, Salgado-Maldonado <em>et al</em>. 2014).</p>  <p>Extent of Occurrence (EOO) is estimated to be 1,127 km<sup>2</sup>, based on a minimum convex polygon calculated around all available georeferenced collection records (Salgado-Maldonado <em>et al</em>. 2014, GBIF 2019, W. Matamoros pers. comm. 2019). Given reported occurrences in few highland tributaries, and based on the pervasive impacts that agricultural practices and deforestation are likely to have on small headwater creeks, this species is inferred to occur in 3 locations. </p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. Fewer than 100 records of this species exist in ichthyological collections and it is reportedly rare (W. Matamoros pers. comm. 2020).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in small, narrow, high-elevation tributaries, and can typically be found in marginal habitat amongst emergent vegetation (Matamoros and Schaefer 2010). Creeks where this species has been collected were approximately 3-5 meters wide and 20-40 cm deep, with a substrate dominated by large cobble (Matamoros and Schaefer 2010).</p>", "threats": "<p>Land-use change associated with small-holder agriculture in the Honduran highlands has resulted in increased deforestation and sedimentation (Rivera <em>et al</em>. 2011). However, much of the land is still forested and managed sustainably (Nygren 2005). The invasive Asian fish tapeworm <em>Bothriocephalus acheilognathi</em> is a confirmed parasite of <em>T. portillorum</em> in the Nacaome River, where it may impact individual fitness in parasitized individuals (Caspeta-Mandujano <em>et al</em>. 2015). Spread of this introduced parasite to adjacent drainages may present additional threats. The non-native <em>Oreochromis niloticus</em> has also been introduced in drainages where this species occurs, and may have negative impacts on habitat quality and availability (Matamoros and Schaefer 2010).</p>  While the direct impact, scope, and magnitude of these threats have not been evaluated in detail, their cumulative effects have resulted in an inferred, continuous decline in the quality of available habitat.", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>T. portillorum</em>, and it has not been recorded within the boundaries of any protected areas (IUCN and UNEP-WCMC 2019). More information regarding distribution, population size, population trend, biology and ecology, and the direct impacts of existing threats would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}