{"name": "189543079", "result": [{"species_id": 189543079, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that it has an extent of occurrence of 18 km<sup>2</sup>, it occurs at a single location defined by threats from fire and climate change, and there is presumed to be a continuing decline in the extent and quality of its habitat as a result of tourism and a recurring threat from fire, and the Vivione Bay locality was partially impacted by the 2019-2020 bushfire season.", "geographicrange": "This species is restricted to a tiny area on the south coast of Kangaroo island, off the coast of South Australia (Kallies <em>et al. </em>2018). The area in which this taxon has been found covers a total of around 3 km<sup>2</sup>, within which two subpopulations occur, and there has been extensive survey work to determine the presence or absence of this species elsewhere (D.A. Young pers. comm. 2021)<span style=\"\">. This species is consequently thought likely to be a genuine narrow-range endemic. The known localities are at 10-15 m asl.</span>", "population": "This species occurs as two subpopulations, one at Vivonne Bay and one in Seal Bay Conservation Park. The subpopulation at Vivonne Bay is quite sporadic and seems to be sparsely populated. The males are quite common at the locality at Seal Bay. At Vivonne Bay there are likely to have been declines due to housing developments. The Vivonne Bay locality was heavily impacted by the fires of 2019-20, but the Seal Bay populations were not burned. The status of the population at Vivonne Bay following fire is not currently known.<br/><br/>In 2009, during a very cool, cloudy autumn, very few individuals - and no females - were observed at the Seal Bay site. In later years, numbers returned to more typical levels. The frequency of conditions that produce these fluctuations is unrecorded, but if variable weather conditions become more common this species is likely to undergo extreme fluctuations in the number of mature adults.", "populationtrend": "decreasing", "habitat": "This species occurs on vegetated dunes and clifftop heathland in coastal situations. Larval habits and food plants are unknown, but Australian zygaenids are almost all restricted to a single or sometimes a small range of host plants and the narrow distribution of this species suggests this is likely to be true of <em>Pollanisus hyacinthus</em>. Larvae are likely to be present in low vegetation. This species is annual, with the entire population emerging as a single cohort and the adult stage lasting for approximately 5-14 days in late March and April (Kallies <em>et al.</em> 2018).", "threats": "This species has an extremely restricted distribution that is likely to reflect dependence on the unknown larval food plant, and is likely to exhibit a very limited ability to disperse in response to any threats. The species' scarcity in Vivonne Bay may reflect the development of a housing sub-division, potentially destroying the optimal habitat in this area and restricting it to the crests of dunes. This area is a tourist site and further development to support this industry is a plausible threat. The species' habitat may be degraded by a combination of the expansion of tourist infrastructure and erosion resulting from visitors.<br/><br/>Its exposure to and the impacts of fire are not clear, although part of Vivionne Bay was impacted by the 2019-2020 fire season. The adult stage flies late in the fire season and may therefore not be subject to substantial direct mortality, but if its other life stages or its host plant are fire-sensitive (which is \"almost certain\" as members of this family feed on exposed plants - R. Glatz pers. comm. 2021) this could represent a major threat. This may be exacerbated by a drying climate and/or proposed changes in fire management practices. The latter may include an increase in the scale of prescribed fires, and need to be timed to account for the needs of this species to ensure that it does not have detrimental impacts on this species.", "conservationmeasures": "The largest extant subpopulation of this species occurs in Seal Bay Conservation Park. The other subpopulation occurs in a coastal reserve on crown land. Building is probably prohibited in this area at present, but laws governing crown land are \"often changing\" (R. Glatz pers. comm. 2021) so this may not guarantee long-term protection. Research is needed to identify this species' host plant and clarify its life history, and this information should be used to ensure fire management takes account of the needs of this species.", "usetrade": "There is no known use of or trade in this species."}]}