{"name": "173697175", "result": [{"species_id": 173697175, "taxonomicnotes": null, "rationale": "<p><em>Periaeschna sanoi</em> is known only from the type series from one location in the Nam Bung area of Yen Bai Province in northern Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but unless the species is far more widely distributed than is currently known the AOO will be less (probably by a considerable margin) than 500 km². Its maximum extent of occurrence (EOO) is 348 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the area where the species occurs. Unless this species is much more widely distributed than is currently known, it is not likely that it will ever qualify for Least Concern status. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)+2ab(ii,iii)).</p>  <p>&#160;</p>", "geographicrange": "<p><em>Periaeschna sanoi</em> is known only from the type series from one location in the Nam Bung area of Yen Bai Province in northern Viet Nam (Karube and Kompier 2018). Serious threats are present in the Nam Bung area. The range of hills and mountains in which the species occurs extends into Yunnan Province in China, so the species should be looked for in Yunnan as well as in Viet Nam. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but unless the species is far more widely distributed than is currently known, the AOO will be less (probably by a considerable margin) than 500 km². Its maximum extent of occurrence (EOO), based on a minimum convex polygon around the only HydroBASINS area known to be occupied by this species, is 348 km². Moreover, the AOO is inferred to be declining due to loss of forest within the area where the species occurs.</p>", "population": "<p>No statement about current population sizes and health can be made with the available data except that an ongoing decline in overall population is inferred from loss and degradation of forest in the area where the species is known to occur.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is summarised in Karube and Kompier (2018) “This new species inhabits fast-flowing rocky mountain streams. They were only seen towards sunset.” The area where the species occurs is (or was) forested and the species is presumably forest-dependent. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from deforestation. Satellite images show that there is already severe deforestation across much of the range of hills and mountains where the only known location for the species is, and extending to high altitudes in many places. The motivations for this deforestation are not definitely known to the assessors but clearance for agriculture and/or livestock farming is presumably a major driver, as is illegal logging and clearance along streams for fish farms. </p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, habitat requirements and ability to tolerate disturbance and for protection of habitat where the species occurs. It is not known if the species occurs in any protected area, but part of the same mountain range, considerably further north than the type locality of the species, is protected as Hoang Lien National Park. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}