{"name": "223961285", "result": [{"species_id": 223961285, "taxonomicnotes": null, "rationale": "<em>Linepithema pulex</em> has an area of occupancy (AOO) of 116 km<sup>2</sup>&#160;and is distributed across southeastern South America. While this may be an underestimate due to under-recording, it is still expected to fall below 2,000 km<sup>2</sup>. There are no population data available for this species and the threats specifically affecting this species are largely unknown. However,&#160;this species is largely restricted to the Atlantic Forest area, which has experienced and is continuing to undergo large-scale degradation. It can therefore be inferred that this species is likely to be threatened by a decrease in habitat quality, which may result in its range becoming more restricted over time. There is no evidence available to determine if there are any extreme fluctuations in AOO, EOO, locations/subpopulations or number of mature individuals due to the lack of population specific data, and so this species does not meet subcriterion c. The taxon is not severely fragmented and is present in many localities, and so does not meet subcriterion a.&#160;Therefore, <em>L. pulex&#160;</em>is listed as Near Threatened.", "geographicrange": "<em>Linepithema pulex</em> has a patchy distribution across the Atlantic coastal rainforest region, ranging from eastern Brazil to eastern Paraguay and northeastern Argentina (Wild 2007). The extent of occurrence (EOO) is 1,379,440 km<sup>2</sup>, and the minimum area of occupancy is estimated to be 116 km<sup>2</sup>, although this could be an underestimate due to under-recording.", "population": "There is no recorded information available for the population size and trends for this species.", "populationtrend": "unknown", "habitat": "This species has been collected from a range of habitats in the Atlantic coastal rainforest region, including Mata Atlântica, humid subtropical tall forest, forest edge, coffee plantations and Restinga habitats (Wild 2007).", "threats": "This species is restricted largely to the Atlantic Forest biome, which has undergone large-scale deforestation and degradation. It is therefore likely that this species is experiencing loss of its natural habitat and may become more restricted in the future as the Atlantic Forest is degraded, particularly in non-protected regions.", "conservationmeasures": "<em>Linepithema pulex</em> does occur in some protected areas, including Ibitipoca State Park and Juréia-Itatins Ecological Station in Brazil, Iguazú&#160;National Park in Argentina and Mbaracayú Forest Nature Reserve in Paraguay. Further research into the distribution, ecology, population size and trend would be useful, as well as to investigate what potential threats it may face.", "usetrade": null}]}