{"name": "61111", "result": [{"species_id": 61111, "taxonomicnotes": "This species previously appeared on the IUCN Red List in the genus <em>Melanochromis&#160;</em>Trewavas, 1935 but is now valid in the genus <em>Pseudotropheus </em>Regan, 1922.", "rationale": "This species is endemic to Lake Malawi where it is known from only three localities and where it has disappeared from one of them (Monkey Bay). It has an AOO of less than 20 sq km and there are only three locations based on threats of over-fishing by local fishermen. It is therefore assessed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi. It occurs in the southern part of the lake at Monkey Bay, Boadzulu Island, and also occurs at Chinyamwezi Island.", "population": "The population is declining and has been extirpated from the area around Monkey Bay.", "populationtrend": "decreasing", "habitat": "This species lives among medium to large rocks in water no deeper than four metres.&#160;It feeds predominantly on insects and insect larvae which are apparently located in visually open water, rather than picked from rock crevices. Like other members of the <em>Pseudotropheus williamsi</em> complex it will jump out of the water to get at insects. This is why it is normally found in areas where large rocks break the surface, forming wind-still pockets in which large numbers of the Lake Fly (<em>Chaoborus edulis</em>) hover. The flies wait for calm moments to descend to the water’s surface to deposit their eggs but are eaten while they hover near the surface. Males are territorial but defend their domains only against intruding conspecific males, whereas females and juveniles wander through the habitat, searching for food, and are rarely sedentary.", "threats": "Threats to this species are subsistence fishing and rare collection by the aquarium trade.", "conservationmeasures": "All known subpopulations are within the Lake Malawi National Park.", "usetrade": "It is rarely collected mainly because all subpopulations are within the Lake Malawi National Park. It is collected by subsistence fishermen using hook and line."}]}