{"name": "109686124", "result": [{"species_id": 109686124, "taxonomicnotes": null, "rationale": "The species <span lang=\"EN-GB\">is endemic to the 561.1 km<sup>2&#160;</sup>Lake   Towuti in Sulawesi, where it is found within confined rocky substrate areas with an area of occupancy (AOO) and extent of occurrence (EOO) of 8 km<sup>2</sup>.&#160;This is counted as a single location based on the threats of nickel mining, hydro-electric power installations, logging, and organic effluents from the rapidly expanding human population around Lake Towuti, which are causing a decline in habitat quality through siltation and changes to natural water levels. It is also very vulnerable to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) through the Malili lakes system. This species is therefore assessed as Critically Endangered based on its extremely limited distribution and continuing deterioration of habitats.", "geographicrange": "The species&#160;is endemic to Lake Towuti (561.1 km<sup>2</sup>), which is part of the Malili Lakes system, Sulawesi, Indonesia. In Lake Towuti it only occurs around Cape Bakara (Tanjung Bakara) in the northwestern part of the lake close to Timampu village.", "population": "The species has been collected for research purposes in 1999 and 2002. The population seemed abundant though not quantified, with no discernible difference between the years.&#160;The current population trend is unknown, however an overall population decline of at least 50% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al. </em>2012) and are thought to have caused the decline of <em>Tylomelania</em> populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti where they are predicted to cause population declines similar to those seen in Lake Matano.", "populationtrend": "unknown", "habitat": "This is a rock-dwelling freshwater lake species.", "threats": "Current threats to the species are nickel mining and hydro-electric  power installations on the outlet of Danau Matano, which impact the  outflow and natural water level fluctuations throughout the entire lake  system. Siltation due to erosion and organic effluents from the rapidly  expanding human population around the lakes are also problematic.<br/><br/>Many species of&#160;<em>Tylomelania</em>&#160;are being collected for the aquarium pet trade, although&#160;<em>T. bakara&#160;</em>does not seem to be traded yet. It is unlikely to become a major target, but harvesting could cause very rapid declines if this species was targeted due to its very limited distribution.<br/><br/>Finally, invasive species (particularly Flowerhorn cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of small adults and juveniles (Herder <em>et al.</em> 2012), as recent surveys in Lake Matano have found only large individuals of large <em>Tylomelania</em> species remaining (T. von Rintelen pers. comm. 2018). They have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through River Tominanga, where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018).", "conservationmeasures": "There are no known conservation actions currently in place for this species and research into potential threats and population dynamics is recommended alongside monitoring of habitat trends.", "usetrade": "There is no use or trade information available for this species."}]}