{"name": "6153", "result": [{"species_id": 6153, "taxonomicnotes": null, "rationale": "<p><em>Cyprindon fontinalis</em> is currently restricted to Ojo Solo, a small and failing spring system in the Samalayuca Basin, Chihuahua, Mexico. Groundwater over-extraction and surface water diversion for agricultural use threaten the persistence of suitable habitat, which has desiccated by over 70% in recent years. While conservation efforts have successfully established a secondary population at Ojo Caliente, the range and total population size of <em>C. fontinalis</em> are still extremely small. Given demonstrated and continuing habitat loss resulting from water resource use, two locations where this species occurs, an estimated Extent of Occurrence (EOO) of 10.9 km<sup>2</sup>, and an estimated Area of Occupancy (AOO) of 16 km<sup>2</sup>, <em>C. fontinalis</em> is listed as Endangered. </p>", "geographicrange": "<p></p><p><em>Cyprinodon fontinalis</em> historically occurred in 8-9 springs within Desierto de Samalayuca basin, Chihuahua, México (Carson and Maza-Benignos 2014). It is currently restricted to Ojo Solo (an impounded spring within the Guzman drainage basin) northwest of Villa Ahumada resulting from desiccation of historical habitat (Carson <em>et al</em>. 2015, Lozano-Vilano and Maza-Benignos 2017). Recent conservation efforts have resulted in an established population at Ojo Caliente, a 0.3 km<sup>2</sup> spring north of Ojo Solo (Carson <em>et al</em>. 2015). Estimated extent of occurrence (EOO) is a maximum of 10.9 km<sup>2</sup>, and estimated area of occupancy is 16 km<sup>2</sup>, including the population established at Ojo Caliente (Carson <em>et al.</em> 2015). The number of locations is defined as two.&#160;</p><p></p>", "population": "The total population size of <em>C. fontinalis </em>is unknown, but expected to be small, given its severely restricted range. Conservation efforts collected 955 individuals from Ojo Solo over a two day period in 2014 (Carson and Maza-Benignos 2014). Population trend is in decline due to habitat loss resulting from groundwater extraction in adjacent areas. Less than 30% of the historical habitat of this species remains, and declines are expected to continue into the immediate future if excessive pumping does not cease (Loazno-Vilano and Maza-Benignos 2017).", "populationtrend": "decreasing", "habitat": "This species occurs at Ojo Caliente, in water approximately 27 <sup>o</sup>C at the outflow source, with moderate to no current and at depths to 1 m. Aquatic macrophytes and algal vegetation are present. Its reproductive period is thought to be extended, given consistent water temperature throughout much of the year (Miller <em>et al</em>. 2005).", "threats": "<p>The primary threat to <em>C. fontinalis</em> is the loss of remaining habitat as a result of groundwater extraction and surface water diversion in adjacent areas, primarily for agricultural usage (Carson and Maza-Benignos 2014, Lozano-Vilano and Maza-Benignos 2017). Approximately 30% of Ojo Solo remains. Additionally, the western mosquitofish (<em>Gambusia affinis</em>)&#160;is established in Ojo Solo (Lozano-Vilano and Maza-Benignos 2017). However, the impacts of this introduced species on the total population of <em>C. fontinalis</em> are unknown.</p>", "conservationmeasures": "<p>Species-specific conservation measures are in place, with participation from organizations that include Pronatura Noreste, the Desert Fishes Council, the University of New Mexico, The Mohammed Bin Zayed Species Fund, and the local community (Lozano-Vilano and Maza-Benignos 2017).<br/><br/>In late 2013, a natural refuge habitat was created in the nearby Ojo Caliente, a drought-resistant and environmentally similar spring that provides approximately 300 m<sup>2</sup> of habitat. In 2014, 835 individuals were translocated from Ojo Solo to Ojo Caliente, where the subpopulation has successfully established (Carson and Maza-Benignos 2014, Carson <em>et al</em>. 2015).<br/><br/>A captive breeding program is underway at the Pittsburgh Zoo and Aquarium (Carson and Maza-Benignos 2014).</p>", "usetrade": "This species is not utilized."}]}