{"name": "174524", "result": [{"species_id": 174524, "taxonomicnotes": null, "rationale": "<p><em>Rhinocypha pelops</em> is known from scattered locations in Peninsular Malaysia, southern Myanmar and Thailand. No accurate estimate of the area of occupancy (AOO) of this species is possible with the available data but it is not likely to be large and with the available data could be below 2,000 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and disturbance of forest throughout the range of the species. The species would qualify for Vulnerable status under criteria B2ab(ii,iii) if the AOO was known to be below 2,000 km² and is therefore assessed as Near Threatened. However, it is a rather widely distributed species and it is to be hoped that when more data are available re-assessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Rhinocypha pelops</em> is known from a few scattered locations in Peninsular Malaysia, southern Myanmar and Thailand (Choong <em>et al</em>. 2018, Hämäläinen 2017, Laidlaw 1936, Lieftinck 1948, N. Makbun <em>et al. </em>personal communication 2019; the assessor also has unpublished data from Selangor). The assessor is aware of records from only seven locations (for which coordinates could only be found for six). The species is present in protected areas, for instance Khao Phanom Bencha National Park in Thailand. No accurate estimate of the area of occupancy (AOO) of this species is possible with the available data but it is not likely to be large and with the available data could well be below 2,000 km². The AOO is inferred to be declining due to loss and disturbance of forest throughout the range of the species.</p>", "population": "<p>Few individuals of this species have ever been collected, but this may be due, at least in part, to the behaviour and relatively cryptic colouration of the species. However at&#160;two of the known sites in Thailand it has been recorded regularly.&#160;Beyond this all that can be said is that an ongoing decline in overall population is inferred from loss and disturbance of forest throughout the range of the species and that severe fragmentation is highly likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs at forest streams on hills and mountains,&#160;Orr (2005) states that this species is found at \"small secluded streams in dense lowland forest\". Females are encountered more often than males. It is not known if the species is tolerant of much disturbance to its habitats but given that the majority of recent records are from protected areas it may not be. The assessor found this species in lightly disturbed but never logged hill forest in Selangor. An ongoing decline in extent and quality of suitable habitat is evident from loss and disturbance of forest throughout the range of the species.</p>", "threats": "<p>The main threats to this species outside of protected areas&#160; will be from clearance of forest for agriculture or other reasons and from disturbance from logging activities.</p>", "conservationmeasures": "<p>More information on the distribution, abundance, exact habitat requirements and ability to tolerate disturbance o this elusive species are urgently needed.</p>", "usetrade": null}]}