{"name": "139564224", "result": [{"species_id": 139564224, "taxonomicnotes": "<p>A record of <em>Prodasineura palawana </em>from Balabac (Hämäläinen &amp; Muller 1997) might refer to the recently described <em>P. poncei </em>Villanueva &amp; Cahilog, 2013 which is only known from Balabac. However <em>P. poncei</em> is very similar to <em>P. palawana </em>structurally and might eventually prove to be a junior synonym of this species.</p>", "rationale": "<p><em>Prodasineura palawana</em> is known from about 20 locations in Balabac, Busuanga, Dumaran and Palawan in the Philippines An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the AOO is not likely to be large, certainly not much greater than 2,000 km<sup>2</sup> and together with the extent and quality of suitable habitat will be declining due to loss of forest within the range of this species. The known extent of occurrence (EOO) of the species is constrained by the combined area of these islands, but is greater than 20,000 km². The overall population will certainly be declining as a result of deforestation on Busuanga and Dumaran and low-lying parts of Palawan and is believed to already be severely fragmented. This species would qualify for Vulnerable status under criteria B1ab((ii,iii) if the EOO was smaller or the AOO was known to be below 2,000 km². There is certainly cause for concern over this species and, taking the precautionary approach advocated by the IUCN, it is assessed as Near Threatened.</p>", "geographicrange": "<p><em>Prodasineura palawana</em> is known from Balabac, Busuanga, Dumaran and Palawan in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Lieftinck 1961, Lieftinck 1974, Villanueva <em>et al</em>. 2018). The assessor is aware of records from at least 20 locations but it has only been possible to assign separate coordinates to 19 of these for mapping purposes. The species is likely (but not confirmed) to be present in protected areas, for instance the Mount Mantalingajan Protected Landscape. It is certainly present in the Cleopatra’s Needle area which might receive protected status. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is not likely to be particularly large and will be declining due to loss of forest within the range of this species. The known extent of occurrence (EOO) of the species is constrained by the combined area of these islands; calculated using a minimum convex polygon around the mapped data points, the EOO is 31,377 km². </p>", "population": "<p>“This species is the most abundant Prodasineura in the Palawan region” Villanueva <em>et al</em>. (2018: 5). Beyond this all that can be said is that some ongoing decline in overall population is inferred from loss of forest in Palawan and its satellite islands and that severe fragmentation is likely. </p>", "populationtrend": "decreasing", "habitat": "<p>All that has been recorded is “can be found in partly disturbed partly pristine flowing fluvial systems” Villanueva <em>et al</em>. (2018: 5); it is a species of forest streams with some degree of tolerance to disturbance. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from complete clearance of forest for agriculture or as a result of non-selective logging and, possibly, mining. Dumaran has already lost most of its forest cover while very serious deforestation is evident in satellite images of Busuanga and most low lying areas of Palawan.</p>", "conservationmeasures": "<p>More data on the distribution and exact habitat requirements of this species are needed. It would certainly benefit if the Cleopatra’s Needle area was given totally protected status.</p>", "usetrade": null}]}