{"name": "18905", "result": [{"species_id": 18905, "taxonomicnotes": "The name of the genus has been changed to <em>Pethia</em> by Pethiyagoda <em>et al.</em>&#160;(2012)", "rationale": "<em>Pethia bandula</em> is a range-restricted, endemic species, known only from a single location in the Kelani River Basin in Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 4.4 km<sup>2</sup>, and its Area of Occupancy (AOO) is 4 km<sup>2</sup>. Its habitat is declining due to accumulation of agrochemicals used in the surrounding paddy fields. Even though the species is protected under national legislation and conservation actions have been implemented it is still threatened by&#160; droughts triggered by climate change, which could potentially lead to complete drying of its natural  habitat. Therefore, the species is assessed as Critically Endangered.", "geographicrange": "This species is endemic to&#160;Sri Lanka and restricted to a small tributary running through Rabbidigala, Hapugoda, and Minimarukolaniya villages in the Kelani river basin at Galapitamada (De Silva <em>et al</em>. 2015). <br/><br/>In 2015 IUCN trans-located a population into a tributary of Maha Oya basin at Warakapola along the border of the Vilikulakanda Proposed Forest Reserve. Another small population was introduced to small stream at Alpitiya village near the type locality (Kelani basin) by villagers prior to description of the species.", "population": "In 1991 the population in the type location was approximately around 2000 individuals. However, in 2001 the population was reduced to around 80 individuals (<a style=\"\">Weerakoon <em>et al</em>. 2007</a>). After several conservation and awareness raising programs the population increased up to 1389 (IUCN 2013).", "populationtrend": "decreasing", "habitat": "This species is found to occur in small, rocky, clear and slow flowing shallow (&lt;20 cm) streams adjoining paddy fields, home gardens and other plantations. Found under leaves but prefers<em> Langenandra</em> species (Ketala) rich habitats&#160;(De Silva <em>et al.&#160;</em>2015,&#160; IUCN 2013).", "threats": "<p>Given its restricted range, the species highly threatened by habitat alterations as a result of increased sedimentation and the use of agrochemicals in the surrounding paddy fields. The species is also threatened by droughts caused by climate change which could potentially lead its natural habitat completely drying up.&#160;<br/></p>", "conservationmeasures": "<p>Conservation actions have been carried out through a number of means. One of the attempts was to generate a system of community based conservation efforts. The local population, including schoolchildren, residents and landowners were made aware of the species and its threatened status. Further steps were taken to strengthen the community by capacity building workshops that focused on conservation and establishment of a community run Eco-tourism program (IUCN 2013). Workshops were carried out in order to divert local farmers in the vicinity to Organic paddy cultivation. The main aim of this venture was to reduce the pressures that this species may face owing to use of pesticides and fertilizers.&#160;Steps were taken to improve water conditions of its habitat by promoting the minimization of agrochemical usage and shifting the scope towards organic farming practices. <br/><br/>Translocation of 20 individuals was carried out in to an identical habitat at Wilikulakanda Proposed Forest Reserve, Warakapola&#160;&#160;and periodic monitoring of the translocated population was carried out.<br/><br/>This species is prohibited from exports in accordance to the Fisheries and Aquatic Resources Act No.02 of 1996.<br/><br/>It is identified as a protected species under the Flora and Fauna Protection Ordinance Act no. 22 of 2009.</p>", "usetrade": "This species is prohibited from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 1996. It is also kept in aquaria."}]}