{"name": "173256981", "result": [{"species_id": 173256981, "taxonomicnotes": null, "rationale": "<em>Pethia sanjaymoluri</em> is assessed as Endangered with an Extent of Occurrence less than 3,000 km<sup>2</sup> and a&#160;restricted distribution in two locations in upstream tributaries of Krishna River system in Pune,  Maharashtra, India, where the habitat of the species is threatened by anthropogenic stressors. The habitat of the species&#160;in Pavana river is threatened by expanding  urbanization, developmental activities, and pollution from  urban runoff, sewage, agricultural runoff and industrial effluents. In Nira River the habitat is  threatened by developmental activities, urban pollution and  agricultural pollution. There are  also records of exotic species&#160;from the habitat of <em>P. sanjaymoluri</em>. Sand and gravel  mining are also common in both Pavana and Nira Rivers. However, limited data are available on the species&#160;and research  is  necessary to overcome knowledge gaps in understanding its population  status, trends, distribution,  ecology and species specific threats.", "geographicrange": "<em>Pethia sanjaymoluri</em> is known from Pavana River near Rawet and Nira River near Bhor, both tributaries of the Krishna River system, Pune, Maharashtra, India (Katwate <em>et al. </em>2016, Gorule <em>et al.</em> 2019).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "<em>Pethia sanjaymoluri</em> inhabits main river channels beneath riparian vegetation with submerged boulders and silt as substratum (Katwate <em>et al. </em>2016). The quality of the habitat of the species is deteriorating because of expanding urbanization, developmental activities, and pollution of the  water from urban runoff, sewage, agricultural runoff and industrial  effluents (Kharat <em>et al</em>. 2001, Imandoust and Gadam 2007, Nawani <em>et al. </em>2016, N. Dahanukar, <em>pers. observ.</em>).", "threats": "The habitat of the species in Pavana river is threatened by expanding urbanization, developmental activities, and pollution of the water from urban runoff, sewage, agricultural runoff and industrial effluents (Kharat&#160;<em>et al</em>.&#160;2001, Imandoust and Gadam 2007, Nawani <em>et al</em>. 2016, N. Dahanukar,&#160;<em>pers. observ.</em>). In Nira River, the habitat is threatened by urban pollution and agricultural pollution (N. Dahanukar,&#160;<em>pers. observ.</em>). There are also records of exotic species including <em>Oreochromis mossambicus </em>and <em>Gambusia affinis</em> from Pavana River (Chandanshive&#160;<em>et al</em>. 2007), which might be affecting the populations of the species through competition. Sand and gravel mining are also common in both Pavana and Nira Rivers (N. Dahanukar, <em>pers. observ.</em>).", "conservationmeasures": "No species-specific conservation actions are in place for <em>Pethia sanjaymoluri</em>. The species is also not known from any protected area. Since the habitat of the species is threatened by anthropogenic activities, monitoring of population and habitat trends is essential. Research  is necessary to overcome knowledge gaps in understanding its population status, trends, distribution,  ecology and species-specific threats.", "usetrade": "The species is caught and sold in local markets as assorted small fishes by Katkari tribes."}]}