{"name": "155068636", "result": [{"species_id": 155068636, "taxonomicnotes": "The genus <em>Horadandia</em> was monotypic until the description of a subspecies,<em> H. atukorali</em> <em>brittani</em>, by Rema Devi &amp; Menon (1992). This subspecies has since been treated uncritically as a synonym of <em>H. atukorali</em> (eg: Rema Devi 1996: 304; Menon 1999: 49). However, Batuwita <em>et al</em>. (2013) distinguished <em>H. atukorali</em> from <em>H. brittani, </em>resulting in&#160;two separate species.", "rationale": "<em>Horadandia atukorali</em> is an endemic freshwater fish restricted to the south-western and north-western lowlands of Sri Lanka. It is known from eight locations in the country. Its estimated Extent of Occurrence is 17333 km<sup>2</sup>&#160;and Area of Occupancy is 244 km<sup>2</sup>. Its habitat faces decline due to accumulation of agrochemicals, urban development and waste, and spread of invasive flora species (e.g. <em>Anona glabra</em>) and predatory invasive species (e.g. <em>Chitala ornata</em>). These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat, so this meets the thresholds to assess the species as Vulnerable.", "geographicrange": "<em>Horadandia atukorali </em>is endemic to Sri Lanka. It has recorded from western part of the low country, within the dry and lowland wet zone of Sri Lanka.", "population": "No population data is available regarding the population size or trend of this species which is uncommon. A decline in its population may be inferred on the basis of the threats it faces which include pollution, modification of its natural habitats and invasive species.", "populationtrend": "decreasing", "habitat": "<p><em>Horadandia atukorali </em>inhabits weedy ponds, villus, slow-moving open waters, swamps, rice fields and similar still waters. It also common in less saline mangrove swamps and in less polluted canals. It is often encountered together with&#160;<em>Aplocheilus</em> (Senanayake 1980, Pethiyagoda 1991, De Silva <em>et al</em>. 2015).</p><span style=\"font-style: italic;\"></span>", "threats": "<em>Horadandia atukorali </em>is found commonly in paddy fields and marshes. As a result, they are directly harmed by the use of agrochemicals and pesticides that can generate unfavorable, degraded habitats, in addition to urban waste from urban developments. Furthermore, habitat change due to spread of an invasive flora species (e.g.&#160;<em>Anona glabra</em>) and spread of predatory invasive species (e.g. <em>Chitala ornata</em>) have also&#160;been&#160;identified as threats to this species.", "conservationmeasures": "There are no known conservation plans in place for <em>Horadandia atukorali</em>.", "usetrade": "It has been recorded that this species is utilized as bait for carnivorous ornamental fishes in the local ornamental fish trade."}]}