{"name": "161824030", "result": [{"species_id": 161824030, "taxonomicnotes": null, "rationale": "<em>Rocio spinosissima</em> is endemic to the Polochic drainage on the Atlantic slope of Alta Verapaz, and Lake Izabal and its outflows in Izabal, Guatemala, with an estimated Extent of Occurrence (EOO) of 1,382 km<sup>2</sup>. Total population size and population trend are unknown, but the species is anecdotally reported as rare throughout its range. Major pervasive threats include agricultural pollution associated with plantation agriculture, industrial pollution associated with mining activities, and municipal, recreational, and industrial development. The invasive aquatic macrophyte <em>Hydrilla verticillata</em> has spread widely throughout Lake Izabal, although no direct impacts on the native fish fauna have been reported. Given the scope of these threats on habitat quality and availability, the number of locations where this species occurs is unlikely to exceed five. As such, this species is assessed as Endangered under criterion B1ab(iii). Site protection, increased enforcement in existing protected areas, population monitoring, and additional surveys to clarify distribution are recommended.", "geographicrange": "<p><em>Rocio spinosissima</em> is endemic to Lake Izabal on the Atlantic slope of Guatemala (Kullander 2003, Pérez Alvarado <em>et al</em>. 2004, Valdez-Moreno <em>et al</em>. 2005). It has also been reported from the Polochic and Dulce rivers, inflow and outflow rivers of Lake Izabal, respectively (GBIF 2019). The type locality of this species is in the Polochic River directly upstream from Lake Izabal (Kullander 2003). </p>  <p>Extent of Occurrence (EOO) is estimated to be 1,382 km<sup>2</sup>, based on the surface area of Lake Izabal (Medina <em>et al</em>. 2008), and georeferenced collection records in the Polochic and Dulce rivers (GBIF 2019). Area of Occupancy (AOO) is estimated to be 909 km<sup>2</sup>, based on a lake surface area of 717 km<sup>2</sup> (Medina <em>et al</em>. 2008) and 192 km<sup>2</sup> of linear habitat demarcated by georeferenced collection records (GBIF 2019) calculated using a 2x2 km<sup>2</sup> grid overlain on linear habitat across the known range of this species. </p>  Given the scope of impact caused by widespread agriculture and associated runoff pollution in the upstream Polochic River basin (Mingorría <em>et al</em>. 2014, Aguirre Cordón <em>et al</em>. 2016), this species is suspected to occur in fewer than five locations.", "population": "Total population size is unknown, but is suspected to be small, given its relatively restricted range. Population trend is unknown, but is suspected to be declining due to reductions in habitat availability and quality. <em>Rocio spinosissima</em> is anecdotally reported as rare throughout its native range (Hanneman 2007). In a comprehensive ichthyofaunal survey by Barrientos and Allen (2008), this species was not detected. However, the sampling strategy of this survey may not have been appropriate for detection of this species and anecdotal reports suggest the species has been collected from tributaries leading into Lake Izabal. The species is likely to be more numerous in these tributaries than within Lake Izabal proper.", "populationtrend": "decreasing", "habitat": "<p>This freshwater cichlid is endemic to Lake Izabal and its associated inflows and outflows. Eggs are attached to aquatic macrophytes (Hannemann 2007). Maximum reported body size is 11 cm standard length (SL) (Kullander 2003). </p>", "threats": "<p>In Lake Izabal itself, heavy metal contamination has resulted from nearby mining activities (Robledo <em>et al</em>. 2014). Additionally, intensive plantation agriculture in the upstream Polochic Valley, mining activities near Jocoló, and increased tourism in Playa Dorada have reduced water quality within the lake (Mingorría <em>et al</em>. 2014, Aguirre Cordón <em>et al</em>. 2016). The downstream Dulce River is under threat by subsistence (slash and burn) agriculture and cattle ranching, as well as municipal, recreational, and industrial development (Perlack <em>et al</em>. 2001). However, temporal and spatial variation exists in the intensity of water quality degradation and consistent declines may be present only in portions of the species' habitat.<br/></p>  <p>Habitat that was historically occupied by <em>R. spinosissima</em> has been converted into parking areas and residential lots (Pérez Alvarado <em>et al</em>. 2004). The invasive aquatic macrophyte <em>Hydrilla verticillata</em> has established in much of Lake Izabal, although some reports suggest that colonization and spread has not negatively impacted native fish fauna (Barrientos and Allen 2008). <br/></p><p>Existing dams within the Polochic system may have negative impacts on the species' population. Dams are a continuing threat as development of dams would certainly have a negative impact.<br/></p>  These combined threats are having an inferred continuous impact on the quality and availability of suitable habitat within the native range of the species.", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>R. spinosissima</em>. However, species-specific conservation recommendations have been suggested in a number of primary and gray literary sources (Pérez Alvarado <em>et al</em>. 2004, Valdez-Moreno <em>et al</em>. 2005). This species occurs in multiple protected areas, namely Wildlife Refuge Bocas del Polochic and Dulce River National Park (IUCN and UNEP-WCMC 2019), which may confer indirect protection against habitat loss and degradation. Research recommendations include additional study regarding the species' distribution, total population size, population trend, and the direct impact of major threats. Conservation recommendations include population monitoring, increased enforcement in existing protected areas, and additional site and habitat protection outside of currently established protected areas.</p>", "usetrade": "<p>This species is apparently present in the ornamental aquarium trade (Pérez Alvarado <em>et al</em>. 2004), but the total volume of harvest is unknown.</p>"}]}