{"name": "139561234", "result": [{"species_id": 139561234, "taxonomicnotes": null, "rationale": "<p><em>Igneocnemis melanops</em> is only known from two locations (and may no longer be present at one of them) on Samar in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it will not be large, and with the available data the AOO is certainly below 500km<sup>2</sup> and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest on Samar. If the level of threat to forest-dependent species on Samar was lower this assessor would place this species in Data Deficient, but in the current circumstances, and noting that cases could be made for Critically Endangered, Endangered or Vulnerable status, the species is best assessed as Endangered under criteria B2ab(ii,iii) until more information becomes available.</p>", "geographicrange": "<p><em>Igneocnemis melanops</em> is only known from two locations on Samar in the Philippines (Gassmann &amp; Hämäläinen 2002), neither of which appears to be in a genuinely protected area (the entirety of Samar is apparently a Natural Park but this does not appear to have any practical value). The holotype, the only specimen from one of the locations, was collected in 1915 and if the location is accurate then it is highly unlikely that the species survives there since the location is now a small city. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. The known Extent of Occurrence (EOO) of the species is constrained by the area of Samar. Neither the AOO nor the EOO will be large, and with the available data the AOO is certainly below 500km<sup>2</sup> and will be declining due to loss and degradation of forest on Samar.</p>", "population": "<p>Few specimens have ever been collected of this species which is either very local in occurrence or genuinely scarce. Nothing else can be said with the available data except that an ongoing decline in overall population is inferred from loss and degradation of forest on Samar and, if not already confined to a single location, the overall population will be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats or ecology of this species but it will be a species of small forest streams and springs like other <em>Igneocnemis </em>species. The extent and quality of suitable habitat will be declining due to loss and degradation of forest on Samar.</p>", "threats": "<p>The main threats to this species are likely to be from clearance of forest for agriculture and as a result of logging.</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, presence in protected areas, habitat requirements and ability to tolerate disturbance, and for protection of habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}