{"name": "233426027", "result": [{"species_id": 233426027, "taxonomicnotes": null, "rationale": "<em>Glossoscolex lutocolus</em> é endêmica do Brasil, registrada apenas no estado do Paraná. A espécie parece estar associada a áreas com solos alagáveis, pois foi registrada em brejos, pastagens úmidas e áreas inundadas. Sua extensão de ocorrência (EOO) foi calculada em 6.095 km². A região sofreu intenso processo de transformação da paisagem promovida, principalmente, pelas atividades agropecuárias (com predomínio das culturas de soja, milho, cana-de-açúcar e culturas anuais), que também fazem uso de insumos agrícolas e podem contaminar os corpos d'água. Essas atividades, conjuntamente, promovem redução, fragmentação e declínio da qualidade do habitat remanescente. Considerando a baixa capacidade de dispersão e a matriz onde a espécie está inserida, suspeita-se que sua população esteja severamente fragmentada. Por essas razões, <em>G. lutocolus</em> foi categorizada como Vulnerável (VU), pelo critério B1ab(iii).", "geographicrange": "<em>Glossoscolex lutocolus</em> ocorre em várias localidades no norte do estado do Paraná (Bartz <em>et al.</em> 2012). Sua extensão de ocorrência (EOO) é de 6.095 km², calculada a partir do mínimo polígono convexo entre seus registros confirmados.", "population": "Não foram encontradas informações para o táxon. Considerando a baixa capacidade de dispersão e a matriz onde a espécie está inserida, suspeita-se que sua população esteja severamente fragmentada.", "populationtrend": "unknown", "habitat": "Espécie endogeica que vive em pastagem, na camada mineral do solo e em solos encharcados ou brejos. Houve coleta de <em>Glossoscolex lucotoculus</em> em lavoura de milho sob plantio direto em amostragem realizada em 03/2014. Há 16 exemplares adultos, dois subadultos e um juvenil registrados na literatura e depositados em coleção. Os registros de coleta feitos em brejos, pastagens úmidas e áreas inundadas, faz supor que a espécie está associada a áreas com solos alagáveis.", "threats": "A principal ameaça à espécie é a mudança de uso da terra por conversão em áreas agrícolas. Conforme IBGE (2017), a matriz de uso da terra na região é dominada pelo cultivo de soja, milho e cana-de-açúcar, com relativa extensão de área ocupada pela pecuária bovina, com uso de pastagens nativas e, em sua maioria, plantadas. A potencial contaminação dos corpos d'água por insumos agrícolas é uma ameaça adicional à espécie.", "conservationmeasures": "São necessárias expedições de campo para confirmar a presença atual da espécie na região de ocorrência, além do monitoramento das populações conhecidas, para avaliar seu estado de conservação local.", "usetrade": "Não foram encontradas informações para o táxon."}]}