{"name": "58600447", "result": [{"species_id": 58600447, "taxonomicnotes": null, "rationale": "Like the extinct species <span style=\"font-style: italic;\">Plectostoma sciaphilum</span>, this newly described species is only known from the limestone karst at Bukit Panching, Pahang, Peninsular Malaysia (Liew <em>et al</em>.  2014). It occurred in an area with an extremely small possible area of  occupancy, however this limestone hill site is currently under threat due to quarrying operations,  and hence it is considered that the species is Critically Endangered, and will face likely extinction within the next 24 months unless there is a radical change in quarrying operations.", "geographicrange": "This species is restricted to a single site, from the limestone karst at Bukit Panching, Pahang, Peninsular Malaysia (Liew <em>et al</em>.  2014). It occurred in an area with an extremely small possible area of  occupancy, however this limestone hill site is actively being quarried away (based on records in 2013/2014),  and hence it is considered that the species' range is declining rapidly and it could become extinct within the next few years.", "population": "The species' range is currently being impacted by quarrying and it is likely that the species may well become extinct within the next few years.", "populationtrend": "decreasing", "habitat": "This is a lowland forest species which lives in leaf litter on the forest floor, much of which has now been lost.", "threats": "Limestone quarrying is removing the habitat of this species and quarrying continues within the region.", "conservationmeasures": "There are no proposed conservation actions in place and the species is considered to be close to extinction. Only a radical change in quarrying operations will protect this species. Additional conservation measures include establishing a series of protocols for managing habitats adjacent to quarrying operations to minimise disturbance to habitats, reduce dust on roads and ensure that some areas of habitat remain intact for the long-term survival of the species.", "usetrade": "There is no known trade in this species."}]}