{"name": "56091925", "result": [{"species_id": 56091925, "taxonomicnotes": "<em>Haludaria afasciata </em>was described as <em>Puntius afasciatus</em> from Nagercoil, Tamil Nadu (Jayaram 1990). It was placed under the synonymy of both&#160;<em>Puntius melanampyx</em> by Menon (1999) and indirectly as a synonym of <em>P. fasciatus </em>through the synonymy of <em>P. melanampyx</em> with the latter species by Silas (1956). Pethiyagoda <em>et al</em>. (2012) revalidated this species as <em>Dravidia afasciata </em>and subsequently as <em>Haludaria afasciata</em> because of replacement of generic name<em> </em>(Pethiyagoda 2013).", "rationale": "<em>Haludaria afasciata </em>is assessed as Endangered because the species is currently known only from a single location within Nagercoil District, Tamil Nadu with the Extent of Occurrence less than 2,000 km<sup>2</sup>&#160;and the habitat of the species threatened due to sand mining, deforestation, pollution from agricultural runoff and agricultural pesticide application, effluent  discharges from factories and destructive fishing using chemical  pesticides, explosives and plant fish poisons. Further, the fish fauna of this region is also  affected by exotic fish <em>Oreochromis mossambicus</em> and exotic weed <em>Eichornia crassipes</em>. However, it is essential to note that the species is currently known only from its type description and research on population status, trends, distribution, ecology and species specific threats is essential to overcome knowledge gaps.", "geographicrange": "<em>Haludaria afasciata </em>is endemic to the Western Ghats of India (Dahanukar and Raghavan 2013) where it is currently only known from its type locality in Nagercoil District, Tamil Nadu (Jayaram 1990).", "population": "Currently there is no information on the population status and trends for this species.", "populationtrend": "unknown", "habitat": "Type specimens were collected from main river channel. The quality of habitat is deteriorating because of sand mining, deforestation, pollution from agricultural runoff and agricultural pesticide application, effluent discharges from factories and destructive fishing using chemical pesticides, explosives, and plant fish poisons (Thampi 2000).", "threats": "The habitat of the species in Kanyakumari district of Tamil Nadu is threatened by sand mining, deforestation, pollution from agricultural runoff and agricultural pesticide application, effluent discharges from factories and destructive fishing using chemical piscicides, explosives and plant fish poisons (Thampi 2000). Fish fauna of this region is also affected by exotic <em>Oreochromis mossambicus</em> and exotic weed <em>Eichornia crassipes</em> (Grubh <em>et al.</em> 2000).", "conservationmeasures": "<p>No species specific conservation actions are in place for <em>Haludaria afasciata</em>. The species is also not known from any protected area. Since the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats. Monitoring population and habitat trends is essential. Since the habitat of the species is threatened, conservation actions to protect habitat and resources are necessary. <br/></p>", "usetrade": "There is no information on use and trade of this species."}]}