{"name": "190500977", "result": [{"species_id": 190500977, "taxonomicnotes": "Each of the three river catchments in which this species occurs holds a genetically distinct subpopulation (J. Mynott pers. comm. 2021).", "rationale": "This species is listed as Endangered on the basis that it has an extent of occurrence below 200 km<sup>2</sup>, it is considered to occur at between one and three locations defined by varied threats (but particularly fire), and it is subject to a continuing decline in the quality of its habitat as a result of multiple pressures resulting in temperature extremes and an expected reduction in water quality.", "geographicrange": "This species occurs in the Bogong High Plains in the Victorian Alps, Australia. It has been recorded from seventeen sites in three river catchments (East Kiewa, West Kiewa and Mitta Mitta) between 750 m up to the highest elevations of Mt Bogong (the summit of which is at 1,986 m asl.) (Mynott 2016). It is likely to be restricted to this range.", "population": "This species is regularly encountered within its range, but in low numbers. It has been found in surveys of fire-hit areas following bushfires in both 2003 (McKay <em>et al.</em> 2005) and 2006 (Crowther <em>et al</em>. 2008). Nothing is known of long-term population trends. In the short term it appears not to have been affected by increased post-fire sediment loads in either fire, but this is an inference from presence data and no information on pre- or post-fire abundance had been recorded and nothing is known of the impacts of other pressures acting within its range (McKay<em> et al.</em> 2005, Crowther <em>et al. </em>2008). The species appears to be more common in sites outside than within Alpine National Park, and localities in the reserve have been heavily impacted by ski resort development (McKay <em>et al.</em> 2005).<br/>This species occurs in three genetically distinct subpopulations, suggesting a degree of long isolation, and recolonization is unlikely should the species be lost from a locality.", "populationtrend": "unknown", "habitat": "This species is associated with first order streams in alpine areas, with typical widths of 15-40 cm and depths of 15 cm (McKay<em> et al. </em>2005). Eggs are laid and larvae develop in water, and adults are terrestrial in the riparian zone. It is omnivorous: though apparently morphologically adapted for predation, gut contents have been found also to include detritus and algae (Sephton and Hynes 1983). The larval stage is thought to be the primary dispersal stage (supported by recent genetic research - J. Mynott pers. comm. 2021), as adults are flightless, but the species is expected to be a poor disperser. The known subpopulations appear to be isolated (Crowther<em> et al</em>. 2008). Adults emerge from the water from mid-January to early May (J. Mynott pers. comm. 2021), eggs are believed to develop over four months and larval development is completed over three years based on available data from a sister species (Hynes and Hynes 1975). The timing of development is however very temperature-dependent (McKay <em>et al.</em> 2005). Adults live for about two months (McKay <em>et al. </em>2005).", "threats": "This species' range was heavily impacted by the bushfires in 2003 and 2006, although it was not strongly exposed to the 2019-2020 bushfire season. As this species is aquatic for most of its life cycle it is likely to be subject to limited direct mortality from fire, but is expected to suffer from post-fire effects including pollution of waterbodies and degradation and destruction of riparian vegetation. Historically this has included the removal of shade-providing vegetation for ski resort development, forestry and grazing, the latter also associated with the erosion of stream banks (McKay&#160;<em>et al</em>. 2005 and refs therein). Ongoing and future impacts are likely from the destruction of shade trees in fire and direct increases in water temperature resulting from climate change (McKay&#160;<em>et al.</em>&#160;2005).<br/><br/>Previous research has found no changes in water quality following both low to moderate and high intensity fires (Crowther <em>et al.</em> 2008) and an expected increase in the frequency of high-intensity fires may have more severe, longer-term impacts. Fire events will have particularly severe impacts if they occur early in the breeding season, having the potential to destroy the adult cohort prior to reproduction. Physiochemical changes to water quality resulting from hydroelectricity, resort management or fire management also represent threats (McKay <em>et al</em>. 2005, Crowther <em>et al.</em> 2008).<br/><br/>Suitable stream habitat availability has previously been reduced by hydropower development, and it has not been recorded upstream of storage dams following their construction. The species may be subject to predation by introduced trout and - in the adult stage - elevated predation by natural enemies following removal or burning of vegetation. Reduced rainfall resulting from climate change is likely to reduce the quality and suitability of stream habitats for this species, which relies on long-period first order streams for larval development. It is also expected to reduce winter snow cover, further drying the habitat. Previous research (summarized in McKay<em> et al. </em>2005) has found that land use changes that increase water temperatures represent a threat to this species' larval development.", "conservationmeasures": "About half of the known localities lie within Alpine National Park, and the remainder within Falls Creek Resort (J. Mynott pers. comm. 2021). McKay <em>et al.</em> (2005) recommended regular monitoring of this species.", "usetrade": "There is no known use of or trade in this species."}]}