{"name": "139120907", "result": [{"species_id": 139120907, "taxonomicnotes": "Orr and Hämäläinen (2007: 66) note that two forms of this species exist, differing in size, and that \"Further field studies are required to clarify the biological status of these two possibly seasonal forms.\"", "rationale": "<em>Neurobasis anderssoni</em> is only known from old records from seven locations spread across a wide area of China; the most recent record of which we are aware dates from 1942. The lack of recent records, despite the fact that fieldwork has been carried out in parts of the range of the species, including around some recorded locations, is highly disturbing. However, the species might still occur in the Wuyi Mountains (parts of which are protected) in Fujian, an area that has not been adequately surveyed in recent times. An accurate estimate of the area of occupancy (AOO) for this species is not possible with the available data, but given the lack of even remotely recent records, its AOO cannot be large (certainly smaller than 500 km²). Moreover, its AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of all natural habitats within the range of the species. Its extent of occurrence (EOO) is calculated based on the known collection data, and is approximately 542,000 km². However, the species is not known to still occur at any of the recorded locations so that the current EOO is likely to be much smaller. With no records since 1942, it is at least possible that this species is already extinct, and has certainly suffered a severe decline, although the causes for this decline are not understood. The species is best assessed as Critically Endangered, although it is to be hoped that extant populations will be found with further fieldwork and that fresh data might allow reassessment to a lower threat category.", "geographicrange": "<em>Neurobasis anderssoni</em> is only known from old records from seven locations spread across a wide area of China (Asahina 1973, Hämäläinen 2004, Orr and Hämäläinen 2007, Schmidt 1931, Sjöstedt 1926); the most recent record of which we are aware dates from 1942. The lack of recent records, despite the fact that fieldwork has been carried out in parts of the range of the species, including around some recorded locations, is highly disturbing. However, most of the published records are from the Wuyi Mountains in Fujian, parts of which are protected, but which have not been adequately surveyed in recent times; it is to be hoped that the species can still be found in these mountains. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but given the lack of even remotely recent records, its AOO cannot be large; it is certainly smaller than 500 km². Moreover, the AOO is inferred to be declining due to loss and degradation of suitable habitat within the range of this species. Its extent of occurrence (EOO) calculated using geocat.kew.org and based on the known (old) collection data, is 541,626 km². However, the species is not known to still occur at any of the recorded locations so its EOO is better recorded as 0–541,626 km² and its AOO as 0–500 km²; it may already be extinct.", "population": "Despite recent searches this species is only known from old records, indicating that a severe population decline has occurred and is probably still ongoing. Surviving populations will be fragmented, quite possibly severely fragmented.", "populationtrend": "decreasing", "habitat": "<p>Zhang (2019: 1005) states that this species is found at “Montane streams at 500–1,000 m elevation.” However, since little or no habitat information is available with the species being known from only old records, this is largely informed guesswork. Since the species has not been found in recent times, it is likely that it is more specialised than currently known and/or is particularly sensitive to disturbance so that it has already vanished from most accessible sites. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of all natural habitat types within its range.</p>", "threats": "<p>Without knowing more about the precise habitat requirements of this species, it is difficult to assess the threats faced by this species, but the lack of recent records indicates that it is certainly threatened. Possible threats include clearance of natural habitats for farming, pollution of streams with pesticides and alterations to stream course to feed medium scale hydroelectric projects.</p>", "conservationmeasures": "<p>The priorities for this species are 1) more searches for extant populations (particularly in the Wuyi Mountains in Fujian), 2) protection of habitat where the species occurs, and 3) more information sought on its exact habitat requirements and its ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}