{"name": "17840", "result": [{"species_id": 17840, "taxonomicnotes": "The taxonomic relationship between&#160;<em>Chrysoritis aureus</em>&#160;and a&#160;<em>Chrysoritis</em>&#160;entity that occurs near Morgenzon in Mpumalanga has been resolved as this entity is being described as a subspecies of&#160;<em>C. aethon</em>.", "rationale": "This is a range-restricted species from Gauteng and Mpumalanga provinces in South Africa (Extent of Occurrence 297 km<sup>2</sup>, Area of Occupancy 36 km<sup>2</sup>). The number of locations is six, with fragmentation on the mountain tops. The population is prone to threats from urban sprawl, such as pollution, acid rain and habitat destruction by residential developments and invasion of alien plants. The Area of Occupancy, habitat, number of individuals and subpopulation at the type locality are declining. There are less than 1,000 mature individuals in the entire population, with less than 250 in each of the six subpopulations. The taxon thus qualifies globally under the IUCN criteria as Endangered under criterion C.", "geographicrange": "This species occurs in Gauteng and Mpumalanga provinces in South Africa, near Balfour and Greylingstad in the south and Alice Glockner Nature Reserve and Suikerbosrand Nature Reserve near Heidelberg in the north.", "population": "A preliminary habitat management plan has been implemented, which has led to an increase in the subpopulation at the Alice Glockner Nature Reserve. However, ongoing threats mean the total population is likely to be in decline. There are less than 1,000 mature individuals in the entire population, with less than 250 in each of the six subpopulations.", "populationtrend": "decreasing", "habitat": "It occurs on rocky ridges below the peaks of mountains, in grassland patches at altitudes of 1,600 to 1,800 m with a diversity of forbs and stands of the host plant, <em>Clutia pulchella</em>, and the associated ant, <em>Crematogaster liengmei</em>, at sites covered with large rocks (0.5 to 2.0 m high) and only on cooler south-facing, steep, upper mid-slopes. Woody elements are less than 2 m high, without a tree stratum. Fire appears to be an essential factor for the maintenance of suitable habitat.", "threats": "A lack of burning and encroachment of alien invasive vegetation have been observed to be the main causes of the decline of the subpopulation at the type locality. Air pollution from nearby industries and resulting acid rain, lack of burning, and invasive alien plants are all causing ongoing decline in habitat quality at remaining subpopulations. The taxon is protected in two nature reserves.", "conservationmeasures": "Research has been carried out on the habitat requirements of the taxon, including vegetation and host ant community studies. Further reearch and monitoring may also be useful. A preliminary habitat management plan is being implemented.", "usetrade": null}]}