{"name": "6162", "result": [{"species_id": 6162, "taxonomicnotes": null, "rationale": "<em>Cyprinodon pachycephalus</em> is a micro-endemic freshwater fish species restricted to the thermal springs and spring-fed outflows of San Diego de Alcala in the Conchos River basin, Chihuahua, Mexico. These desert water sources have been developed for agricultural use and as tourist spas. A continuing decline in the habitat quality has been observed as a result of over-extraction of water resources and removal of vegetation. With an extent of occurrence of less than 1 km<sup>2</sup>, one location based on the most serious plausible threat (over-extraction of water resources) and a continuing decline in its habitat quality, the species is assessed as Critically Endangered.", "geographicrange": "<em>Cyprinodon pachycephalus</em> is restricted to the northern slope thermal springs and spring-fed outflows of San Diego de Alcala in the Conchos River basin, Chihuahua, Mexico (Minckley and Minckley 1986, Miller <em>et al</em>. 2005, De La Maza Benignos <em>et al</em>. 2011). The thermal springs of San Diego de Alcalá are located 2 km to the west of the rural community San Diego de Alcalá in the municipality of Aldama, State of Chihuahua, in the Chihuahuan Desert. CONAGUA locates this area within Hydrological Region No. 24, Bravo-Conchos and Sub-basin Rio Conchos-Presa El Granero. The thermal springs of San Diego de Alcalá are part of several thermal springs that exist in the central part of the State of Chihuahua. These desert water sources have been developed for its agricultural use and as tourist spas.&#160;<br/><span tabindex=\"0\" lang=\"en\"><span tabindex=\"0\" lang=\"en\"></span>", "population": "<p>The total population size and population trend of <em>C. pachycephalus</em> are unknown. Given its highly restricted range, total population size is likely relatively small and inferred to be declining as a result of natural habitat alteration caused by the over-extraction of water resources.</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in warm spring systems at temperature of 45-49 °C, over loose gravel, sand, and firm mud substrates at depths of 0.3-3 m (Miller<em> et al.</em> 2005, Lozano-Vilano and Maza-Benignos 2017). Diet consists primarily of hydrobiid snails, isopods, and detritus (Minckley and Minckley 1986). Little is known about the reproductive characteristics of this species. <br/><br/>The springs at Baños de San Diego are thought to have originally flowed into the nearby Río Chuviscar but currently terminate at a man-made impoundment, with the natural stream formed by the spring outlet having been diverted into a canal sometime during the 1970's. The springs rise from circular sources around 20 cm in diameter and flow to form an unshaded stream measuring 2-3 m in width and just a few centimetres deep.They are thermal and produce water at a constant temperature of 43.8 °C/110.8 °F, although this cools to around 38 °C/100.4 °F approximately 20 metres downstream; a temperature of 25 °C/77 °F has been recorded in the impoundment pool, although presumably this fluctuates with air temperature. <em>C. pachycephalus</em> is found throughout the system and in the lower part forms natural hybrids with the congener <em>C. eximius</em>, and with other sympatric fish species in the impoundment, including&#160;<strong></strong><em>Gambusia</em>&#160;<em>zarskei </em>in addition to&#160;introduced <em>Lepomis megalotis </em>and<em> Tilapia</em>. It’s unclear whether <em>C. eximius</em> and <em>C. pachycephalus</em> originally occurred together or artificial modifications to the springs permitted invasion by the former (Mickley &amp; Minckley 1986).&#160;</p><p><strong><strong></strong></strong></p>", "threats": "The species is threatened by over-extraction of water resources. San Diego de Alcala Balneario draws heated water from the springs for use in the recreational thermal pools. In June 2017, Pronatura reported considerable alteration of water bodies and removal of native vegetation by private landowners (Villanueva 2018). However, the impacts of these activities on the total population size of <em>C. pachycephalus</em> have not been yet evaluated.", "conservationmeasures": "<p>In November 2010, WWF signed a collaboration agreement with the owner of the springs to develop and implement protocols to monitor and <span class=\"st\">determine the status and trends of the endemic species inhabiting the thermal springs (De la Maza Benignos 2011).&#160;&#160;<br/><br/>This species is listed federally as Endangered in Mexico under NOM-59-SEMARNAT-2010.</p><p><span class=\"st\"></span></p>", "usetrade": "The species is targeted by the aquarium trade."}]}