{"name": "191499060", "result": [{"species_id": 191499060, "taxonomicnotes": null, "rationale": "<em>Laccophilus pseustes&#160;</em>is endemic to the Isalo National Park, in central Madagascar. The extent of occurrence (EOO) and the area of occupancy (AOO) of the known localities are both estimated to be around 12 km<sup>2</sup>, based on the known sites of occurrence. If a hydrobasin layer is used then the EOO could be up to 4,945.5 km<sup>2</sup>.&#160;Due to deforestation, there is a decline in the quality and extent of the habitat and the species is considered to occur at around two to four locations. Therefore, this species is assessed as Endangered.", "geographicrange": "This species is endemic to Isalo in Madagascar (Biström&#160;<em>et al.</em>&#160;2015). Based on the currently known localities the extent of occurrence (EOO) is estimated to be around 12 km<sup>2</sup>&#160;and the minimum area of occupancy (AOO) is estimated to be around 12 km<sup>2</sup>. However, using a hydrobasin layer the EOO could be up to 4,945.5 km<sup>2</sup>. Due to the threat of habitat loss, this species is considered to occur at between two and four locations.", "population": "There is no information on the population of this species.", "populationtrend": "unknown", "habitat": "The habitats from which specimens were recorded are mostly unknown. It has been found in a sandy river, with shallow side pools with wood and rock. The species was also found in a stagnant water pool with woody debris and leaf litter (Biström&#160;<em>et al.</em>&#160;2015). There is considered to be a decline in the quality and extent of the habitat.", "threats": "The area where this species occurs is impacted by fires, logging and introduced species, all of which may result in pollution and changes in water bodies.", "conservationmeasures": "This species is found within Isalo National Park, which since 1962&#160;has been a category II protected area (Dudley 2008). Although this species is found with the National Park, activities that threaten the habitat still occur within the boundaries. Further protection is therefore recommended to support this species, and further research on the population, habitat, and threats is required.", "usetrade": "This species is not known to be used or traded."}]}