{"name": "139565510", "result": [{"species_id": 139565510, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis praeusta</em> is known from more than 30 locations in Biliran, Dinagat, Leyte, Panaon and Samar in the Philippines. None of the known locations appears to lie within a protected area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. It is plausible that the extent of occurrence (EOO) is less than 20,000 km². If the species was known to be severely fragmented it would qualify for Vulnerable status under criteria B1ab(ii,iii) and it is therefore assessed as Near Threatened. </p>", "geographicrange": "<p><em>Risiocnemis praeusta</em> is known from Biliran, Dinagat, Leyte, Panaon and Samar in the Philippines (Hämäläinen 1991, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Villanueva 2009). The assessor is aware of records from more than 30 locations but it has only been possible to assign separate coordinates to 27 of these for mapping purposes. None of the known locations appears to lie within a protected area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) falls at least partly within the 20,000 km² threshold for Vulnerable B1 (EOO is somewhere between 18,188 and 24,976 km², based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>This appears to be a moderately common species across much of its range. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species. Although the distribution of this species is split across a number of islands and therefore naturally fragmented, the population on each individual island may not yet be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a species of forest streams. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture, loss and degradation of forest as a result of logging (often illegal) and possibly mining and at some locations from pollution of streams with toxic chemicals used in mining.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, presence in protected areas and ability to tolerate disturbance.</p>", "usetrade": null}]}