{"name": "177037898", "result": [{"species_id": 177037898, "taxonomicnotes": null, "rationale": "<p></p><p><em>Atherinella venezeulae</em> is restricted to Lago de Valencia, a freshwater lake within the Tuy-Valencia biogeographic subprovince on the Atlantic versant of Venezuela. This species only occurs within the lake, and has not been reported from lotic habitats feeding the lake. Extent of Occurrence (EOO) is estimated to be 495 km<sup>2</sup>&#160;and&#160;Area of Occupancy (AOO) is estimated to be 68-512 km<sup>2</sup>.<sup>&#160;</sup>The primary threats to this species includes severe habitat degradation associated with sewage, runoff, and industrial wastes. The establishment of non-native species (e.g., <em>Oreochromis mossambicus</em>) is driving continuing declines in the number of mature individuals through direct predation. Continuing declines in habitat quality, habitat availability, and in the number of mature individuals are inferred. Lake populations may exhibit extreme fluctuation in the number of mature individuals based on the availability of food resources. Therefore, <em>A. venezeulae</em> is assessed as Endangered under criterion B1ab(iii,v)+B2ab(iii,v). Additional ichthyological survey and more detailed information regarding the direct impact of existing threats is necessary to clarify the extinction risk of this species.</p><br/><p></p>", "geographicrange": "<p></p><p></p><p><em>Atherinella venezeulae</em> is restricted to the endorheic Lago de Valencia watershed in the Tuy-Valencia biogeographic subprovince on the Atlantic versant of Venezuela (Eigenmann 1920, Schultz 1949, Luengo 1963, Campo 2003, Brian and Dyer 2006, Rodríguez-Olarte <em>et al.</em> 2009, Campo and Ortáz 2015). All records belong to the lake itself and not to the tributary rivers of Lago de Valencia. Some records come from waters in front of the mouth of the Guacara River (August 1970), Punta Palmita (March 1977) and El Burro Island in the centre of the lake (July 2001), while in Aragua, it has only been reported in the Hacienda Macapo (June 2003) on the shores of Lago de Valencia (Campo 2003).</p>  <p>Historical and more recent collections on Trinidad have been taken from tide pools at Brighton Beach, coastal rivers near La Brea Beach, and Gaspar Grande in habitat characterized by relatively high salinity (20-37 ppt) (Fowler 1931, Dyer&#160;<em>et al.</em>&#160;2003, Campanella <em>et al.</em> 2015). However, these collection records are likely to represent a separate species (<em>A. brasiliensis</em>). Important taxonomic revisions of the Atheriniformes group do not indicate this species for Trinidad (Chernoff 1986). Likewise, in the latest and most comprehensive review of freshwater and estuarine fishes from the Trinidad and Tobago Islands (Phillip <em>et al.</em> 2013), based on a review of collections and exhaustive field surveys,<em> A. venezuelae</em> was not detected. Therefore, occurrence on Trinidad is unlikely.</p>  <p>Lago de Valencia occupies a surface area of 280 km<sup>2</sup> (López-Rojas and Bonillo-Rivero 2000). Extent of Occurrence (EOO) is estimated to be 495 km<sup>2</sup>, based on a minimum convex polygon calculated around Lago de Valencia. Area of Occupancy (AOO) is estimated to be 68-512 km<sup>2</sup>, with a lower estimate based on a 2 km<sup>2</sup> grid overlain on georeferenced collection records, and an upper estimate calculated by overlaying a 2 km<sup>2</sup>&#160;grid over the entirety of Lago de Valencia. Given several threats that are likely acting on the entire known distribution of this species (López-Rojas and Bonillo-Rivero 2000), and occurrence only from Lago de Valencia (Campo 2003), a single threat-based location is inferred. </p><br/><p></p><p></p>", "population": "<p></p><p>The total population size of this species is unknown. Trophic ecology in historical habitat suggests that mature adults may exhibit periods of extreme fluctuation based on the availability of food resources (Unger and Lewis 1991). Continued decline in the number of mature individuals is inferred, based on the establishment of Mozambique Tilapia (<em>Oreochromis mossambicus</em>) in Lago de Valencia, which has been identified as a predator of eggs, larvae, and adults (Infante 1981, 1985, Infante and LaBar 1977, Pereira <em>et al.</em> 1981, Ortaz 1985, Royero and Lasso 1992, Señaris and Lasso 1993, Bisbal 2000).</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p>Lago de Valencia is an endorheic watershed characterized by eutrophic conditions and a rich benthic and planktonic fauna (Unger and Lewis 1991, Grande 2019). <em>Atherinella venezuelae</em> is exclusively a freshwater, pelagic species carrying its entire life out in the limnetic zone of Lago de Valencia (Unger and Lewis 1983, 1991). This species is planktivorous, with juveniles targeting rotifers, and larger individuals targeting successively larger zooplankton (Unger and Lewis 1983). Spawning occurs in the littoral zone of water bodies throughout the year (Unger and Lewis 1991). Adults typically live 1-2 years (Unger and Lewis 1991). Maximum reported body size is 5 cm total length (TL) (Dyer&#160;<em>et al.</em>&#160;2003).</p><br/><p></p>", "threats": "<p></p><p>Lago de Valencia is severely impacted by anthropogenic pollution from nearby cities, industry, and plantation agriculture (López-Rojas and Bonillo-Rivero 2000, Grande 2019). In the last three decades, the majority of rivers and streams feeding Lago de Valencia have been filled with industrial waste and raw sewage. Most pollutants come from the Cabriales River in Carabobo as it passes through the city of Valencia. Los Guayos River receives a number of chemical wastes as it passes through industrial zones. Similarly, the Tapa Tapa River in Aragua passes through a large industrial zone, and eventually transports these wastes in Lago de Valencia (O.M. Lasso-Alcalá pers. comm. 2020). Increased water use around Lago de Valencia has contributed significantly to the loss of tributaries feeding the lake (López-Rojas and Bonillo-Rivero 2000). A number of construction activities have contributed to increased sedimentation and destruction of river channels (López-Rojas and Bonillo-Rivero 2000).</p>  <p>There is considerable evidence to suggest that the introduction of <em>Oreochromic mossambicus</em> into Lago de Valencia in 1959 was a primary driver of population decline (Pérez&#160;<em>et al.</em>&#160;2004, Miranda&#160;<em>et al.</em>&#160;2010). Additionally, the translocated <em>Caqueatia kraussii </em>is a predator of larval and adult <em>A. venezuelae</em>.</p>  <p>Despite uncertainties regarding the direct impact of existing threats and their direct impact on <em>A. venezuelae</em>, continuing declines in habitat quality and habitat availability are inferred.</p><br/><p></p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>A. venezuelae</em>. Its distribution is unlikely to extend into the boundaries of any protected areas (IUCN and UNEP-WCMC 2020). Site protection and monitoring are needed to reduce pollutant inputs into Lago de Valencia. Further research regarding population size, population trend, and the direct impact of existing threats is urgently needed to clarify the extinction risk of this species.</p><br/><p></p>", "usetrade": "<p></p><p>This species is used as a bait item by fisherfolk targetting Curvinata (<em>Plagioscion squamosissimus</em>) (O.M. Lasso-Alcalá pers. comm. 2020).</p><br/><p></p>"}]}