{"name": "139548915", "result": [{"species_id": 139548915, "taxonomicnotes": "<p><em>Diplacina guentherpetersi</em> appears to differ from <em>D. bolivari </em>Selys mostly in details of colouration and wing venation and confirmation that it is really a distinct species rather than a variant of <em>D. bolivari</em> is needed.</p>", "rationale": "<p><em>Diplacina guentherpetersi </em>is only known from the type series of two males from one location in Calayan Island in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but if the species is genuinely confined to Calayan then the AOO will be less than 500 km² because that of the island is. Ongoing declines in AOO and extent and quality of suitable habitat are inferred from loss of forest on Calayan and with only a single location known the species qualifies for Endangered status under criteria B2ab(ii,iii) and, taking a reasonable precautionary approach, is assessed accordingly. Additional data from Calayan may allow reassessment to a lower threat category in the future, but given the small AOO and definite threats it is very unlikely that Least Concern status will ever be appropriate (and therefore Data Deficient is not an appropriate assessment) unless the species is found on other islands in the Philippines.</p>", "geographicrange": "<p><em>Diplacina guentherpetersi </em>is only known from the type series of two males from one location in Calayan Island in the Philippines (Villanueva 2012). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, if the species is genuinely confined to Calayan then its AOO will be less than 500 km² because the entire area of the island is around 500 km². Considerable deforestation is evident on Calayan in satellite images, especially in coastal areas and because of this an ongoing decline in the AOO of this species is inferred.</p>", "population": "<p>This does not appear to be a common species. Beyond this all that can be said is that some decline in overall population is inferred from habitat loss on Calayan Island.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is summarised in Villanueva (2012: 232): “This species was found on an open shallow river approximately four meters wide at the edge of the forest. The water is clear and cold with moderate flow. The substrate consists of coarse sand and gravel with some mud along the non-moving portion. The collected specimens were found perching on exposed rocks and boulders along the river.” It is likely that the species is forest-dependent. An ongoing decline in extent and quality of suitable habitat is inferred from loss of forest on Calayan.</p>", "threats": "<p>Clearance of forest for agriculture is likely to be the main threat to this species. BirdLife International (2016) state that “Analysis of satellite images from 1979 and 2006 showed an 8% decline in forest cover on Calayan Island”.</p>", "conservationmeasures": "<p>The priorities for this species are for verification that it is in fact distinct from <em>Diplacina bolivari </em>(see the Taxonomic Note) and if it is, for more data on exact habitat requirements and ability to tolerate disturbance. Protection of habitat where the species occurs is highly desirable. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}