{"name": "9185", "result": [{"species_id": 9185, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable because its extent of occurrence is less than 20,000 km<sup>2</sup>, area of occupancy is probably less than 2000 km<sup>2</sup>, number of locations may not exceed 10, and habitat quality/quantity is subject to ongoing declines.", "geographicrange": "Range includes Sycamore (Bear) Canyon, Santa Cruz County, southern Arizona, and adjacent Sonora, Mexico (Rio de la Concepcion; Williams <em>et al</em>. 1989, Page and Burr 2011). In Arizona, this species is restricted to Sycamore Creek, Penasco Creek (intermittent flow), an unnamed tributary, and Yank's Spring (impounded, perennial), in Sycamore Canyon, and in California Gulch, west of Nogales, in the Coronado National Forest. Two pools along the unnamed tributary, just above its confluence with Sycamore Creek, support the largest concentration of this species.", "population": "This species is represented by at least several distinct occurrences (subpopulations). Minckley and Marsh (2009) mapped about 18-20 collection sites in Arizona and Mexico; these represent perhaps not more than 10 locations (as defined by IUCN).<br/><br/>Total adult population size is unknown. This species was common in its range in Mexico through at least the late 1980's (Miller 2005).<br/><br/>The population trend over the past 10 years or three generations is uncertain but probably relatively stable or slowly declining. USFWS (1990) categorized the status as \"stable.\" Conservation status was \"relatively secure\" in the late 1980's (Miller 2005).", "populationtrend": "decreasing", "habitat": "Its habitat includes intermittent streams, as it is distributed throughout the stream system when flow is adequate, and restricted to permanent rocky and sandy pools during dry periods. It utilises stream pools, near cliffs, boulders, or other cover in the channel, in addition to headsprings and seeps (Lee <em>et al</em>. 1980, Minckley and Marsh 2009, Page and Burr 2011).", "threats": "This species is threatened by restricted distribution and vulnerability to habitat alteration, especially in dry years. Other potential threats include introduction of exotic fishes, water pollution, stream flow depletion (e.g. by humans or as a result of climate change), and siltation from mining. Apparently this species is not threatened by hybridization with another <em>Gila </em>species in northwestern Mexico (DeMarais and Minckley 1992).", "conservationmeasures": "Better information is needed on habitat preferences, current range, and abundance of this species. The remaining suitable habitat needs to be protected from watershed disturbances (e.g., grazing, mining, and ORV use) that cause erosion and lower water tables.", "usetrade": "The species is not utilized."}]}