{"name": "161336484", "result": [{"species_id": 161336484, "taxonomicnotes": "The Waterberg population of <em>Erikssonia </em>was formerly thought to represent <em>Erikssonia acraeina</em>. This population has subsequently been described as a new species, <em>Erikssonia edgei</em>, by Gardiner and Terblanche (2010).", "rationale": "This is a very range-restricted endemic of Limpopo Province in South Africa (Extent of Occurrence 4 km<sup>2</sup> and Area of Occupancy 4 km<sup>2</sup>). This taxon is now known from only one location, Bateleur Nature Reserve, where it was discovered in March 2013. No adults have been seen at the Perdekop location for more than 20 years. Numerous searches in the adjacent area have failed to locate further subpopulations. The habitat at the Perdekop location has deteriorated markedly and is believed to have led to the disappearance of the taxon at this site. While the subpopulation at Bateleur is receiving regular monitoring by LepSoc Africa, numbers of the butterfly have been in rapid decline for four years in a row, very likely a result of one of the worst droughts in recorded history. LepSoc Africa organised a controlled grass-burn at the Bateleur location in August 2016. This appears to have improved the quality of habitat within the area occupied by one of the two colonies at this location. The other colony beyond the Bateleur boundary fence, plus the Perdekop location, have received no active management. The subpopulations are severely fragmented. The taxon thus qualifies globally under the IUCN criteria as Critically Endangered under criterion B.", "geographicrange": "This species is endemic to Limpopo Province in South Africa, confined to one locality in the Waterberg Mountains at Bateleur Nature Reserve. It is locally extinct at Perdekop.", "population": "Based on observations from the Bateleur site, the number of adults have decreased every year for the last four seasons. However, there is no quantifiable data available.", "populationtrend": "decreasing", "habitat": "At the type-locality (Perdekop) this species was found on level ground with a grassy understory, herbaceous elements and scattered trees, at the north-western base of a small mountain. An addtitional location in Bateleur Nature Reserve, discovered in March 2013, occupies a gentle south-east- facing grassy slope, with deep sandy soil. Two colonies have been found at the Bateleur site, approximately 800 m apart. The colonies are separated by a game-fence, which marks the border of the Bateleur Nature Reserve; the north-western colony lies on a privately-owned farm. In contrast to most of the adjacent areas, the areas where the butterflies fly are relatively free of large rocks and boulders. Both the Perdekop and Bateleur localities occur at the ecotone between Waterberg Mountain Bushveld and Central Sandy Bushveld vegetation types. Common denominators include altitude (both sites are at about 1,650 m); deep sandy soils; the presence of <em>Gnidia&#160;</em>plants and the presence of <em>Lepisiota </em>ants.", "threats": "A major threat at the Perdekop locality was the lack of regular burning and the exclusion of grazing animals. There were no fires from 1984 to 1989 and the population declined. After fire cycles were reintroduced in 1989 the population increased. Since then the habitat became severely overgrown and the larval host plant disappeared. No adults have been recorded from this site for more than 20 years, and it is now considered to be locally extinct there. At the Bateleur locality a controlled burn was undertaken in August 2016 and the initial indications are that the veld has been rejuvenated, with abundant flowering <em>Gnidia</em>. The most significant current threat to this site was a recent drought, which was only broken in 2017. The number of butterflies observed through regular site-monitoring has declined rapidly over the last three seasons.", "conservationmeasures": "This taxon is managed under LepSoc Africa’s COREL programme. Conservation actions include regular monitoring and habitat management of the Bateleur subpopulation. Searches for new localities in the Waterberg should be continued. The option of seeking Provincial protection for the Bateleur site is being considered.", "usetrade": null}]}