{"name": "176728040", "result": [{"species_id": 176728040, "taxonomicnotes": null, "rationale": "Based on its currently known distribution, <em>Guyanancistrus brownsbergensis</em> is restricted to the type locality in the Upper Kumbu Creek, Saramacca River basin, in Brownsberg Nature Park, Brownsberg Mountains, Suriname. The extent of occurrence (EOO) is best estimated at 664 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 544 km<sup>2</sup>. However, it is expected that this species also occurs in similar habitats along upper portions of Kumbu River. Further survey work is needed to survey for this species in more localities in order to better understand its real range. Although the distribution of the species is inside the Brownsberg Nature Park, it borders the left margin of Brokopondo Dam lake area, and there are also proposed and ongoing mining activities, which represent potential severe impacts to the species due to the changes in the habitat. There is one threat-based location. Thus, it is recommended to monitor the species and the area to better understand the range and population status. <em>Guyanancistrus brownsbergensis</em> is assessed as Endangered (EN). However, if this species is found to occur more widely, the assessment should be revised.", "geographicrange": "<p><em>Guyanancistrus brownsbergensis</em> is known only from the type locality in the Upper Kumbu Creek, Saramacca River basin, in Brownsberg Nature Park, Brownsberg Mountains, Suriname (Fisch-Muller<em> et al.</em> 2018). The species is restricted to the&#160;western part of Brownsberg Nature Park that drains to the Mindrineti River, Saramacca River basin (e.g. Kumbu Creek). It does not occur in the eastern part of Brownsberg Nature Park that drains to the Suriname River (Brokopondo Reservoir) (e.g. Witi Creek) (J. Mol pers. comm. 2021).<br/></p>", "population": "The species was recently described and known only from a unique locality, and thus there are no available data for the population of the species.", "populationtrend": "unknown", "habitat": "<p><em>G</em><em>uyanancistrus</em> <em>brownsbergensis</em> was collected only in the Upper Kumbu Creek in the Brownsberg Nature Park, at Brownsberg Mountains, in an altitude between 200 and 430 m above mean sea level. The Upper Kumbu Creek at Kumbu Falls is a small mountain stream (2.5 to 3.7 m wide, and 28 to 50 cm water depth) with cool water (23.1 to 23.2°C), high dissolved oxygen content (93-96% saturation; 7.08±7.72 mg/L), a pH of 7.0±7.5, conductivity 30.8±31.6 μS/cm, and a current strength of 0.29±0.56 m/s. The bottom substrate consists of sand, gravel, pebbles, boulders and bedrock. The water is mostly clear. Fisch-Muller <em>et al. </em>(2018) observed no aquatic vegetation in the stream, but overhanging terrestrial vegetation, submersed root masses, woody debris, leaf litter and rock crevices offered ample hiding places for <em>G</em>. <em>brownsbergensis</em>. During the day, adults of the species<em> </em>were observed on several occasions throughout the year resting in moderate current in front of a rock crevice in a relatively deep (50 cm) pool upstream of the 50-m high Kumbu Falls (Fisch-Muller <em>et al.</em> 2018).</p>", "threats": "<p></p><p>The species was recently described and is known only from a unique locality in the Upper Kumbu Creek, in the Brownsberg Nature Park, Suriname. Although the distribution of the species is inside the park and inhabits the river only in its mountain portion, it borders the left portion of Brokopondo Dam lake area, and can be affected by deforestation and other impacts. According to Fisch-Muller<em> et al. </em>(2018), there are proposed and ongoing mining activities in the area, which represent potential severe impacts to the species due to hydrological fluctuations, sediments and changes in the habitat. Thus, it is recommended to monitor the species and the area to better understand its range and the population.</p><p></p>", "conservationmeasures": "<p>A portion of the species range extends in the Brownsberg Nature Park in the Upper Kumbu Creek, Suriname, which may provide indirect protection against habitat degradation. Additional information regarding distribution range, population size, population trend, and ecology would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is not used or traded.</p>"}]}