{"name": "118039625", "result": [{"species_id": 118039625, "taxonomicnotes": null, "rationale": "The distribution of this species faces intense pressure for urban and industrial development. Both the extent of occurrence (EOO: 4,484 km<sup>2</sup>) and area of occupancy (AOO: 28 km<sup>2</sup>) are small, with the presence of two threat-based locations. The rivers integrity has been affected by pollution from oil spills. This, together with deforestation for the settlement of farms, is deteriorating the habitat quality of this species. Therefore, it is assessed as Endangered. More research efforts are needed to identify the effects of the pollution of rivers on the species and to assess the accuracy of its AOO.", "geographicrange": "This species occurs in the drainage of the Golfo de Paria. It is present in the rivers Guarapiche, Cocoyal, Quiriquire, Punceres and Colorado.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species is present in rivers, streams and creeks in the foothills of the Guarapiche-San Juan Rivers, characterised by bottoms with cobble and rocks and clear waters. The riparian vegetation is represented by wet forests (Retzer and Page 1996).", "threats": "Around half of this species distribution area has been degraded as a result of the expansion of urban and industrial areas. The part of its distribution dominated by shrub savannas, riparian forests with palms and tropical moist forests is threatened by deforestation and log extraction (Oliveira-Miranda&#160;<em>et al. </em>2010). The drainages of the San Juan-Guarapiche Rivers and Golfo de Paria have been affected by oil spills in recent years (2011, 2017 and 2018) altering the limnological conditions of the rivers and their trophic webs when the oil deposits on the benthos and kills the periphyton (Machado-Allison 2012). All of these events point to considerable habitat loss and degradation.", "conservationmeasures": "Approximately 15% of its distribution occurs within El Guácharo National Park. However, most of the population occurs in highly degraded areas. This species would benefit from habitat restoration and better information on distribution, abundance, population trend and threats.", "usetrade": "It is unknown if this species is traded in the ornamental fish market."}]}