{"name": "223958577", "result": [{"species_id": 223958577, "taxonomicnotes": null, "rationale": "<em>Linepithema anathema</em> is currently known from only five locations in southern Brazil, with an area of occupancy (AOO) of 28km<sup>2</sup>. Most of these locations are found in close proximity to agricultural landscapes, where encroachment of cultivation is causing degradation of the Pampa biome and wetland veredas in which this species can be found. This degradation is expected to continue in the future, as several locations are viable areas for cultivation and therefore at risk from agricultural expansion. Although little is known about what directly threatens and impacts&#160;<em>L. anathema </em>subpopulations, a precautionary outlook is taken by inferring that the projected habitat degradation at these locations is likely to have a negative impact on the species. Therefore, based on the data currently available and the inferences made above, this species is listed as Endangered (EN).", "geographicrange": "<em>Linepithema anathema</em> is found in southeastern Brazil, ranging from the state of Bahia to the state of Rio Grande do Sul. Currently, this species is only known from five locations, based on the threat of agricultural expansion. As little is also known about the potential suitable habitat for this species, it is difficult to determine whether these few locations are due to lack of research on this species meaning other locations have been undiscovered, or whether this species is limited to these locations only. Therefore, a more precautionary outlook has been taken of only considering known locations so as to not underestimate the potential threat level to this species, but occurrence data in the future will be needed to confirm this. The extent of occurrence (EOO) is estimated to be&#160;437,000 km<sup>2</sup>. The area of occupancy (AOO) is estimated to be 28 km<sup>2</sup>, based on known records. While the latter may be an underestimate, it is not thought to exceed 500 km<sup>2</sup>.", "population": "There is no recorded information on population size or trends.", "populationtrend": "unknown", "habitat": "Little is known about the ecology and biology of this species. The type specimen was collected under a stone in shrubland at 1,900m elevation (Wild 2007).&#160;Other observations have found this species present in or adjacent to anthropogenically modified habitats, including grassland sites adjacent to vineyards (Rosado <em>et al.</em> 2012), wetland veredas adjacent to <em>Eucalyptus</em> plantations (Costa-Milanez <em>et al.</em> 2014) and in association with epiphytic bromeliads in cocoa agroforest (DaRocha <em>et al.</em> 2015).", "threats": "Although very little is known about the direct impact of potential threats on this species, a study by Costa-Milanez <em>et al</em>. (2014) found that <em>L. anathema </em>is found in wetland veredas that are being negatively impacted by degradation due to <em>Eucalyptus </em>plantations. <em>L. anathema</em> has also been found in the Pampa biome, in close proximity to vineyards (Rosado <em>et al</em>. 2012). This biome has been experiencing degradation over the past 15 years due to agricultural expansion, particularly for grain cultivation, and studies have shown that areas close to those previously degraded are more at risk of being degraded in the future (Mengue <em>et al.</em> 2020). Therefore, it can be inferred that this species is likely to be threatened by agricultural expansion.", "conservationmeasures": "This species is primarily threatened by agricultural expansion causing degradation of its natural habitats. Therefore, it is important that the agricultural landscapes are managed appropriately to prevent expansion in the limited sites in which this species is known to be present. Any expansion should be done with careful consideration of the potential impacts on this species, which would need to be supplemented with more research on the ecology, population and threats of&#160;<em>L. anathema, </em>as very little is currently known.", "usetrade": "There is no information about the use or trade of this species."}]}