{"name": "117060633", "result": [{"species_id": 117060633, "taxonomicnotes": null, "rationale": "<p></p><p><em>Triops vicentinus&#160;</em>has a restricted extent of occurrence (1,031 km<sup>2</sup>), a small area of occupancy (52 km<sup>2</sup>), and occurs in only three locations (23 localities) all of which are in southern Portugal. The habitats of this endemic species are severely fragmented by human infrastructure and natural barriers, and these factors impede its dispersal by vectors. Furthermore, the ongoing habitat loss and the use of pesticides in agriculture are negatively impacting the populations of this species. The result is that the EOO, AOO and the number of locations are all expected to decline. Based on these considerations, this large branchiopod is listed as Endangered.</p><br/><p></p>", "geographicrange": "<p>This species is endemic to southern Portugal in the western and central parts of the Faro District/Algarve region (Machado <em>et al</em>. 2017). The species name refers to its core distributional area along the Costa Vicentina (Korn <em>et al</em>. 2010). <em>Triops vicentinus</em> occurs in 13 ponds in Vila do Bispo municipality (179.06 km², 37.0825N,-8.911944W)&#160;on the west coast of the Algarve (Life Charcos 2016).</p>", "population": "<p>In 2018, the population of this species was reported to be stable in temporary ponds of southwest Portugal (Life Charcos 2018). Except for this finding, no specific population data are available for this species. </p>", "populationtrend": "unknown", "habitat": "This species&#160;occurs in seasonal wetlands such as temporary pools formed by rain and/or snow melt), salt flats, and alkaline pans (García-de-Lomas&#160;<em>et</em>&#160;<em>al</em>. 2017).", "threats": "<p>A reduction in the number of its localities is expected, especially in the&#160;agricultural areas in the vicinity of Faro in the Algarve, Portugal. The habitat of this species is severely fragmented because individuals are found in small and isolated temporary ponds. Dispersal by animal vectors is seriously compromised by the construction of highways, railways, waterways, and urban settlements that are impacting all known localities of this species (García-de-Lomas <em>et al.</em> 2017).</p>", "conservationmeasures": "<p>Mediterranean temporary ponds are included in Annex I of the European Council's Directive (92/43/EEC) on the conservation of natural habitats and of wild fauna and flora as a natural habitat type of community interest (García-de-Lomas <em>et al</em>. 2015). Thus, the conservation of temporary ponds requires the designation of special areas of conservation. 19 out of 23 localites where this species is found (82.6%) are in a protected area (García-de-Lomas <em>et al</em>. 2017). The Life+ project ‘Conservation of Temporary Ponds in the Southwest Coast of Portugal (2013-2018)’ was established to support and promote the conservation of Mediterranean temporary ponds. One of its goals was to tackle the greatest indirect threat: the lack of awareness of the ecological value of temporary ponds. The Portuguese children´s book titled “My friends Triops” puts the emblematic species<em> Triops vicentinus</em> in the spotlight and tells a story about challenges associated with the conservation of its habitats in a child-oriented way. The Handbook of Best Practices for the Conservation of Mediterranean Temporary Ponds addresses landowners and farmers and lists suggestions to protect <em>Triops vicentinus</em> by avoiding the use of pesticides and herbicides and by reducing soil tillage.&#160;</p>", "usetrade": "This species is neither traded nor utilized commercially."}]}