{"name": "133906189", "result": [{"species_id": 133906189, "taxonomicnotes": null, "rationale": "<em>Profundulus balsanus</em> is distributed within the Papagayo River in the Costa Chica de Guerrero. On a range-wide scale, population size and population trend are unknown. This species may be impacted by a number of threatening factors, including habitat degradation resulting from urbanisation, increased tourist recreational activities, surface water abstraction, and loss of natural flow regimes. While the direct impact of these threats are unknown, they are likely reducing habitat quality. Based on current threats, the number of locations where this species occurs is estimated to be less than 10. Estimated Extent of Occurrence (EOO) and Area of Occupancy fall within the threshold for Vulnerable. Therefore, <em>P. balsanus</em> is assessed as Vulnerable (VU) under B1ab(iii)+B2ab(iii).", "geographicrange": "<em>Profundulus balsanus</em> occurs in the Pacific slopes of Mexico, in the states of Oaxaca and Guerrero, at altitudes ranging from 61–1601 meters above sea level (Jamangape<em> et al</em>. 2016). This species is found from the Arroyo Inzcuinatoyac, a tributary of the Papagayo River in the Costa Chica de Guerrero (Matamoros<em> et al.</em> 2018).<br/><br/>The species range historically extended southward to the Huatulco River, close to the city of Santa María Huatulco, Oaxaca. However, Matamoros <em>et al.</em> (2018) described this population as&#160;<em>Profundulus parentiae</em>.", "population": "More information is required regarding the population size and trend of <em>Profundulus balsanus</em>.", "populationtrend": "unknown", "habitat": "<em>Profundulus balsanus</em> is found within freshwater rivers and streams, ranging in altitude from 61–1601 m above sea level (Jamangape <em>et al</em>. 2016). This species is a benthopelagic, non-migratory fish that inhabits waters of tropical temperatures, ranging 22 °C - 2 6°C (Baensch and Riehl 1985).<br/><br/>The maximum known length of this species is 10 cm (TL) male (Huber 1996), and the largest specimen is 68.33 mm (SL) (Jamangape&#160;<em>et al.</em>&#160;2016).", "threats": "The threats to this species are not precisely known, however it occurs within an area of recent urban and tourism development that has increased the anthropogenic recreational activities such as white water rafting, most likely followed by some level of pollution that may impact <em>Profundulus balsanus</em>&#160;(Avila-Foucat and Rodríguez-Robayo 2018).&#160;<br/><br/>La Parota projected dam, and five smaller dams, may cause population fragmentation and habitat degradation. However, the impact of these dams are unknown. Additionally, mining and surface water abstraction are expected to have a regional impact on the quality of habitat (H. Espinosa-Perez pers. comm. 2018). Therefore, the number of locations where this species occurs is unlikely to exceed 10.", "conservationmeasures": "There are no species-specific conservation actions directed towards&#160;<em>P. balsanus</em>. It is not known to occur in any protected areas (IUCN and UNEP 2018). More research is needed on the distribution, population status, and scope of threats.", "usetrade": "This species is not utilised."}]}