{"name": "60003", "result": [{"species_id": 60003, "taxonomicnotes": null, "rationale": "It is assessed as Critically Endangered in view of its limited extent of occurrence and area of occupancy along montane forest streams on the south-western slopes of Mount Kenya between 1,800 and 2,100 m altitude. The forests have been largely cleared in these altitudes and only fragmented and small secondary forest pockets are left below 2,000 m. Two of the locations are outside of the forest reserve and&#160; whether the Kenya Jewel is still present there is doubted. The forests upstream of the localities have been clearcut over the last years and turned into agricultural land (satelite images). All 3 localities are severly fragmented and isolated from each other due to landscape use (farming, agro-forestry).", "geographicrange": "The species is endemic to montane forest streams of Mount Kenya (central Kenya). The population is severely fragmented as a result of hardly any forest remaining in the known range area. More recent surveys (2002-2010) have only resulted in populations along streams on the south-western slopes of Mt. Kenya at between 1800 and 2100 m Asl. There is hardly any forest left at this altitude and intensified agriculture also puts pressure on water quality and galery forests.", "population": "No information available.", "populationtrend": "unknown", "habitat": "Montane forest streams, 1,600 to 2,000 m Asl.", "threats": "Destruction of montane forests is a major threat. Hardly any forest is left in the altitude range inhabited by this species, though the remaining forests are gazetted, illegal charcoal burning and logging continues to a large extent.", "conservationmeasures": "The species requires better protection of its habitat, especially within protected areas, and the development of a management plan, as well as research on the streams draining north from the Aberdare Mounts and Mount Kenya need to be surveyed since the species might occur there.", "usetrade": null}]}