{"name": "167476", "result": [{"species_id": 167476, "taxonomicnotes": "<em>Euthygomphus parvus </em>was placed in <em>Merogomphus </em>until Kosterin (2016) transferred it to his new genus <em>Euthygomphus</em>. In the same publication Kosterin showed that records of <em>E. parvus </em>from north of peninsula Thailand actually refer to <em>E. yunnanensis</em> and “<em>parvus</em>  has not been in fact reported northerly of Malay Peninsula”, leaving  some ambiguity over a record in Asahina (1986) from Khao Chang Forest in  Trang Province, peninsula Thailand. The record from Trang is treated as  in need of confirmation for assessment purposes, but may well refer to <em>E. parvus</em>.", "rationale": "<p><em>Euthygomphus parvus</em> is known from Peninsular Malaysia and Sumatra and might also occur in Peninsular Thailand. Most records are old (including all from Sumatra) and only seven locations appear to have been recorded for the species. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO can be inferred to be declining from loss of lowland forest throughout its range, and may be small; with the available data there is no reason to assume that it is above 2,000km<sup>2</sup>. The extent and quality of suitable habitat can also be inferred to be declining, so the species qualifies for Vulnerable status under criteria B2ab(ii,iii). It is to be hoped that additional information will allow re-assessment to a lower threat category in the future.</p>", "geographicrange": "<p><em>Euthygomphus parvus</em> is known from Peninsular Malaysia and Sumatra and might also occur in Peninsular Thailand (but possible records from the latter are not included in the map). Records from Peninsular Malaysia are from Kelantan (Hämäläinen <em>et al. </em>1996), Perak (for instance Lieftinck 1964), Selangor (Lieftinck 1964) and Langkawi Island (Butler &amp; Kohler 2013). Records from Sumatra (all old) are from single locations in Lampung (Lieftinck 1941) and North Sumatra (Krüger 1898). Most of the other records are not recent. The assessor is only aware of records of this species from seven locations. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but the AOO can be inferred to be declining from loss of lowland forest throughout its range, and may be small; with the available data there is no reason to assume that it is above 2,000km<sup>2</sup>.</p>", "population": "<p>Few specimens of this species have ever been collected and it appears to be very local in occurrence but might be merely elusive. Beyond this little can be said except that the overall population can be inferred to be declining because of loss of forest throughout its range and may be severely fragmented for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Little is known on the habitats and ecology of this species. Lieftinck (1954) gives the habitat as hill forest streams, and the species has been recorded in logged forest and in a bamboo grove. The extent and quality of suitable habitat can be inferred to be declining due to loss of and disturbance to forest throughout the range of the species.</p>", "threats": "<p>The main threat to this species is likely to be from conversion of forest to plantation.</p>", "conservationmeasures": "<p>More data on the distribution (especially in Sumatra and Thailand) and exact habitat requirements of this species are needed. It would likely benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities. </p>", "usetrade": null}]}