{"name": "18136", "result": [{"species_id": 18136, "taxonomicnotes": null, "rationale": "This species has a restricted range in subterranean systems in northern Coahuilla, Mexico, and southern Texas, USA, which gives an estimated extent of occurrence of 10,500 km<sup>2</sup> over 14 known sites. It is thought to be declining in population and range due to the major threats of excessive aquifer depletion and pollution. The rate of population decline is unknown but may be severe, and some populations may be on the verge of extirpation. It likely has between 10 to 15 threat-based Locations, as some sites are probably hydrologically connected while others are likely undiscovered within its range. It therefore could fall into a range of Categories from Near Threatened to Endangered. As a precaution it is assessed as Vulnerable B1ab(iii), and studies of its distribution and population trends is urgently needed alongside site protection and restoration.", "geographicrange": "This species occurs in subterranean cave systems in the Rio Bravo drainage in Coahuilla, Mexico, where it has been recorded from near Muzquiz northwards to just southwest of Ciudad Acuna and eastwards to Allende in an estimated 12 sites (Hendrickson <em>et al. </em>2001, Miller <em>et al.&#160;</em>2005). It has also recently been recorded in Val Verde Country in Texas, USA, in portions of the Edwards-Trinity Aquifer near the Mexican border (Cohen <em>et al.</em> 2018), bringing the number of known localities to 1-14 over an extent of occurrence of 10,500 km<sup>2</sup> throughout its range (Dugan<em> et al.</em> 2017). Most of its population is thought to be inaccessible to collectors and it is likely widely distributed in northern Coahuila, although explorations in 2005 indicated possible extensive extirpations of populations along what was likely the former eastern edge of its distribution due to aquifer exploitation (Miller&#160;<em>et al.&#160;</em>2005).", "population": "The current population size is unknown. Surveys in 2001 found this species to have a relatively low abundance in sites accessible to divers, however larger populations may be found in areas not so easily accessed (Hendrickson<em> et al. </em>2001). The population in northern Mexico is thought to be declining and may be on the verge of extirpation in some areas due to excessive aquifer depletion (Caballos <em>et al. </em>2016).", "populationtrend": "decreasing", "habitat": "This is an eyeless, unpigmented catfish that occurs in subterranean water in wells, mine shafts, and diverse natural and modified caves (Miller <em>et al.&#160;</em>2005). They are mostly found in still pools but can also be seen in flowing systems and are often associated with silt substrate (Hendrickson<em> et al. </em>2001). In aquarium conditions they can survive for 4 months without food and have been observed spending extended periods of time showing no signs of muscular activity (Miller <em>et al</em>. 2005). They do not have functioning eyes but have acute auditory, lateral line and chemosensory sensitivity (Hendrickson<em> et al.</em> 2001), which they can use to detect organic debris and invertebrates, such as mosquito larvae, in surrounding water while in total darkness (Cohen <em>et al.</em> 2018). It has a maximum reported standard length of 77 mm in the laboratory (Miller <em>et al.</em><em>&#160;</em>2005).", "threats": "The habitat of this species is under intense pressure from water over abstraction and is mostly without any formal protection (Dinerstein <em>et al.</em> 2000). The arid region in which it lives faces rapid population growth with increasing groundwater exploitation for municipal, agricultural and industrial uses (Hendrickson <em>et al.</em> 2001). Explorations around 2005 indicated possible extensive extirpations of populations along what was likely the former eastern edge of its distribution due to this threat (Miller <em>et al.</em><em>&#160;</em>2005). Its subterranean freshwater habitats are also thought to be affected by contamination from industrial and agricultural run-off (Dinerstein <em>et al. </em>2000). The threat of over-collection for the aquarium trade has also been listed for this species, and as no successful attempts at captive breeding have been recorded, all individuals are wild caught (Proudlove 2001). In Texas the newly discovered population of this species is also threatened by oil and gas drilling (Dugan<em> et al.</em> 2017).", "conservationmeasures": "This species is a fully protected and federally listed endangered species in Texas (Cohen <em>et al</em>. 2018). Research is needed into its distribution and population trends, and water quality and level need to be maintained or restored throughout its habitat.", "usetrade": "This species is thought to be threatened by over-collection for the aquarium trade and captive populations exist in the USA (Proudlove 2001)."}]}