{"name": "173831961", "result": [{"species_id": 173831961, "taxonomicnotes": null, "rationale": "<p><em>Hypopygus varii</em> is known only from its type locality, igarapé Saracá, a right bank tributary to the lower Trombetas River in Pará State, Brazil. Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>. This species is known from a single threat-based location, based on the presence of an industrial-scale bauxite mining operation in the immediate vicinity. While these are currently no documented impacts of habitat alteration associated with mining activities, direct discharge of effluent or catastrophic failure of bauxite tailing impoundments could result in the total loss of ecological integrity in igarapé Saracá in the immediate future. Therefore, <em>H. varii </em>is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Hypopygus varii</em> is known only from its type locality, igarapé Saracá, a right bank tributary to the lower Trombetas River in Pará State, Brazil (Campos-da-Paz 2018). </p>  <p>Extent of occurrence (EOO) and area of occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on the type locality of this species. A single threat-based location is inferred, based on the potential for adverse impacts to igarapé Saracá associated with industry-scale bauxite mining at the Trombetas Mine (Lehmann&#160;<em>et al.</em>&#160;2014, Sonter&#160;<em>et al.</em>&#160;2017, Lobo&#160;<em>et al.</em>&#160;2018).</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a total of eight specimens (Campos-da-Paz 2018).</p>", "populationtrend": "unknown", "habitat": "Collections were originally made during the day, in marginal areas of the igarapé Saracá characterized by dense vegetation in permanently submerged riparian margins over a muddy substrate (Campos-da-Paz 2018). This species occurs sympatrically with a number of other gymnotiform fishes (e.g., <em>H. lepturus</em>, <em>Gymnotus arapaima</em>, <em>Brachyhypopomus</em> sp.; (Campos-da-Paz 2018). Diet is likely to consist of aquatic insect larvae and other aquatic invertebrates (Campos-da-Paz 2018).", "threats": "<p>The Trombetas Mine is Brazil’s largest producer of Bauxite (an economically important ore in aluminum production) (Sonter&#160;<em>et al.</em>&#160;2017, Lobo&#160;<em>et al.</em>&#160;2018). Early reports of siltation in igarapé Saracá can be attributed to bauxite mining operations in Porto Trombetas (Esteves and Callisto 1998). This mine remains active (Sonter&#160;<em>et al.</em>&#160;2017) and represents the most immediate localized threat to aquatic habitat adjacent to the mining operation, including localized deforestation and soil disruption where mining activities are taking place (Lehmann&#160;<em>et al.</em>&#160;2014). Bauxite mining activities promote habitat degradation by encouraging deforestation for road development and hydroelectric damming where smelting processes occur (Castello and Macedo 2016). Mining operations have been and continue to be politically contentious, with claims of unsustainable practice and localized watercourse pollution put forth by indigenous communities (Hauradou and Amaral 2019).</p>  <p>It is uncertain if current mining activities continue to result in significant adverse effects on stream biota due to habitat degradation or loss (Lehmann&#160;<em>et al.</em>&#160;2014). However, given a single collection locality with very specific habitat features, it is feasible that the direct discharge of effluent or catastrophic failure of bauxite tailing impoundments could result in the total loss of ecological integrity in igarapé Saracá in the immediate future.</p>", "conservationmeasures": "<p>Existing protected area networks and indigenous lands combined occupy approximately 92.5% of the Trombetas River basin (Trancoso&#160;<em>et al.</em>&#160;2009), making it one of the best protected regions in Brazil. A recent study estimates deforestation in the drainage at just 1.3% (Trancoso&#160;<em>et al.</em>&#160;2009). Although igarapé Saracá is contained within such a protected area, sustainable use permitting still allows for mining of Bauxite ore (Nepomuceno&#160;<em>et al.</em>&#160;2019). </p>  An environmental impact study is urgently needed to determine the direct impacts of bauxite mining on igarapé Saracá, and should include continued population and habitat monitoring. Additional research regarding distribution, population size, and population trend would be useful in clarifying the extinction risk of this species.", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}