{"name": "53875988", "result": [{"species_id": 53875988, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys montium</em> is restricted to the Chagres river drainage on the Atlantic slope of central Panama and exhibits an Extent of Occurrence (EOO) and an Area of Occupancy of 8 km<sup>2</sup>. A number of impacts associated with agricultural and urban expansion have reduced the area and quality of available habitat, especially in regions along the trans-isthmian corridor adjacent to the Panama Canal. At least one subpopulation occurs within the well-protected Chagres National Park, where anthropogenic impacts are minimal. The number of locations where <em>C. montium</em> occurs is therefore estimated to be 2-3. As such, this species is assessed as Endangered under criterion B1ab(iii)+2ab(iii). </p>", "geographicrange": "<p><em>Cynodonichthys montium</em> is distributed throughout upland regions of the Chagres river drainage on the Atlantic slope of central Panama (Breder 1944, Smith and Bermingham 2005, Matamoros <em>et al</em>. 2015). The type locality of this species is a small hillside stream between the Boquerón and Pequeni rivers (Reis <em>et al</em>. 2003).</p>  <p>Extent of Occurrence (EOO) is estimated to be 2.8 km<sup>2</sup>, based on a minimum convex polygon calculated around georefernced collection localities (GBIF 2019).&#160;Area of Occupancy (AOO) is estimated to be 8 km<sup>2</sup>, based on a 2 km<sup>2</sup>&#160;grid overlain on validated georeferenced localities. As the calculated EOO is smaller than the AOO, the EOO is increased to match the AOO thus they are both 8 km<sup>2</sup>. Given the pervasive threat of land-use change associated with expanding urbanization and agriculture and an inferred cumulative effect on downstream aquatic habitat, but occurrence within Chagres National Park (IUCN and UNEP-WCMC 2019), this species is inferred to occur in two to three locations.</p>", "population": "<p>The total population size and population trend are this species have not been evaluated in detail. This species was rare in ichthyological samples taken from Lake Alajuela and surrounding tributaries (Maturell 1984).</p>", "populationtrend": "unknown", "habitat": "<p>This non-annual killifish occurs primarily in headwater creeks and streams, and reaches a maximum reported size of 8 cm total length (TL) (Reis <em>et al</em>. 2003).</p>", "threats": "<p>The upper Chagres River basin is minimally affected by human activities, whilst other adjacent drainages have been deforested, resulting in erosion and increased sedimentation that is approximately twice that of the upper Chagres basin (Harmon 2005). Subpopulations within Chagres National Park, are relatively well-protected against habitat degradation due to effective park boundary management and enforcement in an effort to protect dry-season flow rates within the Chagres River drainage (Robinson <em>et al</em>. 2004, Harmon 2005, Oestreicher <em>et al</em>. 2009, Condit 2015). The entire range of this species is impacted by land use changes associated with urbanization and agricultural expansion (R.&#160;González pers. comm. 2019).</p>  <p>The invasive Asian fish tapeworm <em>Bothriocephalus acheilognathi </em>has been reported in the Chagres River drainage and may reduce the fitness in parasitized individuals (Choudhury <em>et al</em>. 2013). The introduction of this parasite is probably&#160;the result of intentional grass carp (<em>Ctenopharyngodon idella</em>) stocking during early attempts to control aquatic vegetation in the Panama Canal zone (Choudhury <em>et al</em>. 2013). Additional impacts resulting from solid waste and domestic pollution in streams near larger towns have been documented within the Chagres River drainage (Ibáñez <em>et al</em>. 2002).</p><p>Despite uncertainties regarding the scope and magnitude of existing threats, they are producing inferred and continuous declines in habitat quality and possibly habitat availability.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>C. montium</em>. However, subpopulations within Charges National Park are suspected to be relatively well-protected, given the Panamanian government’s interest in protecting headwaters of the Chagres River drainage to maintain dry-season flow rates (Robinson <em>et al</em>. 2004, Harmon 2005, Ostreicher <em>et al</em>. 2009, Condit 2015). Despite these protections, more comprehensive ichthyological sampling, and additional information regarding population size, population trend, and the direct impacts of pervasive threats to aquatic habitat availability would be useful in guiding future conservation action. </p>", "usetrade": "<p>There is little information regarding the use and trade of this species. It may be kept in a limited capacity by ornamental aquarium hobbyists, but the majority of specimens in trade are probably&#160;captive bred individuals.</p>"}]}