{"name": "171839", "result": [{"species_id": 171839, "taxonomicnotes": "This species can be distinguished&#160;from&#160;<em>Hyriopsis myersiana</em> (Lea, 1856) \"by its smaller size [shells less than 120 mm], thinner texture, more inflated shell and … compressed pseudocardinals\" (Brandt 1974).", "rationale": "<em>Hyriopsis desowitzi </em>has been assessed as Near Threatened. Despite the described range occurring over a reasonably wide area, recent surveys have only found it in two locations (Phnom Penh and Tonle Sap). <em>H. desowitzi</em> is harvested for its shells and pearls, and the effect of this stress on the populations are unknown.  There is little information on its distribution and no information on population sizes or trends. Further work needs to be carried out to establish whether declines caused by over-harvesting are taking place and the levels to which they are impacted. In the interim on a precautionary basis the species is assessed as Near Threatened, based on possible rapid declines in populations.", "geographicrange": "This species appears to be known only from the eastern portions of the Chao Phraya Drainage, specifically the Pa Sak, Lop Buri watersheds (Brandt, 1974). The distribution of this species is defined by the four localities listed in the original description of the species. The presence of <em>Hyriopsis desowitzi</em> in the Thai portion of the Mekong Basin (Pednekar, 1997) is likely a misidentification of&#160;<em>Hyriopsis&#160;delaportei</em>.", "population": "There is no population information available for this species.", "populationtrend": "unknown", "habitat": "Occurs in large rivers in east-central Thailand (Brandt, 1974).", "threats": "This species is collected and artificially cultured for pearl. There is an active trade in shells and pearls of this species (CIBJO 2008).", "conservationmeasures": "There are no species-specific conservation measures in place for this species. Further work is needed to determine current population size, distribution and trends, as well as the impact of pearl harvesting across its range.", "usetrade": "This species is collected and artificially cultured for pearls, buttons and craftwork (Nagachinta et al., 2010). There is an active trade in shells and pearls of this species (CIBJO, 2008)."}]}