{"name": "11549", "result": [{"species_id": 11549, "taxonomicnotes": "There are no notable issues.", "rationale": "This range-restricted species only occurs on rocky, grassy hills and mountains in limited parts of the Midlands and Drakensberg foothills of KwaZulu-Natal Province, South Africa. It has an Extent of Occurrecne of 2,364 km<sup>2</sup> and an estimated Area of Occupancy of 40 km<sup>2</sup>. The number of locations with respect to local threats such as overgrazing is estimated to be seven (if indeed local extinctions in the south-east of the species range have occurred) or eight, although overall habitat quality is not expected to recover to a better state in the near future. This species is threatened mainly by overgrazing in its habitat at certain of the unprotected localities where it occurs, as well as other local threats at individual unprotected sites. Certain habitat areas where the species used to occur no longer support it. Localities currently known to be occupied by the species are far apart, with unsuitable habitat that constitute barriers to movement for the species between the locations, indicating that the population is moderately fragmented. Although climate change may affect the species' occurrence in the foothills of the Drakensberg, the existence and persistence of most of the grassland where it still occurs should not be significantly impacted with respect to land use and climate change over the next few decades. This taxon thus qualifies globally under the IUCN criteria as Vulnerable under criterion B.", "geographicrange": "This species is endemic to KwaZulu-Natal Province in South Africa, only occurring in part of the Midlands and Drakensberg mountain foothills, from Mpophomeni near Howick in the south-east to Rugged Glen Nature Reserve in the north-west.", "population": "There is no information currently available, but it is inferred to be declining due to ongoing threats.", "populationtrend": "decreasing", "habitat": "It occurs on rocky, grassy hills and mountains, between approximately 1,200 and 1,700 m altitude.", "threats": "Habitat and subpopulations have been lost over the past century through overgrazing in particular, and some habitat has been degraded by overgrazing, <em>Eucalyptus</em> plantations, off-road vehicles and perhaps too frequent burning. It has not been sighted during repeated searching over the last two years at its most south-easterly situated locality (A. Armstrong, <em>pers. obs.</em>). Although climate change may affect the species' occurrence in the foothills of the Drakensberg, the existence and persistence of most of the grassland where it still occurs should not be significantly impacted with respect to land use and climate change over the next few decades.", "conservationmeasures": "Management of remaining known habitat outside currently protected areas is required. Some habitat outside protected areas should be given protection. A management plan for this species could be developed and implemented. Awareness of the presence of this species and its habitat management requirements would likely form part of such a plan. Giving the species protected status may assist in preventing transformation of its habitat.", "usetrade": "Collection of specimens was more prevalent in the past than now."}]}