{"name": "173831846", "result": [{"species_id": 173831846, "taxonomicnotes": null, "rationale": "<em>Harttia panara</em> is only known to occur above a series of two large waterfalls in the Curuá River, a tributary of the Iriri River in the area of Serra do Cachimbo, Pará State, Brazil. Extent of occurrence (EOO) is estimated to be 1,615 km<sup>2</sup> and area of occupancy (AOO) is estimated to be 12 km<sup>2</sup>. A single threat-based location is inferred based on the presence of hydroelectric damming development that is expected to impact the whole known range of the species. While the immediate impacts of existing threats are currently unknown, a projected continuing decline in habitat quality is inferred. Therefore, <em>H. panara</em> is assessed as Endangered under criterion B1ab(iii)+2ab(iii).", "geographicrange": "<p><em>Harttia panara</em> is only known to occur above a series of two large waterfalls in the Curuá River, a tributary of the Iriri River in the area of Serra do Cachimbo, Pará State, Brazil (Oyakawa&#160;<em>et al.</em>&#160;2018). Collections below the falls have failed to detect this species, suggesting that range might be restricted to the portion of the river above the two falls (Oyakawa&#160;<em>et al.</em>&#160;2018). Collections above a smaller series of three waterfalls immediately upstream of the type locality have also failed to detect this species in the upper Xingu River basin (Oyakawa&#160;<em>et al.</em>&#160;2018). Endemism in the upper Curuá River is consistent with the biogeography of the watershed (Birindelli&#160;<em>et al.</em>&#160;2009, Garcia-Ayala&#160;<em>et al.</em>&#160;2017).</p>  <p>Extent of occurrence (EOO) is estimated to be 24-1,615 km<sup>2</sup>, with a lower estimate calculated by generating a minimum convex polygon around georeferenced collection records (Oyakawa&#160;<em>et al.</em>&#160;2018) and an upper estimate calcualted by generating a minimum convex polygon around the sub-basin (Hydrobasin level 08). It is likely that the upper estimated EOO is a more realistic characterization of range extent, given limited sampling effort within the sub-basin. Area of occupancy (AOO) is estimated to be 12 km<sup>2</sup>, calculated by overlaying a 2x2 km grid over known collection localities. This species is inferred to occur in a single threat-based location given a restricted range and an immediate projected threat that could feasibly affect habitat quality in the entire known range.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p><em>Harttia panara</em> is only known to occur above a series of two large waterfalls in the Curuá River, a tributary of the Iriri River in the area of Serra do Cachimbo. The Curuá River is a clearwater river (Birindelli&#160;<em>et al.&#160;</em>2009).</p>", "threats": "<p>The Curuá River is under intense anthropogenic pressure in the form of hydroelectric dam building, deforestation, and cattle ranching (Birindelli&#160;<em>et al.</em>&#160;2009). The hydroelectric dam PCH Salto do Curuá is under construction immediately adjacent to the type locality of this species (Oyakawa&#160;<em>et al.&#160;</em>2018). Other headwater streams in the upper Xingu River basin are free from major anthropogenic threats (Garcia-Ayala&#160;<em>et al.</em>&#160;2017). The current impacts to the type locality associated with these threats are largely unknown. However, it is feasible that continued habitat degradation or conversion associated with PCH Salto do Curuá and continuing expansion of the agricultural frontier could drive this species into a high category of threat within the immediate future. </p>", "conservationmeasures": "<p>Range may extend into the adjacent Reserva Biológica Nascente da Serra do Cachimbo, but currently all known collection records exist outside of the park boundary (IUCN and UNEP-WCMC 2020). Additional survey in the upper Xingu will be necessary to confirm range extent. Further research regarding the direct impact of immediate threats is warranted. Site protection is likely a conservation priority in view of the apparent high fish endemism in the Serra do Cachimbo (Birindelli&#160;<em>et al.</em>&#160;2009).</p>", "usetrade": "There is no information regarding the use and trade of this species."}]}