{"name": "177038449", "result": [{"species_id": 177038449, "taxonomicnotes": "Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show  a discrete distribution since they are only found in the Antilles,  specifically on Hispaniola, Cuba, Jamaica and the island of Grand  Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em>  in prep). Moreover, there is enough morphological distinctiveness in  characters with adaptive value such is the case of gonopodial traits to  separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention.", "rationale": "<p><em>Limia mandibularis</em> is restricted to Lake Miragoâne, a coastal freshwater lake on the Tiburon Peninsula of southwestern Haiti. Extent of Occurrence and area of Occupancy are estimated to be 9-45 km<sup>2</sup>, and the species is restricted to a single threat-based location. The primary threatening factor to Lake Miragoâne is deforestation and subsequent land use, sedimentation, and alteration to natural hydrology. Additional threats include translocation or natural dispersal of native competitors, the establishment of non-native species, and pollution associated with unsustainable agricultural practices and lacking wastewater treatment. As such, <em>L. mandibularis</em> is assessed as Critically Endangered under criteria B1ab(iii)+2ab(iii). Additional research is urgently needed to determine range extent, population size, and current population trend. Site protection and <em>ex-situ</em> conservation are likely warranted as immediate conservation actions.</p>", "geographicrange": "<p></p><p><em>Limia mandibularis</em> is restricted to Lake Miragoâne (Étang de Miragoâne), a coastal freshwater lake on the Tiburon Peninsula of southwestern Haiti (Rodriguez-Silva&#160;<em>et al.</em>&#160;2020). The type locality is in the northern bight of the lake (Rodriguez-Silva&#160;<em>et al.</em>&#160;2020). The surface area of Lake Miragoâne fluctuates from 9-25 km<sup>2</sup>, depending on the season (Swartley and Toussaint 2006). There are approximately 69 small ponds surrounding the main lake, with a total combined surface area of approximately 20 km<sup>2</sup> (Swartley and Toussaint 2006). </p>  <p>Therefore, Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 9-45 km<sup>2</sup>, with a lower estimate based on the minimum surface area of Lake Miragoâne, and an upper estimate of the total surface area of potentially suitable habitat where this species has not been reported. Given the scope of deforestation, associated increases in sedimentation, dramatic shifts in natural hydrology throughout the entire range of this species, and establishment of non-native species in Lake Miragoâne (Latta 2005, Posner&#160;<em>et al.</em>&#160;2010, Williams 2011, Alscher 2013), it is assigned to a single threat-based location. </p>  <p>Ichthyological surveys from the Tiburon Peninsula are exceedingly scarce (D. Elias pers. comm. 2020). Additional surveys in this region are urgently needed to clarify the extinction risk of this species.</p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. This species is known from a limited number of collection records (Rodriguez-Silva&#160;<em>et al.</em>&#160;2020).</p>", "populationtrend": "unknown", "habitat": "<p></p><p>This species has only been reported from Lake Miragoâne, a coastal freshwater lake approximately 20 meters above sea level with a maximum depth of 45 meters (Brenner and Binford 1988, Swartley and Toussaint 2006). <em>Limia mandibularis </em>has only been reported from the north bight of the lake and it occurs syntopically with several other members of the genus (Rodriguez-Silva&#160;<em>et al.</em>&#160;2020). Preferred habitat is characterized by clear water, slow current, submerged and riparian vegetation, and substrates of mud (Rodriguez-Silva&#160;<em>et al.</em>&#160;2020). </p><br/><p></p>", "threats": "<p>Deforestation and subsequent land use continue to be the greatest threats to biodiversity throughout Haiti (Latta 2005, Posner&#160;<em>et al.</em>&#160;2010, Williams 2011, Alscher 2013). The land surrounding Lake Miragoâne is nearly completely deforested, substantially increasing sedimentation within the lake (Brenner and Binford 1988, Posner&#160;<em>et al.</em>&#160;2010). This continues to have severe impacts on hydrologic cycles, including increased soil erosion, reduced groundwater infiltration, severe flooding following periods of heavy rainfall, and drastic reductions in dry season flow rates (Posner&#160;<em>et al.</em>&#160;2010). The current estimated forest cover in Haiti is between 1.5-2.6% (Posner&#160;<em>et al.</em>&#160;2010). Wastewater and sewage treatment is absent in this region, and Lake Miragoâne has one of the highest concentrations of faecal coliform in Haiti (Posner&#160;<em>et al.</em>&#160;2010). Pesticide use is unregulated (Posner&#160;<em>et al.</em>&#160;2010). </p>  <p>Anthropogenic use along the lake shore is apparent (D. Elias pers. comm. 2020). Local communities living in the surrounding area heavily rely on water from the lake for daily use. This might represent a threat to aquatic life because of the detergent that goes to the lake used in activities like washing clothes, bathing, and also washing cars and motorcycles (Rodriguez-Silva et al. 2020)</p>  <p>Non-native ichthyofauna has established throughout much of Lake Miragoâne, including two species of tilapia (<em>Oreochromis aureus</em> and <em>Coptodon rendalli</em>) (Rodriguez-Silva and Weaver 2020). Non-selective chemical products (e.g., insecticides and herbicides) are frequently used to facilitate fish capture in subsistence fisheries (Posner&#160;<em>et al.</em>&#160;2010).</p>  <p>Hurricane activity and climate change are plausible future threats that are likely to negatively impact freshwater aquatic habitat in Haiti (Alscher 2013, Sheller and León 2016).</p>  <p>Despite uncertainties regarding the direct impact of existing threats on the endemic ichthyofauna of Lake Miragoâne, continuing decline in habitat quality is inferred. Additional studies are urgently needed to clarify the ecological integrity of the lake.</p><p></p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>L. mandibularis</em>. The distribution of this species does not include any protected areas (IUCN and UNEP-WCMC 2020). Haiti lacks comprehensive forest policy, and enforcement of existing laws is essentially non-existent (Posner&#160;<em>et al.</em>&#160;2010). Additional research regarding distribution, population size and population status are urgently needed. Continued population monitoring and habitat monitoring would be useful in clarifying the conservation status of this species. Site protection and ex-situ conservation may be warranted to prevent extirpation.</p><br/><p></p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}