{"name": "143816734", "result": [{"species_id": 143816734, "taxonomicnotes": null, "rationale": "This assessment is based on the information in Dijkstra (2007). Although three of the four locations for <em>Hemicordulia virens</em> are within protected areas, the invasive crustacean&#160;<em>Cherax quadricarinatus</em> and ongoing habitat encroachment may well pose threats to the species. The species has a small extent of occurrence (EOO) and ongoing habitat decline is inferred. Therefore, it is assessed as Endangered based on criteria B1ab(iii) and B2ab(iii).", "geographicrange": "<em>Hemicordulia virens </em>is endemic to Mauritius, where it appears to be restricted to the mountains in the south-west, which harbour the island’s main forest remnants. The species has been found at the following localities: Moka, Macak’Rd, Fôret de Machabée, Cachette, Rivière Tamarin, Black River, Rivière du Poste (Dijkstra 2007). Localities \"Moka\" and \"Macak'Rd\" are old (1948 and 1959 respectively), \"Machabée\" is from 1981, and all others are from 1999 (Dijkstra 2007). The extent of occurrence (EOO) for this species is smaller than 2,500 km²; based on the available collection data, the EOO is smaller than 250 km² .", "population": "There is no information available on population size or trends for this species.", "populationtrend": "unknown", "habitat": "<em>Hemicordulia virens </em>is restricted to the mountains in the south-west, which harbour the island’s main forest remnants. It is notable that records are from an altitudinal range of 120 to 680 m (Mauritius is only up to 823 m high), lower than most sites of its sibling species <em>H. atrovirens</em>. It breeds in pools in rocky streams and rivers, which are mostly forested. Males have been observed patrolling such streams in search of females. Adults have been observed from December to June (Dijkstra 2007).", "threats": "Threats to this species are not known, however habitat destruction is the most likely threat (e.g., deforestation and pollution of streams). The Australian Crustacean, <em>Cherax quadricarinatus</em>, which was introduced to Mauritius in the 1990s to advance aquaculture, may be another threat to <em>H. virens</em>.", "conservationmeasures": "There are no specific conservation actions in place for this species. Recommended conservation actions include studies on the species' ecology, population size and distribution.", "usetrade": null}]}