{"name": "175722320", "result": [{"species_id": 175722320, "taxonomicnotes": null, "rationale": "There are very few museum records of this species, probably because it is difficult to identify. Based on its known distribution, it has an extent of occurrence (EOO) of 10,363 km<sup>2</sup>. There are three locations based on the threat of gold mining and this is inferred to be leading to a continuing decline in habitat. Therefore, this species is assessed as Vulnerable.", "geographicrange": "The locality of the type specimens is not given in Eigenmann (1912), but in the initial pages of that work, it is listed as having been collected from a pool in the Essequibo River formed at the mouth of the Konawaruk River, and so it can be assumed that those Konawaruk mouth specimens were used to describe this species. This species is here considered endemic to Guyana with a range in the Essequibo River Basin and upper Branco River drainage (Amazon Basin), Guyana. One record each from Brazil, Ecuador and French Guiana are considered misidentifications.", "population": "There population trend is suspected to be stable. There are very few museum records.", "populationtrend": "stable", "habitat": "This species was collected from a side pool in the Essequibo River near the mouth of the Konawaruk River where a dike was installed to divert water. Water quality in these Essequibo side pools can vary greatly, but was probably tea-coloured, low pH, low dissolved nutrients, relatively high transparency with a rock and sand substrate, and emergent vegetation along shore. This tiny fish probably feeds on small aquatic invertebrates, and is oviparous.", "threats": "There are no data on specific threats to this species, but it is known to occur in areas heavily impacted by gold mining. The Konawaruk River in Guyana has been nearly destroyed by gold mining.  The type locality of this species is near the mouth of the Konawaruk,  and has undoubtedly been impacted by the heavy sediment load constantly  pouring out of that river.", "conservationmeasures": "There are no specific conservation measures enforced to protect this species. This species is listed as Endangered in French Guiana (EN B2ab(iii); IUCN France <em>et al. </em>2017), but records of this species from French Guiana are here considered erroneous.", "usetrade": "This species is not used."}]}