{"name": "182948", "result": [{"species_id": 182948, "taxonomicnotes": null, "rationale": "This species is native to Lake Albert and Nile River with an extent of occurrence (EOO) of 7,997 km<sup>2</sup>. The Lake Albert population is threatened by habitat  degradation,&#160;pollution from oil and gas developments in the Albertine,  while the riverine population is probably affected by damming of the Nile  River. There is continuing decline in habitat quality based on these threats. However, the number of many threat  events (dams or oil/gas developments) it would take to impact the entire  population is unknown and therefore, it is not possible to estimate the  number of locations. Therefore, this species is assessed as Near Threatened meeting B1b(iii).", "geographicrange": "This species is native to Lake Albert and Nile River (White Nile and Bahr-el-Jebel), but occurrence records from GBIF.org (GBIF 2020) suggest the distribution extends in the Nile River up to Egypt. In Lake Albert, the species is extant (Wandera and Balirwa 2010). However, there are no recent records to ascertain the current status in these lower parts of the Nile River (South Sudan, Sudan and Egypt). The species is considered possibly extant in these areas as there is no major threat likely to have extirpated the species, but there is need for more surveys.", "population": "The population trend is not known.", "populationtrend": "unknown", "habitat": "It is a demersal species found in running water, but also in lakes.", "threats": "The species faces potential threats although majority of the threats are somewhat localized. The Lake Albert population, for instance, is threatened by habitat degradation,&#160;pollution from oil and gas developments in the Albertine, while the riverine population is likely affected by damming of the Nile River (Wandera and Balirwa 2010). However, the number of many threat events (dams or oil/gas developments) it would take to impact the entire population is unknown and therefore, it is not possible to estimate the number of locations.", "conservationmeasures": "Conservation actions are not known for this species.", "usetrade": "There is no use or trade information."}]}