{"name": "173831033", "result": [{"species_id": 173831033, "taxonomicnotes": null, "rationale": "<em>Eigenmannia besouro</em> is known from tributaries of the left margin of the São Francisco River basin in Bahia state, northeastern Brazil. Extent of Occurrence (EOO) is estimated to be 27,942 km<sup>2</sup>, and the species is assigned for seven threat-based locations. The primary threat to this species is habitat degradation and loss associated with agricultural expansion and cattle ranching, and changes in natural hydrology due to surface water diversion, groundwater abstraction, and damming infrastructure. Despite uncertainties regarding the magnitude of these threats at existing collection localities, their impact is regional in scope and therefore continuing decline in habitat quality is inferred. As such, <em>E. besouro</em> is assessed as Near Threatened under criterion B1ab(iii), because range extent slightly exceeds the threshold for a threatened category.", "geographicrange": "<p><em>Eigenmannia besouro</em> is known from tributaries of the left margin of the São Francisco River basin in Bahia state, northeastern Brazil (Peixoto and Wosiacki 2016). It has been specifically reported from the São Desidério, Sapão, Preto, Veredinha, Galheirão, Grande, and de Ondas rivers (Peixoto and Wosiacki 2016).</p>  <p>Extent of occurrence (EOO) is estimated to be 27,942 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Peixoto and Wosiacki 2016). This species is assigned to seven threat-based locations based on the geographic spread of documented collection localities and inferred impacts within the São Francisco River basin that are limited in scope.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>The specific habitat characteristics of this species are not described in detail. Species of <em>Eigenmannia</em> are small to medium-sized omnivores with insectivorous trends that routinely inhabit floodplains, terra firme streams, river channels, rapids, and caves (Crampton 1996, Giora&#160;<em>et al.</em>&#160;2005, Peixoto <em>et al.</em> 2015). Individuals utilize a monophasic electric organ discharge for communication and orientation in dark environments, which include sediment-laden floodplains and river channels (Crampton and Albert 2006, Peixoto and Ohara 2019). Gymnotiformes are generally most active at night (Bichuette and Trajano 2017).</p>", "threats": "<p>The agricultural frontier in the São Francisco River basin has expanded in recent years with increased pressure on water availability for irrigation, and is directly responsible for land-use changes from natural Cerrado vegetation to plantation agriculture and cattle pastures (Maneta&#160;<em>et al.</em>&#160;2009, de Olivieira&#160;<em>et al.</em>&#160;2017). Water stresses and land-use changes are evident in multiple drainages where this species has been documented (e.g., Formosa do Rio Preto, São Desidério; de Oliveira&#160;<em>et al.</em>&#160;2017). Hydroelectric damming infrastructure has altered the natural hydrology of the São Francisco River basin (Nascimento do Vasco&#160;<em>et al.</em>&#160;2019). Existing threats are having regional impacts on water availability and natural hydrology (Maneta&#160;<em>et al.</em>&#160;2009, de Oliveira&#160;<em>et al.</em>&#160;2017, Ferrarini&#160;<em>et al.</em>&#160;2020), and therefore continuing decline in habitat quality is inferred despite some uncertainties regarding the magnitude of impact at specific collection localities.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>E. besouro</em>. The range of this species extends partially into Área De Proteção Ambiental Bacia Do Rio De Janeiro, Área De Proteção Ambiental De São Desidério, and Área De Proteção Ambiental Do Rio Preto, and may feasibly extend into other existing protected areas (IUCN and UNEP-WCMC 2020). Additional research regarding distribution, population size, population status, and the direct impact of existing threats at collection localities would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. Members of <em>Eigenmannia</em> are common in the aquarium trade (Peixoto&#160;<em>et al.</em>&#160;2015).</p>"}]}