{"name": "109686008", "result": [{"species_id": 109686008, "taxonomicnotes": null, "rationale": "The species is endemic to Lake Towuti in Sulawesi where it is only found in the rocky substrate areas, and has an extent of occurrence (EOO) of 264 km<sup>2</sup>&#160;and an area of occupancy (AOO) of 52 km<sup>2</sup>. This is counted as a single location with major threats including pollution from nickel mining, eutrophication and predation from invasive species, most critically Flowerhorn Cichlids (<em>Colossoma&#160;</em>sp.). The spread of invasive Flowerhorn Cichlids to Lake Towuti from Lake Mahalona is almost certain and is predicted to cause a population decline of at least 50% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids&#160;in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder<em>&#160;et al.&#160;</em>2012) and contributed to the decline of&#160;<em>Tylomelania</em>&#160;populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Endangered given its extremely limited distribution, deterioration of its habitat and the future impact of Flowernhorn Cichlids in Lake Towuti.", "geographicrange": "The species&#160;is endemic to Lake Towuti (561.1 km<sup>2</sup>), which is part of the Malili Lakes system, Sulawesi, Indonesia. It was first described in 2007, based on material from the north shore of the lake (von Rintelen<em> et al.</em> 2007).", "population": "<p>The current population trend of this species is unknown, however an overall population decline of at least 50% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma </em>sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al</em>. 2012) and are thought to have caused decline of&#160;<em>Tylomelania</em> populations through predation of small adults and juveniles (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through the Tominanga River, where they are predicted to cause population declines similar to those seen in Lake Matano.</p>", "populationtrend": "unknown", "habitat": "This is a rock-dwelling freshwater lake species (von Rintelen <em>et al</em>. 2007).", "threats": "Current threats to the species are nickel mining and hydro-electric power installations on the outlet of Danau Matano, which impact the outflow and natural water level fluctuations throughout the entire lake system. Siltation due to erosion and organic effluents from the rapidly expanding human population around the lakes are also problematic.<br/><br/>Many  species of <em>Tylomelania</em> are being collected for the aquarium pet trade, although&#160;<em>T. amphiderita </em>does not seem to be traded yet (von Rintelen pers. comm. 2018). It is unlikely to  become a major target, but harvesting could cause rapid declines if this species was targeted.<br/><br/>Finally, invasive species (particularly Flowerhorn cichlids, <em>Colossoma </em>sp.) have been introduced to Lake Matano and have unknown but potentially serious consequences through predation of juveniles (Herder&#160;<em>et al</em>. 2012), as recent surveys in Lake Matano have found only large individuals of large&#160;<em>Tylomelania&#160;</em>species remaining (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018),&#160;and, if not already present, are very likely to continue to spread downstream to Lake Towuti,&#160;&#160;where they are predicted to cause a population decline of at least 50% in this species within the next 10 years (T von Rintelen pers. comm. 2018).", "conservationmeasures": "There are no known conservation actions currently in place for this species and research into potential threats is recommended.", "usetrade": "Many species of <em>Tylomelania</em> of the Malili lakes are collected and traded as  aquarium pets. This species has not yet been conspicuously traded (i.e.,  not marketed on respective websites)."}]}