{"name": "196174028", "result": [{"species_id": 196174028, "taxonomicnotes": "Differences in morphological, ecological and behavioural traits suggest that the current five-species arrangement does not accurately reflect species diversity within&#160;<em>Kosciuscola&#160;</em>(Tatarnic <em>et al.</em> 2013, Umbers <em>et al</em>. 2021). Molecular work has identified species-level clades within&#160;<em>K. tristis </em>(Umbers<em> et al</em>. 2021)<em>,&#160;</em>and provided strong evidence supporting the elevation of <em>K. tristis restrictus </em>to species level as <em>K. restrictus</em>&#160;(Song <em>et al</em>. in prep.). Before this is formally published, it is assessed here as a subspecies of <em>K. tristis</em>, though.", "rationale": "This taxon is listed as Critically Endangered on the basis that it is known only from high elevations on Mt. Buffalo (extent of occurrence of 12 km<sup>2</sup>), considered a single location on the basis of an ongoing or immediately imminent threat from climate change. This latter is associated with reduction in snowfall and increases in the intensity and frequency of fire, which is leading to an immediately projected reduction in the quality of the taxon's habitat and, through reducing successful recruitment as a result of temperature extremes, the number of mature individuals.", "geographicrange": "This taxon is endemic to Victoria in Australia, where it is known only from Mt. Buffalo from elevations above 1,300 m asl. The mountain has a maximum elevation of 1,723 m.", "population": "This taxon is currently common and widespread at the top of Mt. Buffalo, and the population appears to be continuous. A total population of 1,000 to 10,000 mature individuals has been estimated prior to the 2019-2020 bushfire season (K. Umbers unpubl. data)&#160;the impacts of which on this taxon are unknown. A decline is presumably ongoing as a result of ongoing habitat loss and degradation due to climate change in the form of increased stochasticity in temperature and fire regimes.", "populationtrend": "decreasing", "habitat": "This is a habitat generalist found in alpine and subalpine grassland, shrubland, heathland, and open and woodland forest (up to 80% canopy cover). It is found on leaf litter, in or beneath logs and bark, and in vegetation, including standing wood.&#160;<span style=\"background-color: rgb(255, 255, 255);\">The adult lifespan is unlikely to exceed a few months, with a single generation of eggs laid which overwinter in the soil often beneath snow cover. The generation length is less than a year.</span>", "threats": "The main threats to this high-elevation taxon are likely to be temperature extremes and the increased frequency and intensity of fire resulting from climate change. It is likely that eggs are dependent on the coverage of a reliable winter snow pack, which insulates eggs in the underlying soil from low temperatures and prevents exposure to subzero temperatures. Mount Buffalo is prone to fire, and a major fire event could threaten the survival of this endemic taxon. Fire management could potentially impact this taxon especially if conduced in autumn. It is likely to be somewhat threatened by invasive species, including predation by foxes, but the impacts are currently unclear. Threats from development or from competitors or hybridization are unlikely.", "conservationmeasures": "This taxon's known population is contained within Mount Buffalo National Park. This taxon may be reliant on establishing an <em>ex situ </em>breeding programme to ensure its survival, as there are no <em>in situ </em>conservation measures that can address the expected near-future impacts of climate change other than long-term measures to address climate change and reverse its effects. Awareness-raising of this taxon's conservation management needs, including creating accurate ground-truthed distribution maps within the national park.", "usetrade": "There is no known use of or trade in this taxon."}]}