{"name": "139545680", "result": [{"species_id": 139545680, "taxonomicnotes": null, "rationale": "<p><em>Teinobasis hamalaineni</em> is only known from 3-4 locations in a small area in northern Luzon in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it likely to be small and with the available data is certainly below 500 km² and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in northern Luzon. The extent of occurrence (EOO) is also small (EOO is less than 5,000 km²). The species qualifies for Endangered status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Teinobasis hamalaineni</em> is only known from a small area in northern Luzon in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Müller 1992). The assessor is aware of records from 3-4 locations but 2-3 of these are from a single mountain (Mount Anacuao), it has not been possible to assign separate coordinates to one of these for mapping purposes. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it likely to be small and with the available data is certainly below 500 km². The AOO is inferred to be declining due to loss and degradation of forest in northern Luzon. The extent of occurrence (EOO) is somewhere between 30 and 1,515 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<br/></p>", "population": "<p>Nothing definite is known about current population sizes and health for this species but an ongoing decline in overall population is inferred from loss and degradation of forest in northern Luzon.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but the type series appears to have been collected at or in the vicinity of a river. It is likely to be a stream species and to be forest-dependent. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of forest in northern Luzon.</p>  <p>&#160;</p>", "threats": "<p>The threats to this species cannot be adequately assessed without more data on its habitat requirements but the main threat is likely to be from clear-cutting of forest for agriculture, mining or logging.</p>", "conservationmeasures": "<p>The first priority for this species is for more data on its distribution, habitat requirements and ability to tolerate disturbance. Protection of habitat where the species occurs will be required. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}