{"name": "164045951", "result": [{"species_id": 164045951, "taxonomicnotes": "<p></p><p><em>Photuris cinctipennis&#160;</em>is a member of the&#160;<em>P. versicolor</em>&#160;species complex which contains many closely related species, distinguishable primarily by observed flash pattern, as there are few morphological differences (Barber 1951, McDermott 1967, Lloyd 2018). Lloyd (2018) notes that several similar-looking species, including some that occur in the southeastern United States, may occur within a smaller <em>cintcipennis</em> group. Further complicating matters, although Barber's (1951) description includes its distinctive coloration (pale legs and pale hind margins on ventral abdominal segments), he did not observe the male flash pattern of this species. Genetic and cladistics research to clarify taxonomic relationships within this species complex are ongoing (Faust 2017).</p><p></p>", "rationale": "<em>Photuris cinctipennis</em> is a rare firefly known from only four counties in Maryland and a single county in Delaware, USA. It is associated with isolated forested wetlands and forested floodplain habitat. The main threats to this species are habitat loss and degradation due to urban development, sea level rise, and light pollution. This species has an estimated extent of occurrence (EOO) of 4,643 km<sup>2</sup>, an area of occupancy (AOO) as small as 12km<sup>2</sup>, and is known from only three locations, at least one of which is vulnerable to projected sea level rise. All locations have the potential to be impacted by development, which would degrade the isolated forested wetlands and floodplain habitat in which this species is found. This habitat type continues to be lost due to conversion to agriculture and urban development, leading to continued fragmentation.&#160;For example, almost a third of the historic extent of these riparian wetlands have been lost in Maryland, and only six percent of remaining acreage occurs in protected areas. Given the size of the current estimated EOO and AOO, the low number of locations, and the continuing decline in area and quality of habitat and AOO, this species is listed as Endangered under criterion EN B1ab(ii,iii)+2ab(ii,iii).", "geographicrange": "<p><em>Photuris cinctipennis</em>&#160;was originally described from specimens collected in 1927 from the Severn River in the Sherwood Forest, near Annapolis, Maryland (Barber 1951). This mid-Atlantic firefly has been documented from only five counties in two US states: Anne Arundel, St. Mary’s, Prince George’s, and Wicomico Counties in Maryland and Kent County in Delaware (Barber 1951, Heckscher 2010, Lloyd 2018, C. Heckscher pers. obs.). </p><p></p><p>This species has an estimated extent of occurrence (EOO) of 4,643 km<sup>2</sup>. There are few collection localities reported for this species, and those that have been reported are scattered despite extensive sampling that has been carried out in part of its possible extant range (Heckscher 2010). It is estimated that the current known population occurs within three locations (and up to five), at least one of which is susceptible to sea level rise, and all of which could be locally impacted by development or light pollution. Assuming that each locality occurs within a 4 km<sup>2</sup> area, the area of occupancy (AOO) could be as low as 12 km<sup>2</sup>. However, as the species may be extant elsewhere, it is likely not quite this low, but it is also unlikely that it occurs in over 100 additional localities, as would be needed for it to exceed the upper threshold for Endangered. In addition, the isolated nature of the wetlands in which this species has been documented may make dispersal of adults between sites difficult. While&#160;<em>Photuris </em>species are strong fliers relative to other firefly genera, it is unlikely they are capable of dispersing distances greater than 10 km.</p><br/><p></p>", "population": "<p></p><p>This species has a very small range. Detailed data on population size and abundance are not available. Lloyd (2018) cites an event in the Cedarville State Forest (MD) in 1978 when as many as 50 individuals were found flying in an oldfield clearing. C. Heckscher (pers. obs.) has observed more than 100 individuals at two separate sites on the Delmarva Peninsula. Despite being potentially locally abundant, the species appears rare. Ten years of periodic survey work in Delaware yielded only two new sites for this species in the state (Heckscher 2010). Lloyd (2018) notes that this species has not been seen in museum collections despite many hundreds or even thousands of archived specimens being examined.</p><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p>It is unclear if <em>Photuris cinctipennis</em> is a habitat specialist, although it appears to be associated with moist (not inundated) lowland areas in hardwood forests (C. Heckscher pers. obs.). The species has been found in isolated freshwater forested ephemeral wetlands of the mid-Atlantic coast, including riparian areas (C. Heckscher pers. obs.). Habitat descriptions for the species are somewhat vague and include mention of “stream sides” and “moist forested floodplain” (McDermott 1967, Heckscher 2010). At least one site is located along a causeway and field edge (NatureServe 2020), and at another, adults were found flying over dense bushes and small trees in an oldfield clearing surrounded by a mixed pine and hardwood forest (Lloyd 2018). </p>  <p>Larvae of some species in this genus are known to be dietary generalists, scavenging around damp areas at night looking to consume snails, worms, other soft-bodied invertebrates, and even plant material, such as berries (Buschman 1984). Adults are active at night, typically emerging in June or July (NatureServe 2020), and give off single yellow-green flashes at uncertain intervals (Faust 2017). Females of this species feed as adults by mimicking the female flash patterns of other firefly species to lure in unsuspecting males for consumption. In doing this, female <em>Photuris</em> fireflies sequester protective toxins, called lucibufagins, which are produced by other firefly species, to pass on to their offspring. Males of this species may also mimic the signals of their females’ prey, such as those of <em>Pyractomena angulata</em> (Lloyd 1980).</p><p></p>", "threats": "<p></p><p>Major threats to this species include habitat loss and degradation due to urban development and sea level rise. The direct effects of development include destruction of habitat and disturbance of eggs and larvae, as well as invertebrate prey, in the soil. Indirect effects include increased light and chemical pollution, such as residential pesticide use (Lewis 2016). Human populations in Maryland and Delaware have been increasing steadily since the 1940s and 1950s (World Population Review 2020a, 2020b). In Maryland, almost a third of the historic extent of river-related wetlands, such as the floodplain forests where this species is found, has been lost; only six percent of remaining acreage is protected (MDNR 2005). In addition, most of this remaining acreage is fragmented by roads, agriculture, and other development, further threatening the persistence of this species. Increased light pollution associated with development has been shown to adversely impact mating success of nocturnal firefly species like <em>Photuris cinctipennis</em>, which require dark conditions for courtship displays (Owens and Lewis 2018, Lewis <em>et al. </em>2020).</p>  <p>Sea level rise is also a major concern for the future viability of this species. The rate of sea level rise on the Atlantic seaboard is three or four times higher than the global average. As a result, vast portions of the coast are vulnerable to higher storm surges, increased incidence of flooding and deterioration of beaches and wetland habitats (Sallenger <em>et al. </em>2012). It is projected that Delaware’s sea level will rise from 0.5 to 1.5 meters by 2100 (Delaware Coastal Program 2012).</p><p></p>", "conservationmeasures": "<p>No known conservation actions are in place for this species, and it is unknown if it occurs in any protected areas. It is listed as a Species of Greatest Conservation Need in Delaware’s State Wildlife Action Plan (Delaware Division of Fish and Wildlife 2015), which means state resources could be used towards its protection.&#160;Surveys at historical collection sites in western Maryland are necessary to confirm that this species remains extant in that part of the state. Inventory efforts in Delaware have been widespread but more may be warranted (NatureServe 2020). Other surveys throughout appropriate habitat, including areas between eastern and central Maryland, as well as unexplored areas of the lower Delmarva Peninsula and adjacent areas of Virginia, would be helpful in determining the full distribution of this species and its specific habitat requirements (C. Heckscher pers. obs., NatureServe 2020). It is unknown why the species is not more widespread or what the specific habitat needs are of the larvae (NatureServe 2020).</p>", "usetrade": "<p></p><p>There are no known uses of this species for trade, harvest, or ecotourism. However, luciferase, the enzyme responsible for catalyzing the light producing reaction in firefly lanterns, has many practical uses in biomedical and food safety research (Lewis 2016). From the late 1940s until as recently as the 1980s, harvesting of fireflies was carried out on a large scale. By the 1960s, between 500,000 and one million wild fireflies were harvested per year by the public, who were paid per specimen (Lewis 2016). During this time, Sigma (now the Sigma-Aldrich Chemical Company) built a network of firefly collectors nationwide that reportedly brought in millions of specimens every year (Lewis 2016). These collectors did not discriminate between species, so it is impossible to determine the degree to which <em>P. cinctipennis</em> was impacted. This species is considered rare; however, it is possible it was more abundant in the past. Synthetic luciferase has been available since 1985, so there is no reason for wild harvest to continue. However, it may still take place at a small scale (Lewis 2016).</p><p></p>"}]}