{"name": "191715", "result": [{"species_id": 191715, "taxonomicnotes": "Jacques Pellegrin received from M.L. Diguet specimens of this species from an area near Guadalajara before 1901 and described it as <em>Xenendum multipunctatum&#160;</em>(1901).&#160; Regan placed it in 1907 in the genus <em>Goodea</em> as <em>Goodea multipunctata</em>, Hubbs and Turner in 1937 in <em>Ollentodon. </em>Again, Miller and Fitzsimons found the differences between <em>Ollentodon</em> and <em>Skiffia</em> not big enough to keep both genera valid and transfered the Splotched Skiffia into the genus <em>Skiffia</em>. Affiliated to three drainages, the Lower Río Lerma subpopulation (including the Río Duero), the Río Guascuaro and the Río Grande de Santiago/ Laguna Chapala subpopulation (type subpopulation) are distinguished. The type subpopulation is regarded Extinct, the Río Guascuaro subpopulation Data Deficient.", "rationale": "The Spotted Skiffia was historically found in Lake Chapala, the upper part of the Santiago River basin near the city of Guadalajara, including Lake Cajititlán, and the lower Lerma River basin, particularly the Duero River basin (Domínguez-Domínguez <em>et al.</em>&#160;2005). Pollution, habitat modifications, and introductions of non-native species have eliminated&#160;Skiffia multipunctata&#160;from Lake Chapala, the Santiago River basin, and parts of the lower Lerma River basin (Lyons <em>et al</em>. 1998; Soto-Galera <em>et al. </em>1998). The situation of the stock from the Río Guascuaro drainage is unknown. The only area where the species remains healthy is the Duero River drainage but, even there, populations have disappeared from the lower portion of the drainage because of stream&#160;channelization and water diversions for agriculture. They have also disappeared from Lake Camécuaro National Park due to the introduction of non-native large-mouth black bass. Considering the number of locations (1-2; Threshold for Endangered: 5), observed decline in population, AOO, EOO, locations, subpopulations, habitats and quality of habitat, the species is assessed Endangered.", "geographicrange": "The Spotted Skiffia is a freshwater fish species endemic to the Mexican federal states of Jalisco and Michoacán. It was historically known from the Lower Río Lerma drainage including several affluents like the Río Duero and from the Río Grande de Santiago/Laguna Chapala drainage (including the Laguna Cajititlán) to about Guadalajara. It also occurred in the headwaters of the Río Guascuaro, Río Grande drainage (Río Balsas headwaters). Specimens from a historical collection in a river near Santa Cruz de las Flores, endorheic Laguna Atotonilco drainage, probably belonged to <em>Skiffia francesae </em>due to the hydrographic history of this basin (Zacoalco paleolake included parts of the upper Río Ameca drainage). Specimens from the Presa La Ciénaga (Presa Buenavista), upper Río Ameca drainage, should be Golden Skiffia as well. Pollution, habitat modifications, and introductions of non-native species have eliminated&#160;<em>Skiffia multipunctata&#160;</em>from Lake Chapala, the Santiago River basin, and parts of the lower Lerma River basin (Lyons&#160;<em>et al.</em> 1998; Soto-Galera&#160;<em>et al.&#160;</em>1998). The only area where the species remains is the Duero River drainage, but populations have disappeared from the lower portion of the drainage due to stream channelisation and water diversions for agriculture. It is likely it has also disappeared from Lake Camécuaro National Park because of the introduction of non-native largemouth black bass.&#160;A study by Domínguez-Domínguez&#160;<em>et al.</em> (2008) found that the species has disappeared&#160;from almost 85% of its historical range.&#160;<span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span><span class=\"st\"><span><span><span><span><span><span class=\"st\"><span><span><span><br/></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "population": "<span>With regards to the status of the different subpopulations, the ones from the Río Grande de Santiago, Laguna Chapala, disappeared decades ago due to water pollution and introduced fish species competing for food (mainly <em>Poecilia</em> species), that also prefer algae and vegetarian matters. The last specimens from the Río Guascuaro subpopulation were also collected decades ago, but this area has not been surveyed often, so there might be stocks left in spring fed ponds.&#160;Stocks in the Lago de Camécuaro, north of Tangancicuaro, have been extirpated by the introduced Largemouth Bass; all native species here are threatened by introduced fish species.&#160;<span>The only healthy stocks remain in spring fed ponds within the Río Duero drainage: the best known are those of the Presa Verduzco and Orandino in Jacona de Plancarte and the Cupátziro spring in Tangancicuaro de Arista.&#160;</span>", "populationtrend": "decreasing", "habitat": "The species inhabits small lakes, quiet river channels, spring-fed ponds and  ditches over substrates of silt, mud, sand and rocks. Usually,&#160;the  Spotted Splitfin prefers depths of less than 1 m in clear to turbid  water, with little to no currents. The&#160;vegetation comprises green  algae, <em>Lemna</em>, <em>Typha</em> and water hyacinths. In some habitats, there are plenty of roots from <em>Taxodium</em>, where this species hides and feeds on aufwuchs (Miller <em>et al</em>. 2005). Like in all <em>Skiffia</em> species, the gut is about two or three times the length of the fish and the teeth are mainly bifid in both rows. Like its closest relative,<em> Skiffia francesae</em>, this species grazes on aufwuchs and algae, and sometimes from roots of <em>Taxodium</em>.       <br/>       <br/>One locality, the Presa Verduzco or Presa de La Luz east of Jacona de  Plancarte, is mainly bordered  with reed and trees, providing some small coves and reed islands. During a  survey by Köck <em>et al.</em> in 2016, the species occurred in medium  density in the free water column above rocks, with the males courting in front of females. The sediment of the Presa is  made up of sand, gravel and silt, while some parts of it have bigger rocks and stones.  The ground of the reed-areas is mainly made of silt, sand and mud.", "threats": "The species is threatened by water pollution from agricultural, industrial and urban run-off, competition and predation from invasive species and habitat modification including channelisation and over-extraction of water resources (Domínguez-Domínguez <em>et al</em>. 2005, Sedeño-Díaz and López-López 2007, Rueda-Jasso <em>et al</em>. 2014). Heavy water pollution was most likely the reason for the species' disappearance from the Río Grande de Santiago drainage and from the lower Río Duero. Spring fed ponds are still well populated, but they all contain&#160;<em>Poecilia mexicana</em>,<em> Pseudoxiphophorus bimaculatus</em> and <em>Xiphophorus hellerii; </em>these specie are successful and strong competitors for food and space, even partly feeding on young fish and chasing adults (<em>P. bimaculatus</em>).", "conservationmeasures": "<p>The only conservation effort is a monitoring and<em> ex-situ </em>breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico.</p>", "usetrade": "The species is not used for human consumption, but is targeted in the aquarium trade to a certain degree. All fish that are sold go back to different captive strains; in the 1970's a hybrid with<em> Skiffia francesae</em> (called \"Black Beauty\") was bred and regionally distributed, but probably disappeared again from the trade."}]}