{"name": "191271", "result": [{"species_id": 191271, "taxonomicnotes": null, "rationale": "A recent study has showed that&#160;<em>Notropis boucardi</em>&#160;is restricted to a small system of streams located to the west of Cuernavaca, Capital of Morelos State, as well as in an endorreic spring of the neighboring municipality of Jiutepec, within a state protected area called ‘‘El Texcal’’ (Contreras-MacBeath &amp; Rivas 2006). The species is threatened by anthropogenic activities, including water extraction for consumption, habitat degradation by pollution and the introduction of exotic species, mainly rainbow tout (<em>Oncorhynchus mykiss</em>). Given the new known distribution range of the species, extent of occurrence (1568 km<sup>2</sup>) area of occupancy (16km<sup>2</sup>), limited number of locations (5) and its threats, but also ongoing conservation efforts towards the species (Contreras-Macbeath <em>et al</em>. 2016),&#160;<em>Notropis boucardi</em>&#160;is assessed as Endangered (EN).<br/><em><br/></em>", "geographicrange": "The species was traditionally thought to be distributed throughout the Balsas river basin (Espinosa <em>et al</em>. 1993), but recent mitochondrial Cytochrome b analysis (Schönhuth &amp; Doadrio 2003), showed that <em>Notropis boucardi</em> is restricted to a small system of streams located to the west of Cuernavaca, Capital of Morelos State, as well as in an endorreic spring of the neighboring municipality of Jiutepec (known by the name \"Laguna de Hueyapan\"), within a state protected area called ‘‘El Texcal’’ within Morelos, Mexico (Contreras-MacBeath &amp; Rivas 2006). These sites correspond to the Apatlaco River sub-basin which is part of the Amacuzac River, a tributary of the Balsas.", "population": "Information on its abundance is scarce, but is being studied (Contreras-MacBeath &amp; Rivas 2006). Population estimates from naturally occurring populations are not available. Field sampling in two streams in the western portion of the City of Cuernavaca in 2017 (at La Tilapeña and Sabinos streams) resulted in 475 individuals; reproductive individuals were found (N. Mercado Silva unpublished). A reintroduction effort in the natural protected area, Parque Chapultepec, in the city of Cuernavaca started with 72 individuals in 2014; by the end of 2015, population estimates  reported 300 individuals. By the end of 2016, the population consisted of over 1000 individuals (Contreras-MacBeath <em>et al</em>. 2016).", "populationtrend": "unknown", "habitat": "<em>Notropis boucardi</em> lives in small streams in temperate water ranging from 14 to 22 °C (Contreras-MacBeath &amp; Rivas 2006) but also occurs in waters of 28 °C. A river species that inhabits shallow streams with a rocky bottom, where water flow and transparency fluctuate dramatically between dry and rainy seasons. It feeds on small aquatic insects, larvae, ephemeropterans, trichopterans and dipterans, also including Simulids and Chironomids (Caspeta-Mandujano and Mejia-Mojica 2004). This species is also a benthic rock spawner, that lacks elaborated courtship rituals, preparation of a nest, or parental care (Contreras-MacBeath &amp; Rivas 2006). Peak reproduction occurs in the winter, associated with low water flow and total transparency (Contreras-MacBeath 1990).", "threats": "<em>Notropis boucardi</em>&#160;is under considerable pressure from a range of anthropogenic activities, including water extraction for consumption, habitat degradation by pollution and the introduction of exotic species, mainly rainbow tout (<em>Oncorhynchus mykiss</em>) (Contreras-MacBeath and Rivas 2006). Other exotic species, such as <em>Pseudoxiphophorus bimaculata</em> and <em>Xiphophorus helleri </em>are present in areas with natural populations (N. Mercado-Silva unpublished). Their interactions, though, are understudied.", "conservationmeasures": "This species distribution is known to occur within the boundaries of the El Texcal state protected area and the Laguna de Hueyapan Ramsar site (Ramsar Secretariat Site No.1993 2010). This population is stable in this water body. <br/><br/>Ongoing conservation efforts are being implemented within the City of Cuernavaca, in particular in a Protected Area by the name Parque Chapultepec. It is presumed that the species once existed in the streams and springs within this park. In 2014 a multi-agency effort planned the reintroduction of <em>N. boucardi</em> to streams in the park. Seventy two individuals were introduced to a site within the park. Population estimates for this introduced population in 2016 exceeded 1000 individuals, and reproductive events had been documented. This population has been under study since 2014 (Contreras-MacBeath&#160;<em>et al.</em> 2016).&#160; <br/><br/>Efforts towards improving the condition of streams where the species occurs, in the western portion of the City of Cuernavaca, have been initiated by the Government of Morelos. Results from these efforts are still to be studied. <br/><br/>The implementation of a strategy for the conservation of <em>N. boucardi </em>is underway but much still remains to be done. It is necessary to broaden the knowledge of its precise distribution in each of the streams, as well as its population parameters. These findings could lead to inferring potential spread (and, possibly, population growth) of the species into habitats which contain similar characteristics. In addition, it will be necessary to establish programs for the conservation of its habitat. This must be accompanied by an outreach and environmental education program (Contreras-MacBeath &amp; Manuel Rivas 2006).", "usetrade": "<em>Notropis boucardi</em>&#160;has no use or trade value."}]}