{"name": "135436679", "result": [{"species_id": 135436679, "taxonomicnotes": "<p>Dow and Silvius (2014) recorded unusually small individuals of this species, with reduced and atypical pale markings, at three peat swamp forest sites in Central Kalimantan. They also recorded typical individuals at a stream and individuals that were possibly intermediate between the two forms in a habitat that was intermediate. It is not clear whether the atypical form is merely due phenotypic plasticity in <em>E. longispina</em> or represents a distinct species or speciation in process. In the assessors opinion phenotypic plasticity is the most likely explanation, however individuals from peat swamp forest in Sarawak are normal. For the purposes of assessment all are treated as <em>E. longispina</em>, but with uncertainty over the peat swamp forest form.</p>", "rationale": "<p><em>Elattoneura longispina</em> is known from scattered locations in Belitung, Borneo and Peninsular Malaysia. Twelve to 15 locations are considered to be currently known. It is not possible to make an accurate estimate of the area of occupancy (AOO) of this species, but it will not be large and will be declining, as will the quality of habitat at some locations. The overall population of the species is severely fragmented. The species is judged to be close to qualifying for Vulnerable status under criteria B2ab(ii,iii) and is assessed as Near Threatened accordingly.</p>", "geographicrange": "<p><em>Elattoneura longispina</em> is known from scattered locations in Belitung, Borneo and Peninsular Malaysia. Records from Belitung are from three locations (Lieftinck 1937, Dow <em>et al. </em>2017) and it is unlikely that the species survives at one of these. Records from Borneo are from Central Kalimantan (Dow &amp; Silvius 2014), two locations in East Kalimantan (Dow unpublished; it is not known if one or more unspecified locations included under south east Borneo by Lieftinck 1954 are in Central, South or East Kalimantan) and three locations in West Kalimantan (Lieftinck 1937), it is not known if the species survives at any of these, and three locations in Sarawak (Dow unpublished, Dow &amp; Unggang 2010, Dow <em>et al. </em>2019). Records from Peninsular Malaysia are from one location each in Johor (Choong 2008 as <em>Elattoneura analis</em>), Pahang (Dow <em>et al</em>. 2012) and Perak (Dow <em>et al</em>. 2012). The species might occur in the mainland of Sumatra and should be searched for there. The species is present in some protected areas in Sarawak (for instance Maludam National Park). Out of 19 locations recorded it can be considered as currently known from 15, however given the uncertainty over the peat swamp forest form from Central Kalimantan (see the Taxonomic Note) the species can only be considered as definitely known from 12 of these. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but it is not likely to be large and will be declining, as will the quality of the habitat at many locations.</p>", "population": "<p>This species is seldom abundant and apparently intermittent in occurrence at some locations. Beyond this little can be said with the available information except that the overall population is certainly severely fragmented in much of its range and some decline in population, possibly serious, will have occurred and be ongoing due to loss of habitat throughout its range.</p>", "populationtrend": "decreasing", "habitat": "<p>The habitats of this species are somewhat difficult to characterise. It is found at streams, usually but not always small, usually in swamp and alluvial forest but is apparently absent from most such sites in much of its range. In Borneo it is most often found in peat swamp forest or low pH formations and is sometimes found in flooded forest remote from any obvious permanent stream, but often where there is a clear flow in the water. The atypical peat swamp forest form from Central Kalimantan (see the Taxonomic Note) was found in wet peat with no free water nearby at two locations. The forest at most currently known locations has been disturbed by logging in the past.</p>", "threats": "<p>The main threat to this species will be from clear cutting of forest, chiefly for plantation establishment. Forest fires are a threat at all locations.</p>", "conservationmeasures": "<p>More data on the distribution of this species is needed, and the taxonomic issue needs to be resolved (see the Taxonomic Note). It would undoubtedly benefit from protection of additional areas of lowland swamp forest and from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities.</p>", "usetrade": null}]}