{"name": "60947", "result": [{"species_id": 60947, "taxonomicnotes": null, "rationale": "This species is mainly restricted to the southern part of the lake where the fishing pressure is the strongest. It was still a common sight along Chembe Beach at Cape Maclear in the 1980s and 1990s, but has since almost disappeared from this area. It has only rarely been seen&#160;north of Senga Bay in last 100 years. It meets the population size reduction requirements under criterion A for Endangered (&gt;50% reduction in 10 years) and it has not been recorded in the trawl survey in 2016. It has however still been recorded in gill nets in the SE arm of the lake in small numbers. Catch records for other parts of the lake are not readily available to confirm its distribution elsewhere.&#160; The decline in population size continues as beach seines are still being used around the Nankumba Peninsula, the site where it was common in the 1980s and 90s. The effects of subsistence fishing on this species are continuing and it is therefore listed as Endangered.", "geographicrange": "This species is endemic to Lake Malawi with a lake-wide distribution, but with only two relatively recent collecting points north of Senga Bay (at Kande island by Snoeks and Hanssens at -11.95°, 34.14° and by Darwall at Metangula, Mozambique). Otherwise, it has not been seen in the last 100 years north of Senga Bay. Along the eastern shore it is found south of Metangula, but not at Chinyankwazi and Chinyamwezi islands.", "population": "The population is in decline.", "populationtrend": "decreasing", "habitat": "It occurs in shallow, muddy bays and vegetated areas between 4–20 m where it feeds on insect larvae, crustaceans, and small snails. It was regularly caught in beach seine nets in the southern part of the lake. The maximum growth size is 25 cm.", "threats": "Subsistence fishing using beach seines is a threat. It is also rarely collected by the ornamental fish trade.", "conservationmeasures": "It occurs near the Lake Malawi National Park at Chembe, but has been overfished by local fishers.", "usetrade": "It is rarely collected by the ornamental fish trade where it is known as \"Haplochromis Placodon Pointed Head\". It is considered a food fish by subsistence fishermen."}]}