{"name": "173654692", "result": [{"species_id": 173654692, "taxonomicnotes": "Fraser (1934) regarded&#160;<em>Cyclogomphus vesiculosus</em>&#160;Selys, 1854 as “probably merely a small specimen of&#160;<em>C. ypsilon</em>” and Kalkman&#160;<em>et al.&#160;</em>(2020) consider it a junior synonym of&#160;<em>C. ypsilon&#160;</em>Selys, 1854; this view is followed for assessment purposes.", "rationale": "<p><em>Cyclogomphus ypsilon</em> is known from five definite locations scattered across a large part of India. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, however, unless the species is severely under-recorded the AOO is unlikely to be particularly large and is inferred to be declining due to drainage of and pollution of wetlands within the range of the species. Its extent of occurrence (EOO) is much greater than the threshold for criterion B1 (EOO = 519,798–541,545 km²). Despite its large EOO, there is cause for concern over this species, and a Least Concern assessment is not justified with the currently available data. The species is assessed as Vulnerable under criterion D2 because of the small number of locations, and plausible threats from drainage and pollution of wetlands which may cause this species to become Critically Endangered or Extinct within a short time frame. If its AOO could be sensible calculated, this species might also qualify as Vulnerable under criterion B (VU B2ab(ii,iii)). It is hoped that more information will enable reassessment to a lower threat category in the future.</p>", "geographicrange": "<p><em>Cyclogomphus ypsilon</em> is known from five definite locations, widely scattered across a large part of India (Dawn and Chandra 2014, Fraser 1934, Rathod <em>et al</em>. 2016). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, however unless the species is severely under-recorded, the AOO is unlikely to be particularly large. Moreover, the AOO is inferred to be declining due to drainage of and pollution of wetlands within the range of the species. Its minimum extent of occurrence (EOO) is 519,798 km²<br/></p>", "population": "<p>This species appears to be either very locally occurring or under-recorded (or both). No other statement about current population sizes and health can be made for this species, except that at least some ongoing decline in overall population is inferred due to drainage of and pollution of wetlands within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>Little information is available but it appears that the species is found in marshes and swamps around lakes and streams. The extent and quality of suitable habitat for the species are inferred to be declining due to drainage of and pollution of wetlands within its range.</p>", "threats": "<p>More information on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed to adequately assess the threats that it faces. However, drainage and pollution of wetlands will certainly be threats.</p>", "conservationmeasures": "<p>More information on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed, as well a protection of habitat where it occurs.</p>", "usetrade": null}]}