{"name": "212446970", "result": [{"species_id": 212446970, "taxonomicnotes": "This species has been validated through anatomical and molecular evidence.", "rationale": "This species is endemic to Greece, where it has a very restricted distribution. It is known from only a single locality (the type locality) in the brackish waters of Moustos spring. The species faces habitat deterioration due to ongoing recreational activities taking place in the area. Furthermore, climate change poses significant future threats relating to extreme temperatures, droughts and floods, and also potential pollution from run-off from the nearby road. These threats could plausibly push the species into Critically Endangered or even Extinct very rapidly. Therefore, this species is assessed as Vulnerable (VU) under criterion D2. Ongoing monitoring of the species is advised; if evidence of continuing decline in habitat or other conditions is found, this species may move into a higher category in future.", "geographicrange": "The species is endemic to Greece, where it is reported from only one locality (the type locality), the spring feeding Moustos Lake in Peloponnese, Greece (Falniowski <em>et al.</em> 2021).", "population": "No population studies exist for this species. However, several specimens were found alive at the type locality.", "populationtrend": "unknown", "habitat": "This aquatic snail is found in the brackish waters of Moustos spring. Live specimens are usually seen creeping on the stones and gravel (Falniowski <em>et al.</em> 2021).", "threats": "The species is found in a spring feeding a brackish water lake. The lake is supplied with water from nearby springs and it is rich in sulphur salts. The spring itself is used for recreational and therapeutic purposes. Therefore, this snails' habitat is threatened by recreational activities. Future threats include climate change effects such as extreme temperatures and droughts as well as flood incidents. The spring is also located next to a road, which gives the potential for pollution from run-off.", "conservationmeasures": "The species is located within a Natura 2000 site (<em>Limnothalassa Moustou</em>; GR2520003, protected under the Habitats Directive). No specific conservation actions are in place for this species.", "usetrade": "Species is not used or traded."}]}