{"name": "195635791", "result": [{"species_id": 195635791, "taxonomicnotes": null, "rationale": "This species is listed as Near Threatened on the basis that it is known from only a small number of localities and has not been recorded since 2004. It is possible that it was severely affected by the 2019-2020 bushfires, and mortality is expected to be complete in areas subject to high intensity burning, but nothing is known with certainty of its ecology or of the true extent of its exposure to this or any other impacts. Based on the available data, however, it is not likely to have experienced a population decline as great as 80% over the past 10 years and it is unclear whether any decline is ongoing, although bush fires in this area are likely to recur. Further data may reveal that this species could either have been subject to limited or no decline, and so would warrant listing as Least Concern, or that it has undergone a decline at a scale sufficient to trigger a Vulnerable or Endangered listing.", "geographicrange": "This species occurs along the east coast of New South Wales from Wollemi National Park on the central coast northwards to southeast Queensland. It extends westwards and inland to the Great Dividing Range (Atlas of Living Australia 2021). It is known from 13 specimen records from 6 localities, but further surveys are needed and it may occur more widely than is currently known, particularly between known localities. The known extent of occurrence is&#160;23,253 km<sup>2</sup>.", "population": "Very little is known about the population status of this species, but there has been very little survey effort and this species is very difficult to identify without keys. It is known from 13 specimens. Multiple records were taken in New South Wales as recently as 2004, but it has not been recorded since. It was last recorded from Queensland in 1968. It is likely that this species would experience 100% mortality in areas burned at high intensity.&#160;Within this area, 30-41% of potential habitat (based on overlaying fire maps over vegetation maps) and 75% of known localities were burned during the 2019-2020 bushfire season (J. Dorey pers. comm. 2021) so these figures could well underestimate levels of mortality, but this species is regarded as too poorly-known to confidently estimate rates of mortality.", "populationtrend": "decreasing", "habitat": "This species is associated with open <em>Eucalyptus </em>forest (Houston 1975), based on the vegetation classification of localities from the 1960s&#160;major vegetation subgroups 4 and 98 (NMD 2003),&#160;that has since been cleared at known localities (J. Dorey pers. comm. 2021). From records of floral visitation records it appears to use a broad range of host trees, including multiple species of <em>Acacia </em>and Myrtaceae (Houston 1975). Nothing else is known for sure of its ecology. Inference from related species suggests that it is probably too small to construct its own nests and instead nests in pre-existing cavities, usually in wood or other vegetation but potentially also in soil or rocks. Related species overwinter as dormant larvae in cool conditions, and develop over several weeks in warmer months. Any subpopulations in warmer climates may not overwinter, and could potentially raise two generations a year. Adults likely die in spring soon after mating.", "threats": "During the 2019-2020 bushfire season 75% of the known localities were impacted by fire, but too little information is available on the full extent of its range to determine the impacts of this on the global population. The species is likely to experience full mortality in areas that are completely burned, and eggs and larvae are presumed to require cavities in vegetation, shallow soil or surface debris which will be destroyed in fire. Any surviving adults will be reliant on appropriate nesting substrate and food resources, and unlikely to be able to disperse to areas where these survive. The intensity and scale of annual bushfires is expected to increase as a result of a drying climate (Abrams<em>&#160;et al.&#160;</em>2021).", "conservationmeasures": "This species' range includes Wollemi National Park. Too little is known about this species to propose management actions and it was last recorded in 2004. All available information on its ecology is based on what is known about related species and while it is expected to be sensitive to fire, research is needed to clarify its distribution, population status, ecological requirements and threats.", "usetrade": "There is no known use of or trade in this species."}]}