{"name": "2811", "result": [{"species_id": 2811, "taxonomicnotes": null, "rationale": "<p></p><p><u><strong>Global Assessment</strong></u></p><p>The global conservation status of <em>B. latro</em> has changed over the years. This species was assessed on the IUCN Red List as Vulnerable (VU) in 1981 (IUCN 1990), Rare (R) (an earlier version of the criteria) in 1983, 1986, 1988, 1990 and 1994, but was subsequently amended to Data Deficient (DD) in 1996 (Eldridge 1996) because of a perceived lack of biological data (not because the populations had improved). In the more than 20 years since the last assessment, there have been a number of studies of the Coconut Crab that provide significant datasets on distribution, habitat, and population trends, and threats, from most parts of its range. These works allow a reassessment of the extinction risk of this species (Kadiri-Jan and Chauvet 1998; Chauvet and Kadiri-Jan 1999; Sato and Yoseda 2008; Drew <em>et al</em>. 2010; Poupin <em>et al</em>. 2013; Orchard 2012; Patankar and D'souza 2012; Drew and Hansson 2014; Helagi <em>et al</em>. 2015; Laidre 2017, 2018).&#160;</p><p>The original range of this species on tropical islands has been reduced (probably since 1500 AD) by the impact of human settlements, with the result that this species has declined in many areas. In other parts of its range it has been extirpated (presumed extinct), for example, in coastal eastern Africa and northern Madagascar, the Comoros islands (Mayotte), the Mozambique Channel (Juan de Nova), Glorioso Islands (Ile du Lys), the Mascarene islands (Cargados Carajos, Mauritius, Agaléga Islands, Reunion, and Rodrigues), the Nicobar Islands (Car Nicobar, Katchal, Tillanchong, and Trinket), the Queensland coast of Australia, Hiri Island (Indonesia), the Marquesas Islands (Polynesia), and Easter Island (Polynesia). Although it is likely that this species was historically present in these places, it is not found there today, probably because it has been hunted to extinction by the local human population. Reports of the presence of the species in Honolulu, Hawaii are the result of a rare case of human introduction, however, and it is not established as an invasive species there.&#160;&#160;</p><p>The estimated EOO is 81,056,813 km<sup>2</sup> based on the Minimum Convex Polygon calculated from point localities using GeoCAT. Almost all of the EOO of this species comprises huge areas of the Indian and Pacific Oceans where the fully aquatic larval stages and glaucothoe of <em>B. latro</em> develop and disperse in the ocean currents, but they only spend between 4-6 weeks there. However, the adults and juveniles are strictly terrestrial, and are widely distributed on a large number of mostly oceanic islands spread over a vast area spanning the Indian and Pacific Oceans, from the east coast of Africa to Indonesia, Micronesia, Melanesia, and Polynesia as far east as Pitcairn Island. The estimated AOO of 546 km<sup>2</sup> calculated using GeoCat based on the more than 150 terrestrial point localities is likely to be an underestimate due to the large areas within the range that are unsampled. It is more relevant when estimating the AOO to focus on the much smaller terrestrial part of the range of <em>B. latro </em>(an estimated total land area of 125,329 km<sup>2</sup>). This is because the adults and juveniles are fully terrestrial, and these crabs spend the vast majority of their life cycle (up to 60 years) on land, and also because these coastal land areas represent suitable habitat for the species.</p><p>Continued threats to <em>B. latro</em> in most of its range are all anthropogenic, particularly on smaller islands: overharvesting, habitat destruction and modification, predation by introduced species, and road kills.&#160;Increasing human populations on islands where <em>B. latro</em> is found have directly caused the decline in crab populations, with the result that they are now either rare or extirpated in some parts of its range.</p><p><em>Birgus latro</em> is assessed here as Vulnerable A2cd+4cd at the global level under criterion A. This is justified based on the magnitude of its falling population levels, because this species has suffered rapid population declines of at least 30% over the past three generations (60 years) in more than a dozen sites within its range where we have data, and this decline is expected to continue for at least the next generation (20 years). For example, in the Indian Ocean, population reductions of <em>B. latro</em> have been quantified by population demographic studies in the following seven locations: Comoros Islands, Glorieuses Islands, Mozambique Channel Islands, Seychelles Archipelago, Mascarene Islands (Poupin <em>et al</em>. 2013), Andaman and Nicobar Islands (Patankar and D'souza 2012), and Christmas Island (Rumpff 1986, Hicks <em>et al</em>. 1990, Drew <em>et al</em>. 2010). Population declines have also been recorded on Pemba Island, Tanzania over a three year period as part of a long-term monitoring program (Tim Caro, University of California, Davis, USA, pers. comm.). Similar population declines have been reported in the Pacific Ocean from the following six sites: Guam, Mariana Islands (Amesbury 1980), Niue (Schiller 1992), Lifou, Loyalty Islands, New Caledonia (Kadiri-Jan and Chauvet 1998), Vauvilliers, Loyalty Islands, New Caledonia (Kadiri-Jan 1995), Taiaro, Tuamotu, French Polynesia (Chauvet and Kadiri-Jan 1999), and Hatoma, Japan (Sato and Yoseda 2008). Under Criterion B this species would qualify as Least Concern globally, based on the large EOO (over 81 million km<sup>2</sup>), together with the large AOO (over 125,329 km<sup>2</sup>), and the high number of locations (135). However, the reduction in population levels, and the declines in the area and quality of habitat, combined with the other continued immediate threats and lack of protective conservation measures in many areas qualifies this assessment as Vulnerable under Criterion A.</p><p><br/><u><strong>Local Red List Assessments</strong></u></p><p>On the local level, however, <em>B. latro</em>&#160;is more acutely threatened with extinction in a number of localities. These are detailed below.</p><p><strong>Indian Ocean Region</strong></p><p>The  Coconut Crab is threatened with extinction in many parts of the western  Indian Ocean with populations declining throughout its geographical  range (except for those in Aldabra, Seychelles and Chumbe Island,  Tanzania that are receiving active conservation protection). Coconut  Crabs are vulnerable to heavy predation by humans because they are  relatively easy to catch. In addition, once populations have been  reduced, this species is slow to recover even with maximum protection  because this long-lived species (50- 60 years), is slow growing, and the  recruitment of new generations is slow and sporadic. The result is that  the threats to this species are causing population declines in most of  the islands of the Western Indian Ocean for which we have data. The  pelagic larval development at sea of the Coconut Crab takes four weeks  or so which restricts the recruitment of these crabs to places that can  be reached during the larval phase&#160;and subject to oceanic current  patterns. The slow recruitment means that it will take a long time to  replace losses, and is potentially a great survival risk that underlines  the need for careful management. Islands such as Aldabra Atoll, where  Coconut Crabs are thriving under active protection,&#160;are crucial  reservoirs or recruitment sources for repopulating or replenishing other  suitable islands in the western Indian Ocean</p><p>1.&#160;<strong>Comoro Islands&#160;</strong>(4  islands, 2,236 km<sup>2</sup>). Endangered (EN A2cd; B1ab(i,ii,iii,iv)). Coconut  Crab populations on Grande Comore (Njazidja, 1,025 km<sup>2</sup>), Mohéli (Mwali,  211 km<sup>2</sup>), and Anjouan (Nzwani, 424 km<sup>2</sup>) qualify for EN under criteria A  and B. EN is justified regionally under criterion A based on the  magnitude of falls in population levels because this species has  suffered rapid population declines of at least 50% over the past three  generations (60 years) in many parts of the Comoros, and is present  there now in only very low numbers (Poupin <em>et al</em>. 2013). Populations of  Coconut Crabs are declining in the Comoros because they are subject to  consistent threats and disturbance from humans, making them vulnerable  to local extermination from human pressures (overharvesting, habitat  destruction). This species is Critically Endangered (Possibly Extinct)  in Mayotte where recent searches produced no evidence of its presence on  the island (Poupin <em>et al</em>. 2013). Criterion B would indicate a regional  assessment of B1ab (EN) based on based on the low number of locations  (3), a low and declining EOO (2,221 km<sup>2</sup><span class=\"MsoCommentReference\">),  and declining habitat quality. The overall determination using both  criteria A and B is EN, based on the reduction in population levels and  the declines in the area and quality of habitat, combined with the  continued immediate threats and lack of protective conservation measures  in many areas. These factors justify the regional extinction risk  assessment of EN for the Coconut Crab in the Comoro Islands.</p><p><span class=\"MsoCommentReference\"></span></p><p><span class=\"MsoCommentReference\"><strong>2. Zanzibar and nearby islands&#160;</strong><span class=\"MsoCommentReference\">(2  large islands with many outlying islands), plus several small islands  off mainland Tanzania. Least Concern (LC). Small populations are found in three main areas  on Pemba, at the northwest tip, and on several small outlying islands.  None of these localities have protected status. On Pemba Island the  areas where fisherman establish temporary camps overnight have heavily  impacted crab populations, and Coconut Crabs are hunted by children to  different extents. The two largest outlying islands are Fundo and Kisiwa  Panza. Kisiwa Panza is the most remote and suports the largest  subpopulation of Coconut Crabs, but on this island crabs are eaten by  adults as well as children. There are populations of Coconut Crabs on  Unguja Island, the largest island in the Zanzibar Archipelago, as well  as on Chumbe Island and Mnemba Island Marine Reserve. Monitoring on  Chumbe Island indicates that there is a healthy population of these  crabs that enjoys strong protection. Bongoyo Island and Mbudya Island  are both close to the mainland and are part of the Dar es Salaam Marine  Reserve system, and each has a healthy and ageing population of Coconut  Crabs. The other 7 islands in the Dar es Salaam Marine Reserve system are likely to have populations of Coconut Crabs but these have not been  sampled. Further south, Mafia Island, Songo Songo, and Fanjove Islands  have very few Coconut Crabs remaining. The areas that best support  Coconut Crab populations have coral rag habitat and some domestic crop  agriculture (cassava, bananas, beans), but otherwise are relatively  undisturbed places where no-one stays overnight. The population in this region is relatively stable overall, and therefore qualify for a regional assessment of LC.</span></p><p>3.<strong>&#160;Glorieuses Islands&#160;</strong>(5  islands, 5 km<sup>2</sup>), Mozambique Channel islands (2 islands, 32.4 km<sup>2</sup>).  Critically Endangered (CR A2cd; B1ab(i,ii,iii,iv)+2ab(i,ii,iii,iv)). The  Coconut Crab populations on the Glorieuses Islands qualify for the  category CR under criteria A and B. It falls under CR A2cd based on the  magnitude of falls in population levels because this species has  suffered rapid population declines of at least 80% over the past three  generations (60 years) in the Glorieuses Islands and is present there  now in only very low numbers (Poupin <em>et al</em>. 2013). Populations of  Coconut Crabs are declining in these islands because they are subject to  consistent threats from overharvesting and habitat destruction, making  them vulnerable to local extermination from human pressures. On Grande  Glorieuse the Coconut Crab is rare but present, and receives some  protection from the military base which acts as a deterrent to illegal  collecting. On Ile du Lys it is likely that this species is Extinct (EX)  because it is known only from a single record in 1882, and is not  present today despite searching and has probably been extirpated by  local fishermen (Coppinger 1884, Miers 1884, Poupin <em>et al</em>. 2013). In  the Mozambique Channel Islands this species is present but very rare in  Juan de Nova (4.4 km<sup>2</sup>), and surveys of Europa Island (28 km<sup>2</sup>) have  failed to find any evidence of the presence of the Coconut Crab - so  this species is presumed to be Extinct (EX) there (if it was ever there  in the first place) (Poupin <em>et al</em>. 2013). Application of criteria B1ab  and B2ab for this species in the Glorieuses Islands and Mozambique  Channel islands assigns this species to CR, based on the low number of  locations (1), the declining EOO based on MCP (B1CR 9 km<sup>2</sup><span class=\"MsoCommentReference\">),  the declining AOO (B2CR 4 km<sup>2</sup>), and the declining habitat quality  (Poupin <em>et al</em>. 2013). The overall regional determination for categories  A and B is CR. In summary, the reduction in population levels, and the  declines in the area and quality of habitat, combined with the continued  immediate threats and lack of protective conservation measures in most  areas justifies the regional extinction risk assessment of CR for the  Coconut Crab in the&#160;<strong>Glorieuses</strong><span class=\"MsoCommentReference\">&#160;Islands and Mozambique Channel Islands.</span></p><p>4.&#160;<strong>Seychelles Archipelago</strong>&#160;(115  islands, 459 km<sup>2</sup>). Critically Endangered (CR A2cd). The Coconut Crab  populations on the Seychelles archipelago qualify for the category CR  under criterion A. It falls under CR A2cd based on the magnitude of  falls in population levels because this species has suffered rapid  population declines of at least 80% over the past three generations  (60 years) in many parts of the Seychelles Archipelago and is present  now in only very low numbers (Poupin <em>et al</em>. 2013). These population  declines mean that this species is now rare on the following islands  that have been surveyed recently (Poupin <em>et al</em>. 2013): Cousine and  Aride (two specimens recorded in 2006 and one in 2007), the Amirantes  islands of D’Arros and Desroches (Jupiter <em>et al</em>. 2013), Alphonse  (Duhec 2011), Bijoutier (1 specimen in 2012), Coetivy (3 specimens in  2010), plus Assumption, Cosmoledo, Astove, and Farquhar (confirmed in  2012). There is a high probability (but unconfirmed) that Coconut Crabs  may occur in small numbers on Providence and St Francois islands. These  crabs may even be extinct in the islands of Desneuf, Mahe, Marie Louise,  and Remire where recent searches for the presence of this species were  unfruitful (Poupin <em>et al</em>. 2013). The exception to the declining  populations of Coconut Crabs in the Seychelles is Aldabra Atoll (a  protected UNESCO World Heritage Site) that still supports an abundant  crab population of more than one thousand individuals (terrestrial  adults and juveniles), which would qualify for NT based on criterion D.  In summary, the Coconut Crab populations on the Seychelles Archipelago  qualify for the category CR under criterion A (based on the measurable  recent declines in population numbers of these crabs in most islands in  this group, and the declining EOO and AOO) together with the continuing  threats from over-harvesting and habitat destruction in most parts of  its range (Poupin <em>et al</em>. 2013).</p><p>5.&#160;<strong>Mascarene Islands&#160;</strong>(4  islands, 4,536 km<sup>2</sup>). Extinct (EX). Coconut Crabs are presumed to be  Extinct (EX) in the Mascarene Islands because exhaustive surveys of  suitable habitat in these islands have failed to report a single  individual. Coconut Crabs are not present on Mauritius (1,900 km<sup>2</sup>)  despite recent searches and it is now considered to be Extinct (EX) (but  this species was there in 1836 according to Darwin, who noted that the  species was declining). Similarly, reports of the Coconut Crab in the  Agalega Islands (26 km<sup>2</sup>) (Poupin <em>et al</em>. 2013) and Cargados Carajos  Shoals (Saint Brandon) (5 km<sup>2</sup>) (Reyne 1939),&#160;were not confirmed by  recent surveys, and this species is presumed to be extinct there, given  that these populated islands present an on-going threat to these crabs  from human predation. There are no reports of this species from either  Reunion (2,500 km<sup>2</sup>) and Rodrigues (110 km<sup>2</sup>), and Coconut Crabs are  either extinct there (or were never present).</p><p>6.&#160;<strong>Chagos Archipelago&#160;</strong>(1,000  islands, 60 km<sup>2</sup>). Least Concern (LC). The large Coconut Crab  populations on these remote islands in the Indian Ocean appear to have a  favourable conservation status mainly due to the lack of human  disturbance, and therefore the lack of immediate threats.</p><p>7.&#160;<strong>Andaman and Nicobar Islands&#160;</strong>(300  islands, 8,249 km<sup>2</sup>). Endangered (EN A2cd). The Coconut Crab populations  on the Andaman and Nicobar Islands qualify for the category EN under  criterion A. EN is justified regionally under criterion A based on the  magnitude of falls in population levels because this species has  suffered rapid population declines of at least 50% over the past three  generations (60 years) in many parts of these islands, and is present  there now in only very low numbers (Patankar and D'souza, 2012). Populations of  Coconut Crabs are declining in the Andaman and Nicobar Islands because  they are subject to consistent threats and disturbance from humans,  making them vulnerable to local extermination from human pressures  (overharvesting, habitat destruction). Recent surveys of the islands of  the Andaman and Nicobar archipelago showed Coconut Crab populations to  be small, fragmented, and in serious decline in many islands. The  reasons for these declines include the over-hunting of Coconut Crabs for  food (despite social taboos against hunting and its legal protection  under the Indian Wildlife Protection Act), and habitat destruction. This  situation was exacerbated by the 2004 tsunami, a largely unpredictable  event that caused widespread destruction of crab habitat and  populations. Coconut Crabs may even be locally extinct on four islands  in this archipelago that previously supported populations before the  2004 tsunami, because recent searches for the presence of this species  were unfruitful (Patankar and D'souza, 2012). This species is Critically  Endangered (Possibly Extinct) in Katchal, Trinket, and Car Nicobar  islands where recent searches produced no evidence of its presence  (Patankar and D'souza 2012). Criterion B would indicate a regional  assessment of VU B1ab based on based on the low number of locations (7),  a low and declining EOO (9,871 km<sup>2</sup><span class=\"MsoCommentReference\">),  and declining habitat quality. The overall determination using criterion  A is EN, because this is the highest ranked. In summary, the reduction  in population levels, and the declines in the area and quality of  habitat, combined with the continued immediate threats and lack of  protective conservation measures in many areas justifies this change in  the extinction risk (Patankar and D'souza 2012).</p><p>8.&#160;<strong>Christmas Island&#160;</strong>(135 km<sup>2</sup>). Vulnerable (VU) A2cd.&#160;<em>Birgus latro</em>&#160;is  assessed here as Vulnerable (VU) A2cd; B2ab(iii) at the regional level. The Christmas Island population of Coconut Crabs is  large (more than a million individual terrestrial adults and juveniles)  and the majority (&gt;70%) of the island’s population is living in a  protected area and receiving active conservation measures. Despite this,  Coconut Crab populations on Christmas Island have undergone a  measurable decline between 1979 and 2012 (Drew <em>et al</em>. 2010, Drew and  Hansson 2014). The population densities in 2014 were much lower than  previously recorded on the island in similar habitats, suggesting that  there may have been a substantial decline in the population since the  late 1970s (Drew and Hansson 2014). VU is justified regionally under  criterion A based on the magnitude of falls in population levels because  this species has suffered rapid population declines of at least 30%  over the past three generations (60&#160;years) (Drew <em>et al</em>. 2010).  Population declines are caused by consistent threats and disturbance  from humans, making them vulnerable to human pressures (overharvesting,  habitat destruction). Population levels of Coconut Crabs on Christmas  Island are declining but still large. Furthermore, the species receives  active conservation protection both in the National Park and in its  migration pathways outside of the Park during the breeding season.  However,&#160;<em>B. latro</em>&#160;is assessed here as VU&#160;despite a population  level management plan&#160;because of the continued threats and population  declines from harvesting, road kills, and introduced  predators including the Yellow Crazy Ant,&#160;<em>Anoplolepis gracilipes</em>&#160;that  may threaten the population. The protection that this species receives  on Christmas Island depends on continued vigilance to prevent population  declines due to poaching and deaths by road kills (well in excess of  30% over three generations). Without active protection, the extinction  risk of&#160;<em>B. latro</em>&#160;on Christmas Island would quickly meet the  thresholds for a more threatened category should new threats or  population data demonstrate that the species is likely to decline within  five years. It is still found in a large number of localities (more  than 20), but the small size of Christmas Island qualifies it as 2  locations (the area within the National Park, and the unprotected parts  of the island) based on the combined threats from overharvesting,  habitat destruction, introduced species, and road kills.</p><p><strong>Pacific Ocean Region</strong></p><p>1.&#160;<strong>Palmrya Atoll</strong>&#160;(12  km<sup>2</sup>, Northern Line islands). Least Concern (LC). The large Coconut Crab  populations on these remote islands have a favourable conservation  status mainly due to the lack of human disturbance, and therefore the  lack of immediate threats. Palmyra Atoll is managed as a United States  National Wildlife Refuge and Marine National Monument. The atoll is  uninhabited except for visiting researchers, research station staff, and  U.S. Fish and Wildlife Service employees. Hunting and development are  fully banned and land access is heavily restricted. Crabs are readily  found in large numbers during both day and night surveys of some islets  that comprise the atoll (&gt;20 crabs per 30 minute survey).  Mark-recapture studies conducted on two islets at Palmyra produced a  subpopulation estimate of approximately 500 crabs for these small  islets, which comprise just 1% of Palmyra’s total land area (Tim White,  Stanford University, USA, pers. comm). Thus, the total coconut crab  population at Palmyra is probably thousands or tens of thousands  individuals.</p><p>2.<strong>&#160;Teraina, Kiribati&#160;</strong>(10 km<sup>2</sup>,  Northern Line islands). Critically Endangered (CR A2c;  B1ab(i,ii,iii,iv)+B2ab(i,ii,iii,iv))) Coconut Crab populations on  Teraina qualify for a regional assessment of CR under criteria A and B.  The Coconut Crab populations on this atoll are in decline and are  subject to consistent threats and disturbance from humans, making them  vulnerable to local extermination from habitat destruction and  overharvesting. Teraina is inhabited by 1700 people and hunting is  widespread. Electronic tracking and crab habitat mapping have  demonstrated a link between habitat and crab populations, and indicate  that measurable declines in native forest habitat of Coconut Crabs is  contributing to population declines. Comparative visual surveys  conducted on Teraina and Palmyra Atoll determined that Coconut Crab  densities are 90% lower on Teraina, where harvesting is common. CR is  justified regionally under criterion A based on the magnitude of  declines in population levels because this species has suffered a rapid  fall in population of at least 80% over the past three generations  (60 years) on Teraina (Tim White, Stanford University, USA, pers.  comm.). CR is justified under criterion B (CR B1ab, B2ab) based on the  low number of locations (1), a low and declining EOO (10 km<sup>2</sup><span class=\"MsoCommentReference\">),  a low AOO (8 km<sup>2</sup>), declining habitat quality, and the existence of  threats. In summary, the assessment of CR is justified based on the  sharp reduction in population levels and the declines in the area and  quality of habitat, combined with the continued immediate threats and  lack of protective conservation measures.</span></p><p>3.&#160;<strong>Green Island, Taiwan.&#160;</strong>Vulnerable  (VU A2c). Coconut crab populations on Green Island qualify for VU under  criterion A. The Coconut Crab populations on Green Island are now in  decline and are subject to consistent threats and disturbance from  humans (overharvesting, road kills, habitat destruction from burning  forests, and introduced predators) associated with increasing tourism.  VU is justified regionally under criterion A because Green Island is a  single location, the EOO, AOO, and habitat quality are all declining,  and there are continuing threats. The magnitude of declines in  population levels indicate that this species has suffered a fall in  population of at least 30% over the past three generations (60 years)  (<a href=\"http://biodiv.sinica.edu.tw/~coconutcrab/web/a_intro.html\">http://biodiv.sinica.edu.tw/~coconutcrab/web/a_intro.html</a>).</p><p>4.&#160;<strong>Guam, Northern Mariana Islands, Micronesia.</strong>&#160;Vulnerable  (VU A2c). Coconut Crab populations on Guam qualify for VU under  criterion A. The Coconut Crab populations on Guam are subjected to  consistent threats and disturbance from humans (overharvesting, road  kills, and introduced predators). In addition, Coconut Crab habitat in  Guam continues to be threatened by development, especially in the  coastal zone, because migrating females need access to the ocean to  release their eggs (Amesbury 1980). VU is justified regionally under  criterion A because Guam is a single location, the EOO, AOO, and habitat  quality are all declining, and there are continuing threats. The  magnitude of declines in population levels indicate that this species  has suffered a fall in population of at least 30% over the past three  generations (60 years) (Amesbury 1980). Conservation measures  include some protection of Coconut Crab populations from hunting due to  the limited civilian access to the US military installations on Guam  (Pacific Ocean). In addition, other conservation measures that protect  crabs include limits on harvesting (especially females and their eggs)  in the other non-military areas of the island.</p><p>5.<strong>&#160;Niue, Polynesia.</strong>&#160;Least  Concern (LC). The population of Coconut Crabs in Niue has been surveyed  five times since 1994 (Helagi <em>et al</em>. 2015). The most recent survey  found the population to be stable, despite heavy exploitation for local  consumption and export to New Zealand. The regulation of Coconut Crab  harvesting by the government is likely to keep the threats to low levels  and to maintain the population levels stable into the future, as long  as the guidelines are followed (Helagi <em>et al</em>. 2015).</p><p></p>", "geographicrange": "<p><em>Birgus latro</em> is widely distributed throughout the Indian and Pacific Oceans, occurring either on oceanic islands or on small islands lying offshore from large continents, but rarely in the coastal regions of the larger inhabited landmasses. The northern and southern limits of this species generally are marked by the tropics of Cancer and Capricorn respectively, except for a few populations in the subtropics (such as the Ryukyu Islands in southern Japan, and Green Island in Taiwan). In the Indian Ocean this species ranges from the islands off the African coast (Chumbe and Jibondo in Tanzania, Ibo and Rolas Islands in the Quirimbas Archipelago off Mozambique, and the Comoros Islands) to include the Seychelles, Chagos, the Nicobar and Andaman Archipelagos, and the Australian Territory of Christmas Island (south of Java, Indonesia). The range of <em>B. latro</em> continues into the West Pacific Ocean to include islands around Sulawesi and Irian Jaya (Indonesia), the Philippines, Taiwan, and Okinawa (Japan). The species is found in Micronesia (Palau, Northern Mariana Islands, Guam, Caroline Island, Marshall Islands, Kiribati, Nauru), Melanesia (Papua New Guinea, Bismarck Archipelago (New Ireland, Purdy Islands), Solomon Islands, Vanuatu, New Caledonia), and Polynesia (Palmyra Atoll, Tonga, Samoa, Tuvalu, Tokelau, Cook Islands, Society Islands, Tuamotu Archipelago, as far east as Pitcairn Island). Despite several literature mentions of <em>B. latro</em> occurring on Easter Island, it is not found there today. It is interesting that the distribution of coconut crabs closely matches that of the coconut palm, although these species are not linked by a dependency of one on the other. </p><p>There are significant gaps in the vast distributional range of <em>B. latro</em> where it is reasonable to assume that this species ought to occur, given the large areas of unoccupied suitable habitat. For example, the historical range of the Coconut Crab included the coastal waters of East and southern Africa, Madagascar, Mauritius, the Indian subcontinent, mainland Asia, Borneo, the large islands in Indonesia, and mainland Australia, but Coconut Crabs are not found in any of these places now. The absence of these crabs from many of these suitable habitats on the continental coastlines and larger islands may be due to the presence of large predators that are not found on the smaller offshore islands. In other instances it may be that the increasing human populations have directly caused the decline in Coconut Crab populations, with the result that these crabs are now extinct in some areas that were once part of its range. For example, the decline or absence of populations of robber crabs on the smaller islands may be the result of humans who have over-harvested the crabs, and adversely affected crab habitat by making large changes in land-use patterns.&#160;</p><p>The long-range dispersal of these crabs is achieved by their planktonic larvae that are carried over great distances by ocean currents.&#160;Relatively little inland dispersal in this species is achieved by the movements of adult crabs, which 1) cannot swim and will drown in water; and 2)&#160;<a style=\"\">need to return to the sea to spawn and hence are restricted to coastal areas.</a></p><p><strong>Indian Ocean: </strong>Andaman Islands (North and South Sentinel, and Little Andaman Islands); Nicobar Islands (Car Nicobar, Little Nicobar, Great Nicobar (Campbell Bay), Camorta, Menchal, Cabra Islands, Katchal, Tillanchong, Trinket); Australia (Christmas Island, Cocos (Keeling) Islands, West Island); British Indian Ocean Territory (Diego Garcia Atoll, Salomon, Peros Banhos Athol, Egmont Islands, Chagos Archipelago); Comoros Islands (Mayotte, Anjouan, Moheli, Grand Comore); French Indian Ocean Territory (Glorioso Islands); Madagascar (north coast of Madagascar); Mascarene Islands (North Agalega Islands); Seychelles (Silhouette, Ile Alphonse, Astove, Assumption Island, Aldabra, Cosmoledo Island); Tanzania (Pemba, <span class=\"MsoCommentReference\">Bongoyo, Mbudya Fundo, Kisiwa Panza, <span class=\"MsoCommentReference\">Unguja, Mnemba, Jibondo, Chumbe, <span class=\"MsoCommentReference\">Mafia, Songo Songo, Fanjove Islands); Mozambique (Ibo and Rolas Islands in the Quirimbas Archipelago)<em>. Birgus latro</em> is extinct in some of the Mascarene Islands (Cargados Carajos Shoals, Mauritius) and in Madagascar (where it was historically known from the northern coast).</span></p><p><strong>West Pacific Ocean:</strong> Indonesia (Islands off Sulawesi, Togean, Malenge, Lentea, South Kaledupa, Wakatobi Regency, Manado); Irian Jaya (Piayanemo Islands, Raja Ampat); Philippines (Aparri, Bantayan, Batanes, Bohol, Bongao, Calayan, Cagayan, Cebu, Camotes, Dalupiri Island, Fuga Island, Laguna, Mactan, Marinduque, Mindoro, Olango Island, Polillo, Quezon, Romblon Island, Samar, Santa Cruz, Tawi-Tawi); Taiwan (Green Island, Orchid Island); Japan (Yaeyama Islands (Taketomi, Ishigaki)).</p><p><strong>Pacific Ocean: Micronesia:</strong> Palau (Kayangel Island); Northern Mariana Islands (Ascuncion, Saipan, Pagan, Northern Islands, Guguan); Guam, Caroline Island, Marshall Islands (Ralik Chain, Ikuren, Enewetak Atoll, Ikuren, Enewetak Atoll, Rongelap Atoll, Eniwetak, Kwajalein Atoll, Jaluit Atoll); Kiribati (Nikumaroro Island, Kiritimati, Vostok Island, Flint Island), Caroline Island; Nauru; Sorel Atoll, Yap. <strong>Melanesia: </strong>Papua New Guinea (Wuvulu Island, Purdy Islands); Bismarck Archipelago (New Ireland); Fiji (Aiwa Islands, Yandua); Solomon Islands (Malaita Province, Malaupaina, San Cristobal, Shortland Islands); Vanuatu, New Caledonia (Loyalty Islands). <strong>Polynesia: </strong>Palmyra Atoll, Tonga, Samoa, Tuvalu (Ellice Group, Funafuti Atoll); Tokelau Chain (Swain's Island, Atafu, Nukunonu, Fakaofo); Cook Islands (Pukapuka, Nassau, Palmerston Island, Suwarrow, Rakahanga, Manihiki, Aitutaki, Rarotonga, Takutea Island, Atiu, Mangaia, Penrhyn (=Tongareva), Ma'uke); French Polynesia (Bora Bora, Tiaroa, Tuamotu Archipelago, Marquesas, Gambia Islands); Society Islands; Pitcairn Island); Niue (Lifou Island); Vanuatu (Espiritu Santo, Hiu (Hiw), Loh, Port Vila, Tegua, Toga).</p><p>            </p><p><em>Birgus latro</em> is extinct in the Marquesas Islands (French Polynesia), in Tabuaeran Island (Kiribati), Hiri Island (North Maluku in Sulawesi, Indonesia), Easter Island, and Australia (where it was historically known from the Queensland coast).</p><p></p>", "population": "<p>The global population of <em>B. latro </em>is uncertain but there is evidence that it is declining in many parts of its range. The healthiest populations of Coconut Crabs in are in Aldabra Atoll in the Seychelles, Chumbe Island in Tanzania, the Chagos Archipelago in the Indian Ocean, and Palmyra Atoll in the Central Pacific Ocean. In all of these places there is either a low human population or the islands and coral atolls are uninhabited, and the crabs receive active protection. However, in a larger number of areas Coconut Crab populations are in decline due to human predation and habitat disruption. The reduction in the wide historic range of <em>B. latro</em> on previously uninhabited islands across the Indo-Pacific coincides with the arrival of humans, who have harvested these crabs and altered their habitat with the result that Coconut Crabs are either declining or are locally extinct in many parts of their original range. In fact, Coconut Crab population size on oceanic islands directly reflects the level of human activity, with crabs becoming scarce on islands that have a large human population (such as Guam). Most significant viable populations of <em>B. latro</em> today are found in uninhabited or sparsely populated islands.&#160;</p><p>There have been a number of population demographic studies on <em>B. latro</em> in Christmas Island (Rumpff 1986, Hicks <em>et al</em>. 1990), Guam (Amesbury 1980), Niue (Schiller 1992), Lifou, Loyalty Islands, New Caledonia (Kadiri-Jan and Chauvet 1998), Vauvilliers, Loyalty Islands, New Caledonia (Kadiri-Jan 1995), Taiaro, Tuamotu, French Polynesia (Chauvet and Kadiri-Jan 1999), and Hatoma, Japan (Sato and Yoseda 2008). The population densities of Coconut Crabs on uninhabited islands such as Taiaro in the Tuamotu Archipelago (190.0 crabs/ha), and Igurin in the Enewetok Atoll of the Marshall Islands (147.0 crabs/ha) are high, but densities are much lower on inhabited islands (such as in Nuie (46 crabs/ha) and Lifou (27.5 crabs/ha) in New Caledonia) (Drew <em>et al</em>. 2010). Coconut Crabs are abundant throughout the Australian territory of Christmas Island, where two thirds of the island is under the protection of the Christmas Island National Park (85 km<sup>2</sup>). Coconut crabs are found all over the island, and despite the presence of humans there are up to one million individual Coconut Crabs, making it one of the strongholds of this species. The Coconut Crab populations on Christmas Island are not evenly distributed, with crabs most abundant (67-160 crabs/ha) in virgin lowland humid rainforest, their favoured habitat, and almost completely absent in places where the forest has been cleared for mining or human settlement. Although the Coconut Crabs on Christmas Island are probably among the best protected anywhere in its range, they still only receive partial protection within the Park, because outside of the Park in the unprotected areas they are still over-harvested by locals, and killed on the island’s roads.</p><p>    </p><p>Adult <em>B. latro</em> found on smaller remote oceanic islands had no natural predators. Today, these crabs have been impacted by introduced predators (including humans) on islands that were previously uninhabited. The arrival of humans and their introduced animals meant that the predation pressure on these crabs increased significantly. Human harvesting of the once abundant Coconut Crabs is widespread because these tasty large crustaceans are a valuable cash commodity in local economies. However, such exploitation is not sustainable when the catch includes immature females (which take 5 years to reach sexual maturity) as well as adult crabs. The result is that crab populations of this slow-growing species go into long-term decline. These crabs are slow to recover because successful recruitment events are both infrequent (occurring only every five to ten years) and irregular. This slow rate of replacement is of particular concern in areas where declining crab populations are additionally affected by climate change, because Coconut Crabs have only a limited capacity to sustain harvesting or to adapt to changing conditions. Finally, coastal development has seriously altered the preferred habitat of Coconut Crabs, and further contributes to the decreasing crab populations by reducing the number of large breeding individuals.&#160;</p><p>Overall, the population is inferred to have declined by at least 30% over the past three generations (60 years) and this decline is expected to continue for at least another generation (20 years).</p><p></p>", "populationtrend": "decreasing", "habitat": "<p></p><p>Coconut Crabs are widespread, well-adapted land and arboreal crabs that have to breathe air, and will drown if immersed in seawater for even a short time. Coconut Crabs live in burrows which they dig themselves and are also found in rock crevices. Coconut Crabs sometimes climb coconut and <em>Pandanus</em> trees, and might dislodge coconuts growing on trees. Coconut Crabs are solitary and usually nocturnal and spend the day in their cool humid burrows which reduces water loss from high air temperatures. Like other hermit crabs, juvenile Coconut Crabs protect their abdomen inside an empty gastropod shell, but adult Coconut Crabs do not do this because their abdomen is protected by a tough waterproof exoskeleton. Coconut Crabs are active during the day in rain storms, and where large crab populations mean more intense competition for food. Coconut Crabs mate between May and September, and only return to the coast to release their eggs into the sea during a high tide. Their larval stages develop in seawater for three to six weeks as members of the plankton, dispersing on floating logs, coconuts, or rafts of vegetation. When the larvae are well developed (as shrimp-like glaucothoe) they leave the surface waters and drop down to the sea bed. There they locate a suitable gastropod shell for their abdomen, and migrate towards the shore. After spending 4 weeks around the high tide mark, Coconut Crab glaucothoe transform into juvenile crabs, which continue to use a gastropod shell for&#160; between 1 and 2 years. Coconut Crabs change up their mollusc shells as they grow, until their abdomen hardens and they do not need to use a shell anymore. These crabs switch to air breathing all the time, move inland (up to 6 km from the shore), and do not enter water again. These crabs reach sexual maturity after five years, but can live for between 40 to 60 years. Adult Coconut Crabs feed primarily on fallen fruits, nuts, seeds, and occasionally plant and animal remains. Interestingly, although this species is closely associated with the coconut palm, coconuts are not a significant part of its diet.</p>  <p>The habitat preferences of the adults of this species varies between islands, and depends on the topography. The preferred habitat for adult Coconut Crabs consists of forested coastal locations that have a high humidity, abundant rock crevices, and lots of soil for burrowing. On Christmas Island, Australia (Indian Ocean)<em> B. latro</em> is mostly found between 3 and 5 km inland in dense humid tropical rain forest over 300 m above sea level, with fewer crabs in the drier areas such as the coconut tree groves next to the beaches. On Lifou Atoll (New Caledonia),<em> B. latro</em> is mostly found in rain forest with dense woody vines, as well as in coconut palm groves, in sparsely vegetated woodlands, and along coastal rubble beaches. On Pemba Island, Tanzania, Coconut Crabs are found in coral rag coastal forests hiding in rocky holes and crevices during the day. In Nuie in the Marshall Islands (Republic of Belau) Coconut Crabs are most abundant in the high humidity closed canopy primary coastal forests. There are fewer individuals inland, and none in the open areas with low humidity, where the vegetation is either low scrub or regenerating forest with no canopy. During the breeding season Coconut Crabs migrate to all sections of the coast, congregating in large numbers in protected places such as caverns, caves, and crevices from where females can release their eggs into incoming tides. These crabs are slow growing, and mature between 4 to 8 years after hatching and live up to 50 to 60 years old (Sato <em>et al</em>. 2013).&#160;</p>  <p>Small juvenile crabs prefer habitats close to the ocean, while the larger juveniles prefer cliff faces. On Christmas Island and on Vanuatu, the glaucothoe and small juveniles of <em>B. latro</em> with mollusc shells are found in the relatively humid interstitial spaces in coral rubble during the day and at dusk emerge to feed on the surrounding land. On Lifou Atoll (New Caledonia)<strong> </strong>juvenile <em>B. latro </em>live in the humid piles of coconut debris at the foot of coconut trees on shore terraces, and feed on leaf and plant litter among the coconut debris. <em>B. latro </em>moults several times while in these beach habitats and selects a larger shell as it grows. As crabs mature and grow larger they move inland where they get access to different vegetation types.</p><br/><p></p>", "threats": "<p>Threats to this species come from the harvesting, trade, predation from introduced animals, road kills, and habitat destruction. The combination of these threats is causing population declines in many parts of its range. Juvenile Coconut Crabs are caught and eaten by large seabirds, and are vulnerable to introduced carnivores (such as rats and pigs). On Christmas Island Coconut Crabs of all ages have been attacked and killed by aggressive non-native Yellow Crazy Ants. Adult Coconut Crabs have no native predators apart from other Coconut Crabs, but since 1500 AD humans have been active predators. Intensive harvesting of crabs for the table is a real threat to the survival of this species in some parts of its range. Unfortunately, it is easy to over-harvest <em>B. latro</em> because its populations do not recover quickly because of its complex life cycle (with land and marine phases), its slow growth rate, and its long life span. In addition, land development and infestation of invasive scale insects along the coasts of a number of islands has significantly reduced the natural habitat of these crabs (Handler <em>et al</em>. 2007), and this restriction has allowed hunters to focus their search. The combination of these threats has resulted in the extirpation of Coconut Crabs from most areas that have a significant human population (such as mainland Australia and Madagascar) and this species is becoming very rare on inhabited islands (such as Guam). In Vanuatu, Coconut Crabs are listed as an endangered species by the National Biodiversity Strategy and Action Plan Review Project, mainly due to crab population declines from over-harvesting for the restaurant trade. Coconut Crabs are also killed by coconut tree farmers in Vanuatu, because these crabs are thought to feed at night on coconut seedlings.</p>  A long-term concern for the future of <em>B. latro </em>are the rising sea levels associated with global climate change (especially in the Indian Ocean), because these Coconut Crabs depend on low-lying oceanic islands and coral atolls for their existence. It is of concern that a large component of their range includes the numerous low-lying island archipelagos in the Indian and Pacific Oceans because these are particularly vulnerable to rises in sea level. Coconut Crabs are threatened by flooding because these completely terrestrial land crabs will drown if submerged in water", "conservationmeasures": "<p>Conservation management strategies for <em>B. latro</em> are in place in some regions, and this species is nationally protected to different degrees in different countries. Bans, catch size limits, minimum size limits, and a protected breeding period for Coconut Crabs are enforced in Japan, Taiwan, the Philippines, Indonesia, and Guam. Specifically, Guam, Vanuatu and the Federated States of Micronesia implement minimum legal size limit restrictions, and there is a ban on the capture of egg-bearing females. The Northern Mariana Islands allow licensed hunting of Coconut Crabs but the bag is restricted to 5 large (76 mm carapace length) non-egg-bearing adult Coconut Crabs a day, and 15 crabs over the three month season from September to November. In Tuvalu, Coconut Crabs are protected throughout the 33 km<sup>2</sup> Funafuti Marine Conservation Area on Funafuti Atoll.</p>  <p>In Green Island in Taiwan,<em> B. latro</em> has been legally protected by the Wildlife Conservation Law since 1995. This protection is justified based on the fact that the Coconut Crab is a long-lived, slow growing huge species: the largest terrestrial arthropod in the world. Conservation strategies take into account the fact that these large foraging land crabs occupy a specialized ecological niche, and that their life cycle includes annual migrations to and from the sea from forested mountain areas. The population levels of the Coconut Crab on Green Island are a good indicator of the condition of the habitat of these crabs, and in turn the overall quality of this island's ecosystems. The conservation of these crabs on Green Island includes three parts: habitat protection in the inland forests, coastal zones, and nearby waters, as well as captive breeding, and community education.</p>  <p>On the isolated island of Niue in the South Pacific, Coconut Crabs are threatened by over-harvesting, both for local consumption and for export to New Zealand. Concern for the future of the populations of these crabs in Niue include the practice of capturing of egg-bearing females, immature crabs, and of taking higher numbers than traditionally caught in order to supply the export trade. On Guam, protective measures currently in place include restricting catches to crabs of a certain size, and making it illegal to catch female crabs with eggs. The conservation of the Coconut Crab populations in many parts of its range will therefore need to be a community-driven initiative that takes into account multiple needs.</p>  <p>Conservation action plans have been proposed for Coconut Crab populations on Batanes in the Philippines, where crab populations have declined due to over-harvesting and habitat destruction and these crabs are listed as locally endangered.&#160;</p><p><br/></p><p>Christmas Island supports the world’s largest population of <em>B. latro</em> most of which is&#160;protected in the Christmas Island National Park, where this species is carefully managed by the Australian Government. Coconut Crabs are also found in other protected areas of Christmas Island such as The Dales and Hosnie's Spring (both Wetlands of International Importance under the Ramsar Convention on Wetlands).</p>  <p>Conservation actions include the careful mapping of Coconut Crab habitat (enhanced using remotely sensed electronic tracking of habitat cover). This approach in Palmyra Atoll has already demonstrated that the native forest habitat of Coconut Crabs is in decline in parts of its range, and that forest decline is a driver of population declines in this species. The habitat monitoring approach could provide a better understanding of the population levels and conservation status of <em>B. latro </em>across its entire range if it were to be expanded to survey the whole of the range of the Coconut Crab across the Indo-West Pacific. Monitoring of Coconut Crabs can effectively assess population trajectories and allow the investigation of the potential causes of any declines. There is therefore a need for monitoring and detailed research on the ecology and genetics of the Coconut Crab, along with community-based conservation initiatives to protect the species and its habitat.</p>  <p>Conservation measures and recommendations for threatened populations of Coconut Crabs:</p>  <p>1. Establish Coconut Crab sanctuaries to protect their habitat in either coastal forests or inland forests with coastal access, and provide protection for crabs migrating to and from the coast during the spawning season (December to March). These forests should include primarily native vegetation as opposed to <em>Cocos</em> palms.</p>  <p>2. Close major coastal spawning areas to public access during the spawning season (December to March).</p>  <p>3. Introduce a Coconut Crab monitoring program.</p>  <p>4. In places where hunting these crabs is legal, implement a closed hunting season (together with a permit/licensing system) from November to March. Banning the collection of egg-bearing females of&#160;<em>B. latro</em>&#160;would protect them when migrating&#160;to near-shore habitats prior to releasing their eggs into the ocean, and then afterwards when they migrate back to their usual habitats.&#160;</p><p>5. Where relevant, implement a ban on the export of Coconut Crabs.</p>  <p>6. Introduce a minimum legal size for all Coconut Crabs (e.g., &gt;36 mm thoracic length, as well as a bag limit).</p>  <p>7. Introduce public awareness campaigns informing of the decline in crab populations and the need to restrict crab capture.</p><p><a style=\"text-indent: -0.25in;\">8. Introduce monitoring and eradication/control/management programmes for introduced species known to impact Coconut Crabs</a></p><p><a style=\"text-indent: -0.25in;\">9.&#160;</a><a>Recommend/propose adding <em>B. latro</em> to CITES Appendix III</a></p><p></p>", "usetrade": "<p></p><p>These large and tasty crabs are considered a delicacy in all parts of its range and intensive hunting is a real threat to the survival of this species. In some places Coconut Crabs are thought to be an aphrodisiac. The shells of these crabs are also sold to tourists. In Japanese fish markets Coconut Crabs cost as much as Alaskan crabs per kilo.</p><p></p>"}]}