{"name": "64792627", "result": [{"species_id": 64792627, "taxonomicnotes": null, "rationale": "<em>Farlowella colombiensis</em>&#160;is placed in <span style=\"\">the category Vulnerable. </span><span style=\"\">The extent of occurrence (EOO) is best estimated at<span style=\"\"> 19,988 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 1,212 km<sup>2</sup>. There is continuing decline in the habitat inferred based on threats of pollution and water abstraction, relating primarily to agriculture. There are 4-6 locations based on these threats.<br/></span><p></p>", "geographicrange": "<em>Farlowella colombiensis</em> was described from the Río Upia drainage, Guaicaramo, Meta Department (Retzer and Page&#160;1997). This species is endemic to Colombia and known from upper Guaviare (Guayabero river) and Meta drainages (Retzer and Page 1996, Ballen and Mojica 2014). The records include the piedmont region of the Casanare where it has been recorded from the Upía sub-basin (Urbano-Bonilla&#160;<em>et al</em>. 2009). The species has a elevational distribution ranges from 180-600 m above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at<span style=\"\"> 19,988 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 1,212 km<sup>2</sup>.<br/><br/></span>The distribution in this assessment is a summary based on scientific reports and records compiled, arranged and reviewed from the following sources: SiB Colombia (SiB Colombia 2020), Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana, Bogotá).", "population": "Data on population size or trend are not available.", "populationtrend": "unknown", "habitat": "The fishes of genus <em>Farlowella&#160;</em>inhabit rivers of plains and low piedmonts, usually in small rivers with moderate currents in heterogeneous substrates mixed with plants (branches, leaves, roots) on the banks, where they find refuge and usually feed on algae (e.g. Bacillariophyceae). <em>Farlowella </em>fishes have moderate fecundity (García-Alzate <em>et al.</em> 2012). Reproduction is believed to occur during the rainy season. This species can reach around 160 mm in standard length.", "threats": "<p>The habitat of&#160;<em>Farlowella colombiensis</em>&#160;is facing strong threats: deforestation, sewage, oil spills, sedimentation, and water extraction. Fishing for ornamental purposes is considered an important threat (García-Alzate <em>et al.</em> 2012, Ortega-Lara <em>et al.</em> 2015).</p>", "conservationmeasures": "<p>There are known laws and programs around ornamental fishing in Colombia (Ortega-Lara <em>et al</em>. 2015) but no other conservation plans for the species. There are conservations sites and one protected area within the distribution (IUCN and UNEP-WCMC 2020): DMI Ariari-Guayabero. Habitat protection in the most impacted drainages is recommended, as well as regulation and monitoring of the fishery. Research into the taxonomy of group, and monitoring of threats, population and habitats, are recommended.</p><p></p>", "usetrade": "<em>Farlowella colombiensis&#160;</em>is common as an ornamental fish in Colombia. The species is subject to regulations for its fishing and commercialization (Ortega-Lara&#160;<em>et al</em>.&#160;2015).<em> </em>It is reported in various centres in Inírida, Puerto Carreño and Villavicencio, and in this last centre near 141,000 individuals of <em>Farlowella </em>were commercialized in 2013 (Ortega-Lara <em>et al</em>. 2015).<p></p>"}]}