{"name": "195280342", "result": [{"species_id": 195280342, "taxonomicnotes": null, "rationale": "<p>This unique marine gastropod is restricted to hydrothermal vents at deep ocean ridges in the West Pacific Ocean. It is currently known from one restricted location, in the distinctive microhabitats of active black smokers and sites of diffuse venting, located at a depth of 1,740 m bsl, and would be severely threatened by the anthropogenic impacts associated with mineral extraction if commercial deep-sea mining were to occur in this region. Mining licences have been granted for this location within the Papua New Guinea EEZ. The potential for anthropogenic influence at these sites based on exploration licences for mineral extraction at or adjacent to the sites supports a projected continuing decline in quality of habitat. There may already be disturbance to this species at the PACMANUS vent field, as the Papua New Guinea Government has previously granted deep-sea mining licences in the Manus Basin. The impact of uncertainty around the decline in habitat means that the applicable threat level for this species ranges from Vulnerable (VU) to Critically Endangered (CR), using the recommended risk tolerance. We have opted to take a precautionary approach based on this level of uncertainty and therefore assessed the species as Critically Endangered (CR B1ab(iii)+2ab(iii)). A reassessment would be merited if there was a substantial change to the status of mining licence arrangements, for example, if a moratorium on deep-sea mining was reached by the Government of Papua New Guinea, whereby the assessment would be likely to decrease to Least Concern (LC).</p>", "geographicrange": "This deep-sea gastropod is restricted to one location at hydrothermal vents on deep ocean ridges in the West Pacific Ocean. This location encompasses vent fields within a prescribed management area, with biologically and geologically coherent identity. Any vent fields within this location therefore also have common exposure to relevant potential threats. This location lies within the Exclusive Economic Zone of Papua New Guinea. The species is currently known from one vent field with active black smokers and diffuse venting located at a depth of 1,740 m bsl, namely the PACMANUS vent field on the Manus Basin (Zhang and Zhang 2017). This species is present over a small area at this vent field.", "population": "These populations have only been sampled by remotely operated vehicles, and given the presence at depth, it is difficult to ascertain the population status (Zhang and Zhang 2017).", "populationtrend": "unknown", "habitat": "The species is restricted to hydrothermal vents on deep ocean ridges in the West Pacific Ocean. It is currently known from active black smokers and sites of diffuse venting located at a depth of 1,740 m bsl.", "threats": "<p>The PACMANUS vent field lies within the Papua New Guinea Exclusive Economic Zone, and is not subject to International Seabed Authority governance.&#160;The exploitation of polymetallic sulphide mineral resources, which form at active hydrothermal vents, is currently being widely explored. As the locations are remote and at depth, the impact on the subpopulations is uncertain, although recent studies have concluded that a net loss of biodiversity will be an inevitable outcome of deep-sea mining (Niner&#160;<em>et al.</em>&#160;2018). The Papua New Guinea Government has granted exploratory and subsequent exploitative mining licences to Nautilus Mineral Cooperation within the Manus Basin (Gena 2013). Polymetallic sulphide resource exploration can include some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation phases, hence there may already be disturbance of the subpopulation. As well as direct impacts, evidence from the literature also suggests that sediment plumes from mining activity could spread across distances of 60 to 70 km (Luick 2012, Miller&#160;<em>et al.</em>&#160;2018). Such sediment plumes will smother adjacent seabed communities, thus degrading the habitat quality. Associated threats are likely to include impacts to gas exchange and feeding ability, delay or prevention of the recolonisation of mined areas, or additional unknown effects of exposure. We therefore consider the current exploratory mining and the likelihood of future exploitative mining licences within the Papua New Guinea EEZ to be a significant threat to the species.</p>", "conservationmeasures": "There are no conservation actions currently in place at any vent fields within the Papua New Guinea EEZ. We recommend that specific national/international legislation is required for the protection of deep-sea habitats and resources. Further research is recommended to predict the impacts on populations from disturbance by mining and to confirm whether the species is present at any other vent sites along West Pacific Ocean ridges.", "usetrade": "There is no known trade or use of this species."}]}