{"name": "191713", "result": [{"species_id": 191713, "taxonomicnotes": "The types Tarleton Bean used to describe <em>Characodon bilineatus</em> (1887) go back to fish Álfredo Dugès collected (probably) in Guanajuato before 1887. It was transfered into the genus <em>Skiffia</em> by S. Meek in 1902 and into <em>Goodea</em> by Regan in 1907. Hubbs and Turner (in Turner, 1937) erected the genus <em>Neotoca</em> for this species and placed it herein (1939). Miller and Fitzsimons proposed in 1971 to transfer this species back into <em>Skiffia</em> where it stayed for several decades. Already by the late 1990`s (Webb, 1998) became more and more clear, that the Twoline Skiffia is not closely related with the other representatives of the genus, so Doadrio and Domínguez-Domínguez placed it in <em>Neotoca</em> again (2004). This species is here considered valid in the genus <em>Neotoca </em>Hubbs and Turner, 1939. This differs from Eschmeyer <em>et al.</em> (2018) where it is considered valid in the genus <em>Skiffia </em>Meek, 1902. Affiliated to different drainages, five subpopulations can be inferred: The Middle Río Lerma subpopulation (type subpopulation), the Río Grande de Morelia subpopulation, the Laguna Yuriría subpopulation, the Río Grande de Santiago/ Laguna Chapala subpopulation, and - inferred from the range of the species, but not documented with Vouchers - the Lower Río Lerma subpopulation. The last three subpopulations are regarded Extinct.", "rationale": "<em>Neotoca bilineata </em>is a freshwater species endemic to the Pacific slope of Mexico, where it is found in the Rio Lerma Grande de Santiago basin and the Rio Grande de Morelia basin within the States of Michoacan and Guanajuato. The species is threatened by a continuing decline in the quality of its habitat, as a result of water pollution from urban sewage, increased sedimentation and agricultural run-off, in addition to predation and competition from introduced invasive alien species (De La Vega-Salazar <em>et al</em>. 2003). A survey conducted between 2000 and 2001 found&#160;<em>Neotoca bilineata </em>to occur within only two out of the 14 known localities; surveys by Köck <em>et al.</em> (2014-2017) found the species within three localities. Surveys carried out by&#160;Domínguez-Domínguez&#160;<em>et al.&#160;</em>(2008) highlighted in the disappearance of the Twoline Skiffia from almost 60% of its historical range.&#160;Four known locations and dramatic declines in subpopulations, locations, habitats and quality of habitats, justify assessing the Twoline Skiffia as Endangered.", "geographicrange": "<em></em>The Twoline Skiffia is a freshwater fish species endemic to the Mexican federal states of Guanajuato and Michoacán. It was historically known from the upper sections of the endorheic Río Grande de Morelia drainage including the Lago Cuitzeo and the Presa Cointzio, from the Laguna Yuriría and from habitats along the Middle Río Lerma and lowland habitats along the Río Turbio. It was historically known from 14 localities, however, within a survey conducted between 2000-2001 the species was only found in two localities (De La Vega-Salazar <em>et al.</em> 2003). <em>Neotoca bilineata</em> disappeared from the Río Lerma, where it must have been living in the lower part as well, the Laguna Yuriría and possibly from the Río Guanajuato. It can still be found in the Río Grande de Morelia drainage including the Lago Cuitzeo and the Presa Cointzio and some localities along the Río Turbio around Penjamo (Presa Corralejo) and Abasolo (Lago El Pedregál).<br/><br/>Surveys carried out by&#160;Domínguez-Domínguez&#160;<em>et al.</em>&#160;(2008) highlighted the disappearance of the Twoline Skiffia from almost 60% of its historical range. <span class=\"st\"><em><br/></em><em><br/></em><span><span></span>", "population": "When this species occurs, it usually is present in large numbers, but with&#160;seasonal fluctuations. It was said to be gone from the Cuitzeo lake (Río Grande de Morelia drainage) by the late 1990's, (Lyons 2011), but in 2014 and 2015, it was found to be present and very numerous. In a channel near Querénadro, where it was common in the early 2000's, it was not found during a survey by Köck <em>et al.</em> in 2017. Concerning the Middle Río Lerma subpopulation, the historically known habitat near Irapuato (Río Guanajuato drainage) was found to be biologically dead during a survey by Köck <em>et al.</em> in 2017. Surprisingly, the Presa Corralejo (mentioned as a locality in the 1960's) was still populated. However, the species may survive in low numbers within habitats that are not really suitable, as long as there are shallow and well planted parts to hide in. In years to come, when the conditions are more suitable, it might occur in much larger stocks.", "populationtrend": "decreasing", "habitat": "<em>Neotoca bilineata </em>is known to occur within freshwater river systems, in quiet, shallow, muddy and typically slow waters with occasional dense vegetation. During a survey conducted between 2000 and 2001 (De La Vega-Salazar <em>et al</em>. 2003), the species was found to inhabit localities with high concentrations of nitrates (5.57 6 1.39 ppm).<em>&#160;</em>Following Miller <em>et al.&#160;</em>(2005), the habitats are quiet, with turbid to muddy waters, slough-like channels, ponds, ditches and canals. This species can be found in depths of less than 1 m over mud, silt, sand, clay and rocks, preferring little to no current. The vegetation comprises green algae, water haycinths, <em>Potamogeton</em>, <em>Chara</em>,&#160;<em>Typha</em> and <em>Scirpus</em>.<br/><br/>Cuitzeo lake is the oldest and second largest Mexican lake. It covers an area of about 500 km<sup>2</sup> including the marshy grass surrounding it. It is irregularly shaped with northern, western and eastern sections, connected by marshland in the middle. The western section is divided into an east and a west part by two north-south dams. The lake is astatic and very shallow (about 0.5 m deep), with muddy ground and murky water. In dry years, the west part of the western section is completely isolated from the east part, by closing the passages under the roads to save the western section from drying up. With this method, at least the east part of the western section retains water. The lake is surrounded by partly dense and large reed areas. In an area with flooded grass directly at the HW43B dam, Köck&#160;<em>et al.</em>&#160;were able to find many specimens on surveys in November 2014 and January 2015.<br/><br/>On a survey in 2017, Köck <em>et al.</em> found this species in two habitats in Guanajuato, both within the Río Turbio drainage. One locality was the Lago El Pedregál, west of Abasolo, a shallow dam, irregularly shaped with a 1.8 km extension from west to east and 0.6 km from north to south. The species was found close to the northern shore, in very shallow water, between overhanging riparian vegetation. The water was murky, the ground made of mud and sand. The only other native species in this locality was <em>Poeciliopsis infans</em>. The second water body where the Twoline Skiffia could be found was the Presa Corralejo, about 8.5 km north from the lake next to Abasolo. The irregular shaped Presa Corralejo is about twice the side of the previous locality, but very shallow. <em>Neotoca bilineata</em> was found in flooded grass, where most of the vegetation was dead and decaying. It was collected in green turbid water together with <em>Poeciliopsis infans</em>.<br/><br/>Historically, this species was widely distributed but, nowadays, it is restricted to habitats that are not too polluted, well planted and with low pressure of exotic fish species. Usually, it can be found in very shallow places with overhanging riparian vegetation or flooded grass. While water pollution and invasive introduced fish have provided much ecological pressure within the Río Grande de Santiago and lagos Chapala and Yuriría (where this species has been extirpated), <em>Neotoca bilineata</em>&#160;managed to survive in the Río Grande de Morelia basin,&#160; in flat, shallow dams along the Río Turbio and in Guanajuato as well, where it historically occurred.", "threats": "Most of the known habitats of the Twoline Skiffia are affected by water pollution, mainly through agriculture. It seems to be able to withstand unfavourable water conditions better than many other Goodeid species, except for <em>Goodea atripinnis</em>, but nevertheless it is a fragile species: not very competitive and easily extirpated by stronger non-native fish additionally occur. <em>Neotoca bilineata</em> is able to survive in flooded grass in extremely shallow water, with higher temperatures where other fish species can't, so it often moves into this habitat type when stronger and more competitive fish species occur.", "conservationmeasures": "The only conservation effort is a monitoring and <em>ex-situ </em>breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico.", "usetrade": "The species is neither used for human consumption nor is it a target species for the ornamental fish trade."}]}