{"name": "173715656", "result": [{"species_id": 173715656, "taxonomicnotes": null, "rationale": "<p><em>Trigomphus kompieri</em> is only known from the type location within the Huu Lien Nature Reserve in northern Viet Nam. Based on the limited data currently available for this species, its area of occupancy (AOO) is smaller than 10 km². Moreover, its AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to the habitats within Huu Lien Nature Reserve. The species is assessed as Critically Endangered under criterion B (CR B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Trigomphus kompieri</em> is only known from its type locality within the Huu Lien Nature Reserve in northern Viet Nam (Karube 2015). An accurate estimate of its area of occupancy (AOO) is not possible, but based on the current available information its AOO is very likely smaller than 10 km². Moreover, its AOO is inferred to be declining due to loss of and disturbance to habitat within Huu Lien Nature Reserve. </p>", "population": "<p>No statement about current population sizes and health can be made for this species except that a decline is likely to be in progress due to declining habitat quality at Huu Lien Nature Reserve.</p>", "populationtrend": "decreasing", "habitat": "<p>Karube (2015: 29) states “they were observed from the end of March to the beginning of May. Males would be found in open areas perched on low trees and bushes, occasionally on shrubs. Under sunny conditions they perch on top of bushes or on shrubs along small to medium-sized rivers with clear water and muddy or sandy [substrates], whereas they settle there only for short periods under cloudy condition. The water of river is of high calcium content as it emerges from springs in karst mountains.” The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of habitat within Huu Lien Nature Reserve.</p>", "threats": "The habitats of this species at its only known location Huu Lien Nature Reserve are being destroyed by timber gathering and agricultural activities by the local population. At least some of the streams where the species occurs are suffering from increasing levels of organic pollution from pig manure, this may also present a threat to the species.", "conservationmeasures": "<p>The priorities for this species are for proper protection of its habitats in Huu Lien Nature Reserve and for searches for the species at other locations, as well as more information on its habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}