{"name": "173823824", "result": [{"species_id": 173823824, "taxonomicnotes": null, "rationale": "<p><em>Austrolebias camaquensis</em> is known from a series of temporary pools in the floodplains of the middle Camaquã River basin in Laguna dos Patos system at Encruzilhada do Sul and Canguçu municipalities, Rio Grande do Sul, Brazil. Extent of occurrence (EOO) is estimated to be 21.08 km<sup>2</sup>, area of occupancy (AOO) is estimated to be 20 km<sup>2</sup>, and the species is assigned to five threat-based locations. Despite extensive surveys conducted in adjacent and potentially suitable habitat, no additional collection localities are reported. The five collection localities where this species occurs are surrounded and immediately threatened by land-use change associated with rice production. In addition, this region is used for timber cultivation of <em>Eucalyptus</em>, <em>Acacia </em>and <em>Pinus </em>species, river impoundments and hydrological development is planned in the upper and middle courses of Camaquã River, and mining activities are present upstream of the five collection. Area of occupancy and habitat quality are directly impacted by land-use changes and continuing decline in both metrics is inferred. Therefore, <em>A. camaquensis</em> is assessed as Endangered under criterion B1ab(ii,iii)+2ab(ii,iii). Immediate conservation priorities include site protection, population monitoring, and habitat monitoring. Captive propagation and reintroduction into suitable habitat should be evaluated as conservation priorities.</p>", "geographicrange": "<p><em>Austrolebias camaquensis </em>is known from a series of temporary pools in the floodplains of the middle Camaquã River basin in Laguna dos Patos system at Encruzilhada do Sul and Canguçu municipalities, Rio Grande do Sul, Brazil (Volcan&#160;<em>et al.</em>&#160;2017).</p>  <p>Extent of occurrence (EOO) is estimated to be 21.08 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (Volcan&#160;<em>et al.</em>&#160;2017). Area of occupancy (AOO) is estimated to be 20 km<sup>2</sup>, based on a 2x2 grid overlain on known collection localities (Volcan&#160;<em>et al.</em>&#160;2017). Impacts to habitat quality and availability at collection localities are expected to act independently, and therefore this species is assigned to five threat-based locations. Despite extensive surveys conducted in adjacent and potentially suitable habitat, no additional collection localities are reported (Volcan&#160;<em>et al.</em>&#160;2017).</p>", "population": "<p>The total population size of this species is unknown. However, this species is relatively abundant at its sites of occurrence, with a catch per unit area that ranges from 0.36-2.1 ind/m<sup>2</sup> (Volcan <em>et al</em>. 2017). The localities may be severely fragmented based on the hydrological isolation of the temporary pools in which this species occurs and limited to no migration between subpopulations (Volcan <em>et al</em>. 2017). However, given uncertainty in the total size of each subpopulation, it is not possible to infer whether or not populations are self-sustainable long term, and therefore more research is needed to determine if the species is severely fragmented.</p>", "populationtrend": "unknown", "habitat": "<p>This species is restricted to small, shallow seasonal ponds surrounded by agricultural grasslands in the floodplains of the middle Camaquã basin in Laguna dos Patos system (Volcan&#160;<em>et al.</em>&#160;2017). Pools are hydrologically isolated from one another by terrestrial habitat that has been highly modified for agricultural production (Volcan&#160;<em>et al.</em>&#160;2017). Pools are characterized by brownish transparent water and muddy substrates (Volcan&#160;<em>et al.</em>&#160;2017).</p>", "threats": "<p>The five collection localities where this species occurs are surrounded and immediately threatened by land-use change associated with rice production (Volcan&#160;<em>et al.</em>&#160;2014). In addition, this region has been used for timber cultivation of <em>Eucalyptus</em>, <em>Acacia</em> and <em>Pinus</em> species, river impoundments and hydrological development is planned in the upper and middle courses of Camaquã River, and mining activities are present upstream of the five collection localities (Volcan&#160;<em>et al.</em>&#160;2017). Area of Occupancy and habitat quality are directly impacted by land-use changes (Volcan&#160;<em>et al.</em>&#160;2017), and continuing decline in both metrics is inferred. </p>", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>A. camaquensis</em>. This species is not contained within any existing protected area. Immediate conservation priorities include site protection, habitat monitoring, and population monitoring. <em>Ex-situ</em> propagation and reintroduction into suitable habitat may be warranted. </p>", "usetrade": "This species is not utilized."}]}