{"name": "169372", "result": [{"species_id": 169372, "taxonomicnotes": "Seth E. Meek collected the types of this species together with Frank E. Lutz in 1901 from the Pátzcuaro lake, other specimens from the Zirahuén lake (now regarded as a separate species, <em>Allotoca meeki</em>). Meek's collection of <em>Zoogoneticus miniatus</em> from the Lago de Chalco, Valle de México, had been identified as <em>diazi</em>&#160;with the reason for Meek describing it as a separate species originating in a mistake with the location (Álvarez del Villar and Narrasco 1957). Finally fish collected from the vicinity of Uruapán and regarded as <em>diazi</em> by Hubbs and Turner (1939), have later on been identified as separate species and described as&#160;<em>Allotoca catarinae</em>. The Pátzcuaro Allotoca is therefore restricted to the endorheic Lago de Pátzcuaro basin with no recognized subpopulations.", "rationale": "<em>Allotoca diazi </em>is only known from the endorheic Lago de Pátzcuaro drainage, where it has been extirpated from the lake within the last two or three decades. The last stronghold is the spring at Chapultepec; other known habitats in the headwaters of a southern spring and along the Canal de Ciénega need to be surveyed to understand if this species is still extant.&#160;Taking into consideration the small AOO, a single known location, declines in quality of habitats and population and several threats, the species is assessed Critically Endangered.", "geographicrange": "The Pátzcuaro Allotoca is endemic to the Mexican federal state of Michoacán where it occurs in the endorheic Lago de Pátzcuaro drainage. Historically known from the lake itself and some of its tributaries, it now seems to be extirpated from the Lago de Pátzcuaro (Corona-Santiago&#160;<em>et al</em>.&#160;2015, Zambrano <em>et al.</em>&#160;2014) and is known from only three collection sites along the Canal la Ciénega, mainly from the main spring at the old mill at Chapultepec (Molino Viejo de Chapultepec).", "population": "Observations some years ago (Lyons 2011) mention a remnant population of <em>Allotoca diazi</em> in the Pátzcuaro lake, but recent surveys and samplings (Corona-Santiago <em>et al</em>. 2015, Zambrano&#160;<em>et al.&#160;</em>2014) were not successful in finding a single individual there. It is therefore feared that this species has been extirpated from the lake. A spring in the mountains about 3.5 km northeast of Tupátaro hasn't been visited since 1941 and collection sites along the Canal de Ciénega are threatened by water pollution and water hyacinths. The only healthy and strong population is restricted to the spring in Chapultepec.", "populationtrend": "decreasing", "habitat": "The spring in Chapultepec is an egg shaped and fenced in spring with two effluents, one on the south end, one on the west end. The size is approximately 100 x 50 m, the depth from observations outside of the fence is at least 1.5 m. The Pátzcuaro Allotoca was found on several surveys from the 1990's to 2017 by Köck <em>et al., </em>Lyons<em>&#160;et al. </em>and many others in both effluents, channels from about 80 cm (south channel) to more than 1 m (west channel) in width. Both channels have sandy ground with gravel and several rocks on the borders. In recent years (2014 - 2017), submersed vegetation in the channels occurred in the form of floating water hyacinths, directly after the outlet in the south and in areas with dense<em> Egeria</em> species stocks. Grassy riparian vegetation covered the borders and hung over the surface, while the west channel was partly covered by trees. At the west outlet, some exotic <em>Zantedeschia</em> species grew along the borders, shading the channel partly. This part of the channel was densely planted with<em> Egeria</em> and had a depth of up to 1 m. Around 120 m from the outlet, the channel was dammed, leaving the subsequent part of the channel with depths ranging between 15 and 40 cm. The current in both channels was fast to moderate and the water looked characteristicly milky blue, probably due to dissolved minerals. The vegetation in the spring itself was composed of <em>Egeria</em> species and <em>Potamogeton</em> species. The water parametres taken in March 2017 were: water temperature, 19.5°C; pH, 7.22; conductivity, 1,180 μS. Other fish species found here included <em>Alloophorus robustus</em>, <em>Goodea atripinnis</em>, <em>Skiffia lermae </em>and<em>&#160;</em><em>Allotoca dugesii</em>.<br/><br/><em></em><em>Allotoca diazi</em> is a demersal species, except when feeding.  It lives in and near dense beds of vegetation near to the shore, in lakes, spring-fed creeks and ponds.  It is generally found in clear to muddy water, alongside substrates of mud, sand, rocks and plants, with abundant vegetation. Like all <em>Allotoca</em> species, it is mainly carnivorous, feeding on small invertebrates. <br/><br/> The Pátzcuaro lake, where this species existed a couple of years ago, is surrounded by mountains and rugged topography with a steep slope (Ramsar Secretariat, Site No.1447, 2005). The lake is an endorheic and eutrophic system (meaning it has no outlet to the sea), and is shallow and turbid with a high concentration of nutrients. The southern part of ​​the lake has an average annual water temperature of 19.2 °C, and a total alkalinity of 165 mg/l (Ramsar Secretariat, Site No.1447, 2005). As this lake is a closed system, without significant tributaries, it may be even more sensitive to hydraulic imbalance, with its annual volume variations being mainly determined by precipitation, evapotranspiration, surface runoff and infiltration of water through internal springs. It is also occasionally fed by temporary surface streams during the rainy season, such as the San Gregorio rivers, the Santa Fe and Soto streams in the north. In the extreme southeast, it also receives water through agricultural discharges from the Canal de Ciénega or Chapultepec channel (Ramsar Secretariat, Site No.1447, 2005).", "threats": "The main threast to the Pátzcuaro Allotoca&#160;are water pollution and urban development in the area, including expanding tourism, and introduced exotic fish species. The introduction of Black Bass (<em>Micropterus</em><em>&#160;salmoides</em>) in 1933, along with Common carp (<em>Cyprinus carpio</em>) and Tilapia (<em>Oreochromis niloticus</em>) in the 1970's has contributed to eliminating species from the lake. The common water hyacinth covers the surface of the channels, reducing water flow and interfering with gas exchange. Additionally, as a carnivorous species, increasing turbidity of the habitats reduces chances to find food, especially for fry (Hernández-Chávez&#160;<em>et al.</em>&#160;2015, for the related species <em>Allotoca catarinae</em>).<br/><br/>It is estimated that the current water infiltration rate of the lake has been reduced from 12% to 8% but, assuming the potential presence of a new period of dry years in the region, the hydraulic contribution of the basin will be critical to maintain the balance of the water level. In addition, erosion and loss of the soil will carry on as the basin continues its process of ecological deterioration; this is expected to reduce water entry into the lake due to the decrease infiltration rate and depletion of surface aquifers. Its waters, exploited since pre-Columbian times, are also effected by the use of surrounding land for agricultural activity, which covers just over 40% of the basin, and approximately 30% of the total area constitutes grasslands used by cattle and horses.<br/><br/>The outflow of the spring at Chapultepec is used for washing laundry by the local people, putting detergents into the water body. Furthermore, water from the spring is used for either drinking water or as raw water for construction work. Nevertheless, the effect on the fish community seems to be negligible as long as the extraction of water is not increasing quantitatively.", "conservationmeasures": "The site proposed as Ramsar is located in the southwest part of the Lago de Pátzcuaro, covering an area of ​​707 ha extending from the island of Uranden in the south of the lake, following its coast towards the west are the towns of Tzentzenguaro, Santa Ana Chapitiro, San Pedro Pareo, San Bartolo, up to Erongarícuaro, passing by the surroundings of what was the island of Jaracuaro (Ramsar Secretariat, Site No.1447, 2005). Unfortunately, the proposing didn't help&#160;<em>Allotoca diazi </em>to survive in this<em>&#160;</em>area.<br/><br/>Zambrano<em> et al.</em> (2014) recommended a programme of intensive fishery of non-native species to favour the native species recovery and to extract the exotic <em>Eichhornia crassipes </em>in the Ramsar area, being shelter of fry and juveniles of non-native fish.&#160;<br/><br/>The Pátzcuaro Allotoca is included in the international ex-situ breeding project \"<em>Allotoca</em>-Mesa Central\" from the Austrian Association of Aquarists (ÖVVÖ) for all species of the genera<em> Allotoca</em> and <em>Neoophorus</em> (http://www.oevvoe.org/allotoca-mesa-central). Other&#160;conservation effort is a monitoring and ex-situ breeding project run by the Laboratorio de Biología Acuatica in Michoacan University, Morelia, Mexico.", "usetrade": "This species is neither used for food nor is it a target species for the ornamental fish trade."}]}