{"name": "12400", "result": [{"species_id": 12400, "taxonomicnotes": "<p><em>Lucifuga teresinarum</em> was recently characterized as a junior synonym of <em>L. subterranea</em> (Lara <em>et al.</em> 2010, García-Machado <em>et al.</em> 2011). Subpopulations previously considered <em>L. teresinarum</em> are included within the current distribution of <em>L. subterranea</em>.</p>", "rationale": "<p></p><p><em>Lucifuga subterranea</em> is restricted to subterranean karst ecosystems in the south-central region of the Artemisa and Mayabeque provinces in western Cuba, where it has been reported from a total of 22 collection localities, but more recently confirmed from 13 localities. Extent of Occurrence is estimated to be 588 km<sup>2</sup> and Area of Occupancy is estimated to be 40 km<sup>2</sup>. This species is sympatric to <em>Lucifuga dentata</em> across most of its distribution range probably as a result of <em>L. dentata</em> dispersal from Matanzas to the west. Genetic diversity is very low. Existing threats include saltwater inundation associated with extensive water use, introduced and translocated species, agricultural and industrial pollution, solid waste pollution, and competition with <em>L. dentata</em>. While the direct impacts of these threats have not been quantified, they are inferred to be producing continuous declines &#160;in habitat quality and availability, the number of subpopulations, and the number of mature individuals. As such, <em>L. subterranea</em> is assessed as Endangered (EN) under criterion B2ab(iii,iv,v). </p><br/><p></p>", "geographicrange": "<p><em>Lucifuga subterranea</em> has the second largest geographic distribution among the Cuban species of the genus. However, it is restricted to subterranean karst ecosystems in the south-central region of the Artemisa and Mayabeque provinces in western Cuba (Ponce de León García <em>et al.</em> 2012), and specifically around the towns of Artemisa, Alquízar, Güira de Melena and Quivicán (García-Debrás <em>et al</em>. 1999). It has been reported from a total of 22 collection localities but more recently confirmed from 13 localities (García-Debrás <em>et al</em>. 1999, Ponce de León García&#160;<em>et al.</em>&#160;2012). &#160;</p>  <p>Based on georeferenced collection records (E. García Machado pers. comm. 2020, GBIF 2020), this species exhibits an Extent of Occurrence (EOO) that does not exceed 588 km<sup>2</sup> and an Area of Occupancy (AOO) that does not exceed 40 km<sup>2</sup>. The number of threat-based locations where <em>L. subterranea</em> occurs is estimated to be 3-4, based on the introduction of non-native fish species, water usage, and the hydrologic connectivity of occupied habitat and the pervasive threat of saltwater intrusion in southern areas.</p><p></p>", "population": "<p>Total population size has not been estimated but is suspected to be small, given a restricted geographic range and low reported abundances in visual censuses (Ponce de León García&#160;<em>et al.</em>&#160;2012). Early last century 156 (82 female and 74 males) specimens were sampled between March 1902 and June 1905 (Eigenmann 1909). About 50 more have been sampled during the latest decades (Hernández <em>et al</em>. 2020). Population trend is unknown. Genetic diversity within existing subpopulations suggests limited genetic exchange and small effective population sizes (García-Machado&#160;<em>et al.&#160;</em>2011). Previous visual surveys suggest that this species accounts for a smaller proportion of relative abundance when compared to its sympatric congener <em>L. dentata</em> (Ponce de León García&#160;<em>et al.</em>&#160;2012). Successive collections at a single locality over a few months resulted in diminishing returns, which suggests that populations are highly susceptible to short periods of rapid decline and that immigration from underground habitat not subject to sampling effort is limited (Eigenmann 1909). The highest reported abundances of <em>Lucifuga</em> spp. seem to occur in caves with large colonies of bats, where food resources are relatively high (García-Debrás and Pérez 1999), though some relationship with the twilight zones of cave entrances has also been suggested (Eigenmann 1909).</p>", "populationtrend": "unknown", "habitat": "<p></p><p>The available knowledge about the ecology of the Cuban species of <em>Lucifuga</em> ssp. is limited. This cryptic, troglobitic cusk-eel is the species typical of the genus and occurs in karst systems of Artemisa and Mayabeque provinces in western Cuba to a depth of approximately 30 meters (Nielsen <em>et al</em>. 1999, Trajano 2001). It occurs primarily in flooded caves that are connected to surface influences through sinkholes and natural wells (Eigenmann 1909). These caves typically exhibit lentic conditions with translucent waters that are high in magnesium and salts from lime dissolution (Eigenmann 1909). The cave environment is characterized by stable seasonal abiotic conditions and temperatures of approximately 25 °C (Ponce de León García&#160;<em>et al.</em>&#160;2012).<em> </em>The water level remains almost unchanged throughout the year (Eigenmann 1909). However, in recent decades, drastic fluctuations in the water table have been observed (e.g. Cueva El Tunel) as a consequence of dry periods and intense water use for agriculture and human consumption.<em> </em>The diet of this opportunistic forager is comprised largely of crustaceans, including troglobitic shrimps but probably also mysid shrimps, amphipods, isopods, and insects (Eigenmann 1909). This species is often found sympatrically with the congener <em>L. dentata</em> (Ponce de León García&#160;<em>et al.</em>&#160;2012). The habitat that this species occupies is highly susceptible to abiotic alterations (Ponce de León García&#160;<em>et al.</em>&#160;2012). Specific life history data for this species are lacking, but &#160;reproduction is likely characterized by low fecundity and a long generation length (Ponce de León García&#160;<em>et al.</em>&#160;2012). <em>Lucifuga</em> spp. are viviparous, and several pregnant females of <em>L. subterranea</em> bearing 2-15 embryos were analyzed by Eigenmann (1909). In some cases, the young size was 2.0-2.5 cm in length. No breeding season is known for this species although March to May was suggested as most probable (Eigenmann 1909). Maximum reported body size is 8.95 cm standard length (SL) (Hernández <em>et al</em>. 2020).</p>  <p>Surface fish species have been introduced into or have naturally invaded some localities of Artemisa and Agramonte regions. <em>Girardinus metallicus</em> was reported at Ashton early last century (Eigenmann 1909), while <em>Xiphophorus</em>, <em>Poecilia</em>, and <em>Plecostomus</em> sp. have also been observed.</p><br/><p></p>", "threats": "<p></p><p>The primary threats to this species include the intensive use of subterranean water, the introduction of non-native species, contamination with domestic and non-degradable solid wastes (Ponce de León García&#160;<em>et al.</em>&#160;2012, Hernández&#160;<em>et al.</em>&#160;2016, Galford&#160;<em>et al.</em>&#160;2018), and increased instances of industrial pollutants (Sosa&#160;<em>et al.</em>&#160;2017, Guzmán-Morales&#160;<em>et al.</em>&#160;2019), which have the potential to drastically alter subterranean habitat stability with only small changes in abiotic conditions (Ponce de León García&#160;<em>et al.</em>&#160;2012). These threats are producing estimated continuous declines in the number of mature individuals and the number of subpopulations, and inferred continuous declines in habitat quality and availability.</p>  <p>Solid waste pollution (e.g., nylon and polystyrene tires) and translocated Poeciliids have been documented within the Aston Cave system and Luis Piedra Cave, which accounts for several collection localities (Ponce de León García&#160;<em>et al.&#160;</em>2012). </p>  <p>Saltwater inundation of karst aquifers resulting from rising sea level, land subsidence, and aquifer overdrafts is likely to have affected several caves occupied by this species and its close congeners. Ground and surface water extraction for agricultural and domestic use has resulted in the salinization of many of Cuba’s karst aquifers (Castillo&#160;<em>et al.&#160;</em>2012). Specific examples of salinization are apparent in the Güira-Quivicán basin (e.g. Cajio region where the type locality of <em>L. subterranean </em>occurs) on the southern plane of Havana (Castillo&#160;<em>et al.</em>&#160;2012). Similar impacts are attributed to tobacco agriculture in Artemisa Province (Ricote Jorge&#160;<em>et al.</em>&#160;2017).</p><br/><p></p>", "conservationmeasures": "<p>This species is not included within the existing Cuban protected area network (Ponce de León García&#160;<em>et al.</em>&#160;2012, Denis&#160;<em>et al.</em>&#160;2019).</p>  <p>This species is currently assessed as Vulnerable in the Cuban Red List of Vertebrates, which includes recommended conservation priorities for habitat monitoring and management, and environmental education campaigns (Ponce de León García&#160;<em>et al.</em>&#160;2012). Habitat protection and population monitoring are conservation priorities. Additional research regarding population size, population trend, life history and ecology, and the severity of threats would be useful in clarifying the extinction risk of this species.</p><p></p>", "usetrade": "<p>This species is not utilized.</p>"}]}