{"name": "12726", "result": [{"species_id": 12726, "taxonomicnotes": null, "rationale": "<em>Malpulutta kretseri </em>is an endemic range-restricted species, known from five locations in the southwestern lowland wetzone of Sri Lanka. Its estimated Extent of Occurrence (EOO) is around 5045 km<sup>2</sup>&#160;and Area of Occupancy (AOO) is 96 km<sup>2</sup>. Habitat loss and degradation has been observed as a result of increased sedimentation caused by deforestation, accumulation of agrochemicals, gem mining and construction of small-scale dams for irrigation. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for most of its habitat. The species is therefore assessed as Endangered.", "geographicrange": "This freshwater fish species is endemic to Sri Lanka. It occurs in Kelani, Kalutara, Bentota, and Nilwala river basins in the lowland wet zone  (Senanayake 1980, Pethiyagoda 1991, De Silva <em>et al</em>. 2015). Historically, it was also known to occur in the western-intermediate zone in Deduru Oya basin (Deraniyagala 1952). An introduced population was recorded in the Kotugoda Attanagalu basin, but its present status is unknown (Pethiyagoda 1991).", "population": "A study by Ranaweera <em>et al.</em>&#160;(2014) found the presence of <em>M. kretseri </em>in only five historical sites: the Kelani, Kalu, Gin and Bentota river basins. However, what was most concerning was the low number of individuals in the populations; which was as low as only 2 -5 individuals at each site.", "populationtrend": "decreasing", "habitat": "<p>Restricted to forested areas and small, shallow, slow flowing silted streams with leaf debris and thick marginal vegetation. Stays close to the substrate and is very seldom found in un-shaded waters. Typical habitats have plenty of aquatic vegetation and roots of marginal vegetation. It is an omnivore feeding mainly on zooplankton and insects (Pethiyagoda, 1991, De Silva <em>et al</em>. 2015, Senanayake 1980).</p>  <p>&#160;</p>  <p>&#160;</p>", "threats": "<p>Fernando<em> et al</em>. (2013) indicated that deforestation, excessive use of agrochemicals and gem mining is particularly harmful to these species. The previously recorded population of this species in the Wee Oya, a tributary of the Kelani Ganga, has been lost (De Silva <em>et al</em>. 2015). Influence of the many mini hydropower stations that have been built in the area are thought to be the behind these changes.</p>", "conservationmeasures": "Steps have been taken to minimize the exploitation of this species for the purpose of international trade. This has been achieved via the Fisheries and Aquatic Resources Act No. 02 of 1996 bans the export of this fish for aquarium trade purposes.", "usetrade": "A trade ban has been implemented by the Fisheries and Aquatic Resources Act No. 02 of 1996.&#160; However, this species remains to be a very attractive ornamental fish. Ex-situ breeding experiments for commercial purposes have had positive outcomes (Gunasekara 2011)."}]}