{"name": "122883783", "result": [{"species_id": 122883783, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia matok</em> is endemic to Borneo, where it is only known from four locations in south-west Sarawak. It is severely fragmented and has an area of occupancy (AOO) inferred to be, at most, 200 km². Threats exist at all locations, and at least one of the known locations will almost certainly be lost to development in the near future. A continuing decline in extent and quality of habitat is certainly occurring. The species clearly qualifies for Endangered status under criterion B (EN B2ab(ii, iii)).</p>", "geographicrange": "<p><em>Coeliccia matok</em> is endemic to Borneo, where it is only known from a few locations in south-western Sarawak. Dow (2016: 94) summarised the distribution of the species: “<em>Coeliccia matok</em> is currently known from only three locations in south-western Sarawak. It was first discovered in peat swamp forest on the UNIMAS campus near Kota Samarahan in Samarahan division, and it is sometimes abundant at this location. Later it was found at a remnant peat swamp forest site, with many old rubber trees, on the Matang Road outside Kuching in the division of the same name. In 2015 it was found at two non-peat swamp forest sites in the Samunsam Wildlife Sanctuary in the extreme west of Kuching division.” The two sites in the Samunsam Wildlife Sanctuary mentioned are sufficiently close together that they only constitute one threat defined location, taking forest fires or road construction as the main threats at these sites. Later, in 2016 another population was found in a different part of the Samunsam Wildlife Sanctuary (Dow unpub. data), bringing the number of known locations to four. The species has not been found, for instance, at potentially suitable habitat in the Lundu area, between Samunsam and the UNIMAS and Matang Road sites, so appears to be local in occurrence and may be genuinely confined to a small number of locations. It is likely to have occurred in adjacent parts of Kalimantan in the past, but loss of lowland forest in West Kalimantan has been severe, so it cannot be assumed that any population of this species now occurs there. Searches in peat swamp forest further east in Sarawak, for instance at Ulu Sebuyau and Maludam National Parks, have not revealed any sign of this species. Given the localised nature of this species and the fact that little peat swamp forest remains within its range, its area of occupancy based on the currently available data can be assumed to be 200 km² or less. The known locations are widely separated, so that the species is severely fragmented.</p>", "population": "<p>This species is sometimes very abundant at the UNIMAS site, and was common at the second site where it was found in the Samunsam Wildlife Sanctuary; however it was not common at the first site discovered there. Beyond this little can be said except that this species must have experienced a decline in overall population, and that this decline is ongoing, due to loss and degradation of its forest habitats.</p>", "populationtrend": "decreasing", "habitat": "<p>At two of the known locations (Matang Road and UNIMAS) this species occurs in peat swamp forest. However in the Samunsam Wildlife Sanctuary it occurs in different habitats: “The habitats it occupied at this location, small streams and seepages, are more typical of <em>C. nigrohamata</em>, a species that was not found at Samunsam, although it occurs not much further east at the foot and on the lower slopes of Gunung Pueh .... It seems likely that in areas where C. <em>nigrohamata</em> occurs, <em>C. matok</em> is confined to peat swamp forest habitats, but outside of the range of <em>C. nigrohamata</em>, it occupies a broader range of habitats.” Dow (2016: 94).</p>", "threats": "<p>Only the sites in the Samunsam Wildlife Sanctuary are protected, but even these cannot be considered secure. Incursions into the wildlife sanctuary are visible in satellite images. The first population discovered in the sanctuary is currently more remote from human settlements, but this will change as the Pan Borneo Highway is being extended through that part of the sanctuary, and it is even possible that it will directly impact the sites there. Fires during dry periods are a threat to all populations in Samunsam, especially since the forest there is already somewhat degraded.<br/><br/>The Matang Road site is on privately owned land, and is becoming increasingly degraded; in the longer term it is extremely unlikely that this site will survive, housing and commercial developments are appearing all along the Matang Road, including immediately adjacent to the known location. Fires are also a threat here.<br/><br/>The future of the UNIMAS peat swamp is also very far from secure. It is likely to be lost to future expansion of the campus or other development, and it is also very vulnerable to encroachment and small scale illegal logging; again, forest fire is also a threat at this location.</p>", "conservationmeasures": "<p>More data are needed on this species, both to gain a better understanding of its habitat requirements, and more information on its distribution. Searches for additional sites in Sarawak are ongoing but are hampered by funding limitations; similar searches are needed in West Kalimantan. It is highly unlikely that the privately owned Matang Road site can be given protected status, but the UNIMAS site could possibly be set aside, this needs to be lobbied for.<br/><br/>Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}