{"name": "191131", "result": [{"species_id": 191131, "taxonomicnotes": null, "rationale": "<em>Chirostoma charari</em> was an endemic freshwater fish species from Rio Grande de Morelia–Lago de Cuitzeo Basin, which occupies an endorheic basin within the middle portion of the greater Rio Lerma in west central Mexico. The species has not been reported from the wild since 1957, even though there have been several comprehensive surveys over the last fifty years (Burkhead 2012). This is thought to be a result of habitat loss and degradation caused by water pollution from industrial discharges, agricultural run-off and urban sewage. Water diversions and groundwater pumping for agriculture and domestic use have also eliminated many springs and small streams and greatly reduced the surface area and volume of several of the large lakes within the species range leading to extreme hypereutrophication (Soto-Galera <em>et al</em>. 1999). Given the survey effort and the lack of relatively intact potential habitat there now seems little doubt that<em> C. charari</em> is Critically Endangered, Possibly Extinct.", "geographicrange": "The last time the species was found was in La Mintzita spring in the interior basin of Río Grande de Morelia near Morelia (Miller&#160;<em>et al.&#160;</em>2005). La Mintzita is the second most important spring in the State of Michoacán, providing 33.09% of the water consumed in the city of Morelia (Ramsar Secretariat 2009). <br/><br/>This species used to occur in Rio Grande de Morelia–Lago de Cuitzeo Basin which occupies an endorheic basin within the middle portion of the greater Rio Lerma basin in west central Mexico. Sampling between 1985 and 1993 revealed that five (26%) of the 19 native fish species known from the basin have been extirpated, including the endemic <em>Chirostoma charari</em> which is presumed to be extinct since 1957 (Soto-Galera <em>et al</em>. 1999, Burkhead 2012, Díaz Pardo 2002.).", "population": "The species is considered to be extinct since 1957 (Burkhead 2012).", "populationtrend": "decreasing", "habitat": "The spring \"La Mintzita\", where this species is found, is characterized by its rocky substrate and a large amount of rooted and floating vegetation. Its waters are of a soft nature (23 to 24 mg/l of CaCO<sub>3</sub>), with transparency greater than 2 m; the turbidity is minimal, fluctuating around 8 UFT; it lacks suspended solids; the dissolved oxygen oscillates between 7 and 8 mg/L; the pH is between 7.2 and 7.4; temperature is 20 ºC; nitrates of 3.96 mg/L; phosphates 0.75 mg/L; sulphates 2 mg/L (Soto-Galera <em>et al</em>. 1999; E. Díaz-Pardo pers. obs. 2001).&#160;Maximum known SL is 65 mm (Miller <em>et al</em>. 2005). Preliminary analysis of the stomach contents indicates that it is an entomophagous fish, with a predilection for the ingestion of terrestrial insects (De Buen 1945, Barbour 1973).", "threats": "The species is threatened by overuse of water resources, illegal domestic drainage, the deforestation of the gallery forests and human encroachment activities. Water quality and quantity in the Rio Lerma basin have both declined systematically since the since 1950. The human population of central Mexico has increased dramatically, and the associated urban, industrial, and agricultural development of the region has severely impacted aquatic resources. Water diversions and groundwater pumping for agriculture and urban uses have eliminated many springs and small streams and greatly reduced the surface area and volume of several of the large lakes. Discharges of industrial and municipal wastes have degraded water quality in many rivers, to the point that <em>Chirostoma charari </em>could no longer survive, and led to extreme hypereutrophication of some lakes, particulatly Lago de Cuitzeo. Species losses&#160;from the Lago de Cuitzeo&#160;were attributable to drying and hypereutophication of the lake because of substantial reductions in the amount and quality of tributary inputs, whereas losses from the Río Grande de Morelia watershed were the result of pollution from agricultural, municipal, and industrial sources, especially in the region around&#160;the city of Morelia (Soto-Galera <em>et al</em>. 1999). The species is also threatened by invasive alien species and hybridisation with other <em>Chirostoma</em> subspecies.", "conservationmeasures": "The species is considered extinct and no conservation actions are known.", "usetrade": "There is no information on the use or trade of this species."}]}