{"name": "56091899", "result": [{"species_id": 56091899, "taxonomicnotes": null, "rationale": "<em>Garra mlapparaensis</em> is assessed as Endangered due to its  restricted distribution, occurring in only a single location in the  Periyar River System of Kerala, with an Extent of Occurrence (EOO) of  less than 2,000 km<sup>2&#160;</sup><sup> </sup>and habitat modifications due to floods caused by anthropogenic  interferences including climate change that are causing a continuing decline in habitat quality.", "geographicrange": "<em>Garra mlapparaensis </em>is currently known only from Mlappara, Periyar River, Kerala, India (Kurup and Radhakrishnan 2011). The species is present in a single location where the habitat is declining as an aftermath of recent  floods with serious depletion of in-stream and riparian cover (Raghavan  2019, Viju 2019).", "population": "There is no information regarding population status and trends for this species.", "populationtrend": "unknown", "habitat": "The type series of the species was collected from the main river channel. The quality of the habitat is deteriorating as an aftermath of recent floods with serious depletion of in-stream and riparian cover (Raghavan 2019, Viju 2019).", "threats": "Recent occurrences of floods, because of several anthropogenic interference including climate change, has affected the rivers of Kerala including Periyar and its fish fauna adversely (Raghavan 2019, Viju 2019) and there has been serious depletion of in-stream and riparian cover in Periyar River (Raghavan 2019), which could have altered the habitat of the species.", "conservationmeasures": "No species specific conservation actions are in place for <em>Garra mlapparaensis</em>. The species is known from Periyar Tiger Reserve. Since the species is known only from its original description, research is essential to understand its population status, trends, distribution, ecology and species specific threats. Monitoring of population and habitat trends after the floods is essential.", "usetrade": "There is no information on use and trade of this species."}]}