{"name": "176236162", "result": [{"species_id": 176236162, "taxonomicnotes": null, "rationale": "This species has a restricted distribution with an extent of occurrence (EOO) of 14,504 km<sup>2</sup> and an area of occupancy (AOO) of 2,238 km<sup>2</sup>. The population and habitat is in continuing decline, because of both relentless fishing pressure and gold mining activities. There are three locations based on these threats. Therefore, it is assessed as Vulnerable.", "geographicrange": "This species occurs in coastal drainages of Suriname and French Guiana. It is limited to the upper reaches of rivers, where flow is swift, water is clear and Podostemaceae plants can grow in the rapids. The type locality is the Maroni River, Twenké, French Guiana. Records for Guyana require confirmation.", "population": "There are no data available to estimate the population size of this species, however its populations are suspected to have decreased because of fishing pressure and habitat alteration due to gold mining and dams such as the Petit Saut in French Guiana and Brokopondo in Suriname.", "populationtrend": "decreasing", "habitat": "This is a large herbivorous serrasalmid. It lives in rivers and streams with strong flow, often feeding on Podestemaceae that live in the rapids, but also consuming seeds, fruits flowers and sometimes invertebrates or small fishes. It probably spawns in mid-river where males form schools visited by females that release eggs into the current where they are fertilized and float downstream as part of the drift.", "threats": "Fishing pressure is probably the most serious threat to this species, but it is also impacted by gold mining which destroys its habitat and leads to water pollution. The Brokopondo Reservoir dam, and others in Suriname, have impacted this species, which is migratory.", "conservationmeasures": "There is no information on conservation actions for this species.", "usetrade": "This is an important food fish that may locally be overfished."}]}