{"name": "164692230", "result": [{"species_id": 164692230, "taxonomicnotes": null, "rationale": "<p><em>Xenophallus umbratilis</em> is found on the Atlantic slope of Nicaragua and Costa Rica from Lake Nicaragua southwards to the Parismina River drainage in central Costa Rica, and in the Bebedero River drainage on the Pacific slope of Costa Rica. Extent of Occurrence (EOO) is estimated to be 15,733 km<sup>2</sup>. Total population size is unknown. Major pervasive threats, primarily those associated with land-use change and extensive agriculture, have resulted in an inferred decline in the availability and quality of habitat. Though the scope and magnitude of these threats have not been evaluated in detail, given the pervasiveness of the threats impacting the species, it is unlikely that the species occurs in more than ten locations. Based the limited range of the species, small number of locations where the species occurs, and continuing declines in habitat quality, the species is listed as Vulnerable under criterion B1ab(iii). Additional research is needed to better understand the species' population, population structure, population trend, and the scope and magnitude of threats to the species' habitat.<br/></p>", "geographicrange": "<p><em>Xenophallus umbratilis</em> is found on the Atlantic slope of Nicaragua and Costa Rica from the Lake Nicaragua drainage southwards to the Parismina River drainage in central Costa Rica. On the Pacific slope of Costa Rica, range extends into the Bebedero River drainage (Bussing 1998, Smith and Bermingham 2005, Angulo <em>et al</em>. 2013), which probably&#160;represents translocation through artificial waterways used for agricultural irrigation (A. Angulo pers. comm. 2019). In the Lake Nicaragua drainage, distribution is unlikely to extend into Lake Nicaragua proper (A. Angulo pers. comm. 2019). Elevational distribution ranges from 35-590 meters above sea level (Angulo <em>et al</em>. 2013). The type locality of this species is Guapiles River, Limón, Costa Rica (Lucinda 2003).&#160;&#160;</p>  <p>Extent of Occurrence (EOO) is estimated to be 15,733 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the pervasive effect of land-use change and the influence of non-point agricultural runoff on aquatic habitat, the species is likely to occur in fewer than ten locations. Additional research is needed to assess the structure of existing subpopulations, their spatial distribution, and their specific conservation status.<br/></p>", "population": "<p>Total population size and population trend are unknown. This species is reportedly uncommon in ichthyological surveys from the Sarapiquí River drainage in Heredia, Costa Rica, where is was detected at 15.4% of sampled localities (Angulo <em>et al</em>. 2017). Similar surveys from two streams that are tributary to the Sarapiquí River suggest similarly low abundances (Burcham 1988).</p>  <p>The University of Costa Rica Museum holds 56 collection lots and 2,211 individual specimens (del Moral Flores <em>et al</em>. 2018).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in brooks, creeks, rivers, and lakes, across a broad range of water velocities, and water temperatures ranging from 21-37 °C. It is typically found in small groups of conspecifics (Bussing 1998). Diet is comprised primarily of filamentous algae, but also includes to a lesser extent aquatic and terrestrial insects and detritus (Bussing 1998, Small <em>et al</em>. 2011). This species reaches a maximum body size of 4-4.5 cm total length (TL) (Bussing 1998, Lucinda 2003).</p>", "threats": "<p>A number of threats are present in southern Nicaragua, northern Costa Rica, and along the Atlantic coast of Costa Rica. In Nicaragua, these include declines in habitat quality resulting from land-use changes and deforestation, with associated impacts from agricultural pollution and increased sedimentation (Vammen <em>et al</em>. 2019). With many areas lacking sanitation, sewage and discharged wastewater have resulted in significant eutrophication (Vammen <em>et al</em>. 2019). Construction of the Nicaragua Canal has the potential to further reduce habitat quality (Chen et al. 2016).</p>  <p>Similar threats are present in northern Costa Rica, and along coastal regions of the Atlantic slope, which have undergone extensive deforestation and land-use conversion as plantation agriculture has expanded (Van Laake and Sánchez-Azofeifa 2004). Agricultural activities, primarily single crop banana and pineapple plantation agriculture, have led to considerable nutrient and pesticide input from non-point sources (Castillo <em>et al</em>. 2006, Polidoro <em>et al</em>. 2008, Bower 2014, Diepens <em>et al</em>. 2014, Echeverría-Sáenz <em>et al</em>. 2012, Shaver <em>et al</em>. 2015, Fornier <em>et al</em>. 2018). Pesticide pollution has been implicated in modification of the native macroinvertebrate community (Anderson <em>et al</em>. 2006), and has been detected in native freshwater fishes (Echeverría-Sáenz <em>et al</em>. 2012). Additional threats include pollution from domestic and industrial sources, and the continued development of hydroelectric infrastructure (Guzmán-Arias and Calvo-Alvarado 2013).</p>  While these threats are inferred to have resulted in a decline in the area and quality of habitat, their scope and magnitude, and their direct impact on habitat availability and the population status of <em>X. umbratilis</em> have not been evaluated in detail. However, threats to the species are consistent across the majority of the species' range and the number of locations where the species occurs is unlikely to exceed ten.", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>X. umbratilis</em>. This species probably occurs in a number of protected areas, including Indio Maíz Biological Reserve, Caño Negro Wildlife Refuge, Barra del Colorado Wildlife Refuge, and Tortuguero National Park (IUCN and UNEP-WCMC 2019). </p>  <p>Additional research regarding population size, population status, and the scope and magnitude of existing threats is needed to inform the conservation status of this species. Furthermore, subpopulations within Costa Rica are separated into four distinct clades that represent potentially significant conservation units, which may have implications for conservation planning (Jones and Johnson 2009). <br/></p>", "usetrade": "<p>This species is found within the ornamental aquarium trade (Angulo <em>et al</em>. 2017). However, the total volume of wild harvest is unknown. </p>"}]}