{"name": "184188", "result": [{"species_id": 184188, "taxonomicnotes": null, "rationale": "This species was previously only known from the type specimen found in 1985 in the Nyungwe Forest, Rwanda (\"ca. 1,500 m asl, Karamba\", leg H. Mühle, ZSMC), which was at that time a rather degraded and encroached forest. In 2016 it was found in the swamp forests at the eastern end of Kamiranzovu Swamp and in the adjacent area (Karamba). The known distribution area for this species is small and currently only one subpopulation is known. Although this species is currently protected in the Nyungwe National Park, a single threat event (for example severe drought, pollution, building activities or water extraction) could lead to the extinction of this species. Therefore, it is assessed as Vulnerable based on D2.<br/><br/>It is possible that this species is actually Critically Endangered but evidence cannot be provided to support this. This species may have previously been much more widespread in the hills of Rwanda but now have gone extinct in all areas apart from the Nyungwe National Park. This species is now dependent on protection of the Nyungwe National Park as all other potential habitats in the area have been deforested.", "geographicrange": "This species was previously only known from the type specimen found in 1985 in the Nyungwe Forest, Rwanda (\"ca. 1,500 m asl, Karamba\", leg H. Mühle, ZSMC), which was at that time a rather degraded and encroached forest. In 2016 it was found in the swamp forests at the eastern end of Kamiranzovu Swamp and in the adjacent area (Karamba).", "population": "Only one subpopulation of this species is known.", "populationtrend": "unknown", "habitat": "<p>The Nyungwe Junglewatcher&#160;was described in 2006, based on one museum specimen from the \"Zoologische Staatssammlung Munich\", Germany, which was collected at \"Rwanda, Nyungwe National Park, Karamba, (2°30’S, 29°10’E), muddy pools and slow-flowing streamlets in rainforest, alt. c. 1,500 m asl.\" (Dijkstra and Vick 2006). There was no further information available for this highly endemic species until two expeditions in 2016. While a few specimens were recorded along a stream in January 2016, hatching adults were found in the swamp forests around Kamiranzovu Swamp in March 2016. The Nyungwe Junglewatcher seems to be restricted to the Karamba trail and Kamiranzovu Swamp area in the Nyungwe Mts and the population should be monitored in the future.</p>", "threats": "Currently this species lives in the Nyungwe National Park, which is protected by national law. Formerly the area, especially the Kamiranzovu Swamp, was inhabited by elephants. Whether the absence of elephants will change the habitat in the long run is unknown.<br/><br/>A single event (e.g. severe drought, pollution, building activities or water extraction) could wipe out the entire population, and all of these activities represent plausible threats.", "conservationmeasures": "No conservation measures are known but information on taxonomy, population size and trend, ecology, threats and habitat status would be valuable. This species is now dependent on protection of the Nyungwe National Park as all other potential habitats in the area have been deforested.", "usetrade": "This species is not utilised."}]}