{"name": "176426357", "result": [{"species_id": 176426357, "taxonomicnotes": null, "rationale": "This species is categorized as Vulnerable <span class=\"VIiyi\" lang=\"en\"><span class=\"JLqJ4b ChMk0b\" data-language-for-alternatives=\"en\" data-language-to-translate-into=\"auto\" data-phrase-index=\"2\"><span>because the extent of occurrence (EOO) is 6,439 km<sup>2</sup>, with two locations based on the threat of agriculture, and a continuing declined in the quality of habitat based on this threat.</span>", "geographicrange": "<p>This species is known from two isolated ponds located inside of San Juán Poriahú ranch in the north-west of Esteros del Ibera wetlands (type locality) (Almirón<em> et al. </em>2004).&#160;This species is distributed in Corrientes Province in Laguna San Juan, Lagunas in San Juan Poriahú ranch outflow channel in San Juan Poriahú lagoon, Bañado Blanco Cué, and Esteros de Santa Lucía. The species inhabits the&#160;Great River&#160;ichthyological province<em>&#160;</em>of Argentina&#160;(Lopez <em>et al. </em>2018) and belongs to the&#160;Región Humedales del corredor fluvial Chaco-Mesopotámic,&#160;Subregión Ríos, esteros, bañados y lagunas del río Paraná<em> </em>of the Argentine wetlands classification (Benzaquen<em> et al.</em> 2017).</p>  <p>&#160;</p>", "population": "No quantitative information on the population size or trend is available. Due to its restricted distribution, the species seems to be not very common or even rare.&#160;Since the species has not been identified as having economic or conservation value, no studies have been devoted to assessing its trends and status.", "populationtrend": "unknown", "habitat": "<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">The species lives in a vegetated area. Limnological characteristics where the species was collected exhibited low levels of conductivity, alkalinity and hardness (Almirón <em>et al. </em>2004). <span title=\"\">The pH was slightly acidic, there was a high concentration of dissolved oxygen and the water had a high transparency (Almirón <em>et al. </em>2004).</span>", "threats": "The main threats are related to aquatic habitat degradation due to agricultural practices.", "conservationmeasures": "There are no conservation actions in place.", "usetrade": "There is no use or trade information for this species."}]}