{"name": "164692241", "result": [{"species_id": 164692241, "taxonomicnotes": null, "rationale": "<em>Xiphophorus signum</em> is known only from three localities in the Salba River, a small headwater creek of the Chajmaic River in Alta Verapaz, Guatemala, and exhibits an Extent of Occurrence (EOO) and Area of Occupancy (AOO) of 12-72 km<sup>2</sup>. Total population size and population trend are unknown. Potential threats to the species include abstraction of surface water and runoff from palm oil plantations. Comprehensive ichthyological sampling has not been carried out in the known range of this species, or in drainages immediately adjacent to the known range that may contain suitable habitat. Given the species' extremely limited range, occurrence in a single location, and the potential for significant impacts caused by palm oil plantation development, the species is listed as Vulnerable under criterion D2.", "geographicrange": "<p><em>Xiphophorus signum</em> is restricted to the Chajmaic River basin (Rosen 1969, Lucinda 2003, Valdez-Moreno <em>et al</em>. 2005). It has only been collected from the Salba River, a small headwater creek of the Chajmaic River, which is tributary to the Pasión River and part of the larger Usumacinta drainage basin in Alta Verapaz, Guatemala (Rosen 1969, Lucinda 2003, Valdez-Gonzalez <em>et al</em>. 2005, Kang <em>et al</em>. 2013, Matamoros <em>et al</em>. 2015). </p>  Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 12-72 km<sup>2</sup>, with a lower bounded estimate calculated by overlaying a 2x2 km grid on georeferenced collections records, and an upper bounded estimate calculated by overlaying a 2x2 km grid over the entirety of linear stream habitat within the Salba River (GBIF 2019).", "population": "The total population size and population trend of this species are unknown. An unknown number of individuals were collected for the Xiphophorus Genetic Stock Center in 1963 (Walter <em>et al</em>. 2006). A total of 928 paratypes were collected during the original species description, across three nearby portions of the upper Chajmaic River (Rosen 1969). Recent collections have occurred in 2015 and 2018.", "populationtrend": "unknown", "habitat": "<p>This species has been reported from a small creek characterized by relatively dense forest cover and fast, clear water as well as in lateral pools (Rosen 1967, Rosen 1969). The maximum reported body size of this species is 7.5 cm total length (TL) (Lucinda 2003).</p>", "threats": "<p>Small-scale agriculture and rural communities exist along much of the length of the Salba River. However, the impacts of these potential threats have not been evaluated in detail. Development of palm oil plantations within the region has the potential to cause habitat degradation through increased erosion and sedimentation, surface water abstraction, and runoff of herbicides and pesticides. Future development of palm-oil plantation in adjacent areas could feasibly drive this species to a higher threatened category within a very short period of time.<br/></p>", "conservationmeasures": "<p>This species was listed as Critically Endangered under criterion B2b in a joint report published by Conservation International, the Zamorano Biodiversity Center, and the Critical Ecosystem Partnership Fund (García-Moreno <em>et al</em>. 2006). The Guatemalan National Red List assessed this species under Category 1 (CONAP 2009). This species has not been reported within the boundaries of any protected areas (IUCN and UNEP-WCMC 2019). An evaluation of potential threats, as well as the scope and magnitude of their impacts is needed. Population monitoring and site protection are likely warranted given the available information. <em>Ex-situ</em> populations are maintained as an inbred strain at the Xiphophorus Genetic Stock Center in San Marcos, Texas (Walter <em>et al</em>. 2006). Additional sampling regarding distribution, population size, and population trend are urgently needed (Valdez-Moreno <em>et al</em>. 2005).</p>", "usetrade": "<p>This species is unlikely to be utilized in any commercial capacity.</p>"}]}