{"name": "125341281", "result": [{"species_id": 125341281, "taxonomicnotes": null, "rationale": "<p><em>Pseudoxiphophorus diremptus</em> is restricted to the Chajmaic River and its tributaries in Alta Verapaz, Guatemala. Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 12-68 km<sup>2</sup>, and the species occurs in a single location. Total population size and population trend are unknown. Future threats to this species include sand mining and abstraction of surface water for agricultural use, which could feasibly drive this species into a higher category of threat within a short period of time. Considering these threats and the species' limited range, it is listed as Vulnerable under criterion D2.<br/></p>", "geographicrange": "<p><em>Pseudoxiphophorus diremptus</em> is restricted to the Chajmaic River and its tributaries, an intermontane basin in Alta Verapaz, Guatemala, that extends for approximately 22 km<sup>2</sup> and is connected to the Sebol River by a subterranean passage (Rosen 1979, Valdez-Moreno <em>et al</em>. 2005, Agorreta <em>et al</em>. 2013, Matamoros <em>et al</em>. 2015). The type locality is a small tributary to the Chajmaic River, approximately 15 km south of Sebol along insterstate highway 5 (Lucinda 2003). Because the species is difficult to identify and misidentifications are common, it may be more widespread than is currently recognized within the upper Usumacinta drainage.<br/></p>  Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 12-68 km<sup>2</sup>, with a lower bound estimated by overlaying a 2x2 km grid on georeferenced collection records (GBIF 2019) and an upper bound estimated by overlaying a 2x2 km over the entirety of the Chajmaic River. This species occurs in a single location.", "population": "<p>The total population size and population trend of this species are unknown. This species is known from 298 paratypes (Rosen 1979). Recent ichthyological samples are sparse (Valdez-Moreno <em>et al</em>. 2005), however 25 individuals were collected in 2010 (Morales-Cazan and Albert 2012) and additional collections occurred in 2018.</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in small tributary streams, small rivers, and woodland pools (Rosen 1979), and reaches a maximum reported body size of 6.4 cm total length (TL) (Lucinda 2003).</p>", "threats": "<p>Current threats to this species are largely unknown. Should sand mining occur within the species' range it could have significant negative impacts on the species' population given its limited distribution. Agricultural development has the potential to cause declines in water quality due to diversion and runoff. These are plausible future threat that have the potential to drive this species into a higher threat category within a short period of time.<br/></p>", "conservationmeasures": "<p>This species is currently listed in category three on the Guatemalan List of Threatened Species, which limits use to scientific research, reproduction for commercial or conservation purposes, and controlled wild collection and trade (CONAP 2009). It has not been reported within the bounds of any protected areas (IUCN and UNEP-ECMC 2019). Additional information regarding distribution, population size, population trend, and the impacts of potential localized or regional threats is needed.</p>", "usetrade": "<p>This species is not utilized. Current listing in category three on the Guatemalan List of Threatened Species limits use to scientific research, reproduction for commercial or conservation purposes, and controlled wild collection and trade (CONAP 2009).</p>"}]}