{"name": "196103", "result": [{"species_id": 196103, "taxonomicnotes": "Genus has changed to <em>Pethia</em> by Pethiyagoda <em>et al.</em>&#160;(2012) and&#160;<em>Barbus cumingii</em>&#160; (= <em>Puntius cumingii</em>) misapplied to this species Meegaskumbura <em>et al</em>. (2008)", "rationale": "<em>Pethia reval</em> is a range-restricted, endemic species, known from four locations in the western lowland wet zone of&#160; Sri Lanka. Its estimated Extent of Occurrence (EOO) is 2558 km<sup>2</sup> and Area of Occupancy (AOO) is 172 km<sup>2</sup>. A continuing decline in the extent and  quality of its habitat has been observed due to  hydropower projects, water pollution from domestic and agricultural sources,  logging and gem mining activities and increased sedimentation. The  species is also threatened by ornamental fish trade, overfishing for  local consumption and competition and predation from introduced invasive alien species. These threats are likely to continue as the area is  undergoing agricultural expansion of rubber and tea plantations and  there is no current protection for the majority of its habitat. The  species is therefore assessed as Endangered.", "geographicrange": "This species is an endemic&#160;freshwater fish from south-western Sri Lanka. It can be found throughout the Kelani drainage, and it has been recorded from the lowlands northwards to the Maha drainage and northwards up the Maha Oya River (Meegaskumbura <em>et al</em>. 2008). It has been found in the districts of Gampaha, Colombo and Kegalle. There is also an introduced population in Kandy.", "population": "This species has a restricted range as it is only found in the south-west of Sri Lanka. There is limited specific population information available to determine how common it is throughout this range. However, population declines have been inferred from declines in habitat extent and quality caused by hydropower projects, pollution from domestic and agricultural sources and human disturbance of bank vegetation. Declines have also been inferred from information on the collection of this species for the ornamental fish trade.", "populationtrend": "decreasing", "habitat": "This species occupies a wide range of habitats including sandy and rocky bottomed streams. The optimal temperature range is thought to be 26-27 ˚C and this species was not recorded deeper than 2 m or in mud-bottomed streams (Jayaneththis and Suranga 2014). Its standard length ranges in size from 30-41 mm (Meegaskumbura <em>et al.&#160;</em>2008).", "threats": "This species has a limited range which lies mostly outside of protected areas, making it vulnerable to a number of threats. A major threat to this species is from the ornamental freshwater fish trade, both from extensive harvesting for exportation and the release of imported invasive species. Before the species concept of <em>P. cumingii </em>was split into <em>P. cumingii</em>&#160;and this species, 7,891 individuals recorded as <em>P. cumingii </em>were exported in 2005, with 98% of these being collected from the wild (Gunasekera 2011). <br/><br/>As of 2016, Sri Lanka has 12 alien freshwater fish established due to the release of ornamental fish, five of which have been identified as seriously invasive by IUCN. Impacts include competition, predation and stream alteration from burrowing behaviour (Sudasinghe 2016). <br/><br/>This species is also threatened by habitat loss and fragmentation from a number of sources. The most significant of these is thought to be from the development of hydropower projects, which divert water, change downstream flows, and alter turbidity and temperature fluxes. In the last two decades the 'wet zone' of Sri Lanka has seen a large number of these projects being developed (Senanyaket and Moyle 1982). <br/><br/>Concrete barriers have also been observed to break up continuous streams in which this species resides which acts to fragment populations (Jayaneththi and Suranga 2014).<br/><br/>Other threats include&#160;pollution from domestic and agricultural sources, gem mining, exploitation for local consumption, flash flooding as a result of climate change and deforestation, and a loss of habitat from logging and the creation of rubber and tea plantations, which reduces shading and vegetation load and alters temperature fluxes (Senanyaket and Moyle 1982).", "conservationmeasures": "This species has a limited range and has not been recorded within any protected areas. The export of this species is not prohibited and legislation has been reported to be poorly enforced and contradictory (Gunasekera 2011). Site protection and trade management need to be implemented to prevent further declines in this species.", "usetrade": "Members of this genus are very prominent in the ornamental freshwater fish trade and are also used for local consumption (Senanayake and Moyle 1982). <br/><br/>In 2005, 7,891 individuals recorded as <em>Pethia cumingii&#160;</em>were exported to around 48 countries, with the highest amount going to the USA and European countries such as the UK, France and Germany (Gunasekera 2011). This was before &#160;<em>P. cumingii&#160;</em>was split into into&#160;<em>P. cumingii&#160;</em>and&#160;<em>P. reval</em>&#160;(Meegaskumbura&#160;<em>et al.&#160;</em>2008), so the exact number exported is unknown. <br/><br/>Export of this species is not prohibited, and the legislation to regulate the export of endemic freshwater fish in Sri Lanka has been reported to contain gaps and contradictions with poor enforcement. There are also no current major captive breeding programs, with as much as 98% of exported fish being collected from the wild in the mid 2000's (Gunasekera 2011). This is thought to be causing populations declines throughout this species range."}]}