{"name": "118040120", "result": [{"species_id": 118040120, "taxonomicnotes": null, "rationale": "A decline in habitat quality and availability of <em>H. uruyensis</em> is inferred because of the deforestation of tropical and riparian forests in the basin of the Uruyén River. Even though its extent of occurrence (EOO) of 2,707 km<sup>2</sup> and area of occupancy (AOO) of 36 km<sup>2</sup> are small, the species is present in a national park, which might contribute to slowing down the deforestation rates in the basin of the Uruyén River if appropriate conservation measures are taken. However, it is still necessary to determine the effects of the deforestation on the populations of this species. Based on the restricted range and continuing decline in habitat, this species is assessed as Near Threatened.", "geographicrange": "This species is known only from the Uruyén river and its tributaries, in the upper Caroní Basin, in the Guiana Shield, Bolívar state.", "population": "There are no data available to estimate a population size.", "populationtrend": "unknown", "habitat": "This species inhabits rivers, streams and creeks in the Uruyen Basin, upper Caroni River. These water bodies are characterized by their clear to black waters, that tend to be acidic, and by their rocky substrates (Vari and Ortega 1986).", "threats": "The main threats for this species are represented by log extraction and deforestation of the tropical forests and shrub savannas that cover the drainage of the Uruyen River, for the settlement of small farms (Oliveira-Miranda&#160;<em>et al. </em>2010), which might be causing habitat loss for this species.", "conservationmeasures": "The entire known population occurs within Canaima National Park. There is little information available on the range, ecology and population trends of this species, and it is not possible to establish whether this species is going through population fluctuations. There is at least one illegal gold mine within the park that is near the limits of this species range, which suggests that the presence of the national park might not guarantee its conservation. More research is needed to establish the effects of the deforestation of forests in the Uruyén River on the populations of this species.", "usetrade": "It is unknown if this species is traded in the ornamental fish market or if it is part of the fisheries of indigenous peoples."}]}