{"name": "139366014", "result": [{"species_id": 139366014, "taxonomicnotes": "<p>A form allied to <em>Heliogomphus olivaceus</em> is known from Borneo, see Dow &amp; Stokvis (2018) but it is not clear if they are the same species or not at this time. For assessment purposes the Bornean form is left out of consideration but if they do eventually prove to be the same species then re-assessment will be necessary.</p>", "rationale": "<p><em>Heliogomphus olivaceus</em> is known from four locations in Palawan and Busuanga in the Philippines. Threats exist throughout the range of the species. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the presently available data is less than 500 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly. However, this species is likely to be under-recorded and it is to be hoped that with more data in the future re-assessment to a lower threat category will be possible.</p>", "geographicrange": "<p><em>Heliogomphus olivaceus</em> is known from Palawan and Busuanga in the Philippines (Asahina 1980, Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen and Muller 1997, Lieftinck 1961). The assessor is aware of records from four locations to which it has proved possible to assign separate coordinates for mapping purposes. None of the known locations appear to be within protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is unlikely to be large and with the presently available data is less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 7,717 and 16,380 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<span class=\"MsoHyperlink\"></p>", "population": "<p>There are very few records of this species but this is as likely to be a result of cryptic behaviour as genuine rarity. An ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a forest stream species but no details are known beyond this. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threat to this species will be from deforestation resulting from agriculture and logging. BirdLife International (2019, but based on information from 2001) note (for Palawan in general) that “Small-scale timber extraction and well-organised logging operations are hastening the depletion of the forest cover on the island”, this is despite the fact that the entire island is a Biosphere reserve. Severe deforestation is evident in satellite images of Busuanga.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Surveys for this species will need to include collection and rearing of larvae since the adult is likely to be elusive. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}