{"name": "139344448", "result": [{"species_id": 139344448, "taxonomicnotes": null, "rationale": "<p><em>Chlorogomphus caloptera</em> is known from six locations in southern and southern-central Viet Nam. At least one location is within a protected area. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO might be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species, although there is insufficient information on habitat requirements and ability to tolerate disturbance to gauge the severity of these declines. Its extent of occurrence (EOO) is 21,129–28,087 km². The species is close to qualifying for Vulnerable status under criterion B (VU B1ab(ii,iii); D2); more information is needed to be able to calculate its AOO, determine whether the species is undergoing a continuing decline, plausible threats and the potential effects of these on this species. Until then, it is assessed as Near Threatened. </p>", "geographicrange": "<p><em>Chlorogomphus caloptera</em> is known from six locations in southern and southern-central Viet Nam (Karube 2013, Kompier unpub. data, Phan unpub. data). At least one location is within a protected area (Kon Ka Kinh National Park). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO might be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 21,129 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 28,087 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "This species does not appear to be common. No other statement about current population sizes and health can be made with the available data except that severe fragmentation is likely because of fragmentation of suitable habitat within its range.", "populationtrend": "unknown", "habitat": "Karube (2013) states that “male patrolled a medium sized mountain stream and female oviposited in the sandy bottom of the upper part of the stream.” A female was observed by one of the assessors (T. Kompier) flying around the tree tops alongside a small stream within the forest; this stream was shallow, with a sandy bottom. The species appears to be forest-dependent and clearly breeds in sections of streams with sand substrates but nothing else is known except that it favours montane areas. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.", "threats": "<p>Deforestation (with farming of one type or another as a major driver, for instance in the Bao Loc area, where three of the locations are situated, coffee cultivation is the main driver for deforestation) is likely to be the main threat to this species but without more information on how forest-dependent it is and on its ability to tolerate disturbance it is difficult to judge how serious the threat is. The female of this species has very striking patterns on its wings which may make it a target for commercial collecting and at risk from over-collecting.</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}