{"name": "122209257", "result": [{"species_id": 122209257, "taxonomicnotes": null, "rationale": "<p><em>Euphaea cora</em> is known from 11 locations in Basilan, Mindanao and Samar in the Philippines. Most records are from Samar and there are very few records from Mindanao and these are widely spaced over the island. Although the species appears to have some degree of tolerance to disturbance to the forest surrounding its stream habitats it is apparently absent from most seemingly suitable habitats and the overall population will be severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and with the available data is below 2,000 km². The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species and as a species that appears to be confined to the lowlands it will already have lost much of its habitat. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and is assessed as such.</p>", "geographicrange": "<p><em>Euphaea cora</em> is known from Basilan, Mindanao and Samar in the Philippines (Hämäläinen personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Needham &amp; Gyger 1939, Ris 1930). The assessor is aware of records from 11 locations. Most records are from Samar and there are very few records from Mindanao and these are widely spaced over the island. It is not clear if the species occurs in any protected areas but based on nearby records it might occur in the Pasonanca Natural Park in Mindanao or the Sohoton Natural Bridge Natural Park in Samar. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is unlikely to be large and with the available data is below 2,000 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species.</p>  <p>&#160;</p>", "population": "<p>This species appears to be very locally occurring, but may be more common in Samar than in the rest of its range. An ongoing decline in overall population is inferred from loss and degradation of forest, particularly lowland forest, across the range of the species and severe fragmentation appears certain.</p>", "populationtrend": "decreasing", "habitat": "<p>This is a forest stream species but one that is capable of surviving in disturbed forest. The assessor has seen it on a stream in Mindanao where the surrounding forest had been reduced to low scrub by a typhoon the year before. However the species is apparently absent from the majority of seemingly suitable locations, suggesting that it is more specialised than we currently understand. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species. Moreover it appears to be a decidedly lowland species, which limits the habitat remaining to it because of the extent of loss of forest at low altitudes.</p>", "threats": "<p>The main threats to this species are likely to be from complete clearance of forest for agriculture or as a result of mining. Toxic chemicals released into streams as a result of mining (often illegal) are also likely to be a threat.</p>", "conservationmeasures": "<p><p>A better understanding of the exact habitat requirements and disturbance-tolerance of this species are urgently needed, along with more information on its presence in protected areas and its distribution generally and protection of habitat where it does occur.</p><br/></p>", "usetrade": null}]}