{"name": "139565462", "result": [{"species_id": 139565462, "taxonomicnotes": null, "rationale": "<p><em>Risiocnemis kiautai</em> is only known from seven locations in Sibuyan Island in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the known AOO is constrained by the area of Sibuyan (approximately 445km<sup>2</sup>) and at least some ongoing decline in the AOO and the extent and quality of suitable habitat is inferred from logging activities and clearance of lowland forest for agriculture. However the overall population appears unlikely to be severely fragmented at this time. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Risiocnemis kiautai</em> is only known from Sibuyan Island in the Philippines (Hämäläinen 1991). The assessor is aware of records from seven locations but it has not been possible to assign separate coordinates to three of these for mapping purposes. It is present in Mount Guiting-Guiting Natural Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the known AOO is constrained by the area of Sibuyan (approximately 445km<sup>2</sup>) and at least some ongoing decline is inferred from logging activities and clearance of lowland forest for agriculture.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health except that some ongoing decline is inferred due to loss and degradation of forest on Sibyan. However the forest cover on the island appears to remain continuous enough that severe fragmentation is not likely.</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a species of forest streams, all records are from the lowlands. Some ongoing decline in extent and quality of suitable habitat is inferred due to loss and degradation of forest on Sibuyan.</p>", "threats": "<p>Based on information compiled in 2001 BirdLife International (2019) state for Sibuyan that “Some small-scale, unregulated logging takes place within the park, to meet subsistence lumber and fuel-wood needs, to meet municipal development and maintenance requirements and for other commercial purposes. There is also evidence that some illegal logging was taking place on Sibuyan in the early 1990s to produce timber for export to nearby Masbate and Panay. The selective logging of prime timber species has resulted in a reduction in the size and stature of trees and in the density of the preferred timber species. Kaingin [slash and burn] farming is practised only by small proportion of the population, mostly the indigenous cultural communities. Unregulated rattan gathering for handicraft production was a major livelihood activity, but supplies have been reduced to such an extent that is said to be barely economic any longer.” Recent satellite images show disturbance to most of the forest in low lying parts of the island but information on the severity of current threats is lacking.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}