{"name": "80350630", "result": [{"species_id": 80350630, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that this species has an extent of occurrence below 100 km<sup>2</sup>&#160;and there is inferred to have been a recent decline in the extent and quality of its habitat and the number of mature individuals (which may correspond to a decline potentially as great as 80%, but this is considered over-precautionary pending post-fire surveys) as a result of bushfires that encompassed the single location where it occurs. As fire intensity and scale are expected to increase, this represents a continuing decline resulting from a recurring threat from fire. Climate change is expected to lead to significant degradation of its habitat through desiccation within at most 20-30 years.", "geographicrange": "This species is only known from the eastern massif of Stirling Range National Park, Western Australia, where it has been recorded from Ellen Peak, Bluff Knoll and the south face of Pyungoorup Peak (Rix and Harvey 2012), together covering a straight-line distance of 8 km.", "population": "This species is generally a naturally rare species. It will have declined in response to its exposure to the 2019-2020 bushfire season. It is hard to quantify the rate of population decline. It is possible that it is as high as 60-80%, but a site visit is required to confirm this.<br/><br/>Although the known subpopulations are separated from one another and members of this family are believed to be poor dispersers, it is possible that there is gene flow between them.", "populationtrend": "decreasing", "habitat": "This species is confined to high-elevation mesic heathland along creeks, where individuals have been collected by beating and sifting low shrubs and sedges (Rix and Harvey 2012). It specializes on spider prey.", "threats": "The main threat to this high-elevation species is climate change, mainly through drying of the habitat projected over the next 20-30 years, and the montane heathland is classified as a threatened habitat in local legislation. The spider is likely to be sensitive to fire, as the low shrubs and sedges it inhabits are prone to burning even in low-intensity fire, and preliminary post-fire visits to this area have indicated that no sedges survived the 2019-2020 bushfire season. This species is expected to have suffered high mortality as a result of fire and attendant habitat degradation, but survey work is needed to confirm this. The intensity and scale of fires is expected to increase as a result of a drying climate (Abram&#160;<em>et al.</em>&#160;2021), but the frequency of fires may be limited by the buildup of suitable fuel material. Prior to the 2019-2020 season Bluff Knoll last burned in the 1990s, which may reflect rates of fuel buildup as wildfires sparked by lightning strikes are common in the Stirling Range.<br/><br/>In common with other relictual invertebrates in the Stirling Range the species is expected to require moist soils that are drying as a result of both major droughts and an ongoing trend for reduced rainfall (Bain and Main in prep.), but this is in need of further study. The invasive mould&#160;<em>Phytophthora cinnamomi&#160;</em>is considered an indirect threat to invertebrates in the Stirling Range reliant on natural vegetation structure (D. Utber pers. comm. 2021), and areas invaded by&#160;<em>Phytophthora&#160;</em>have been found to contain higher densities of opportunistic invertebrates and so potential competitors for endemic species (Barrett 1996).", "conservationmeasures": "This species is endemic to Stirling Range National Park. The most important conservation intervention is fire management focused on excluding fire from this species' range, although prevention of large-scale fires is difficult. Control of&#160;<em>Phytophthora</em>-induced dieback is recommended and may be underway. Population monitoring is required, and ecological research is needed to clarify the reasons for its restricted distribution as well as to understand the impacts of possible threats from climate change and invasive species. Surveys are needed to clarify whether the species occurs away from the known localities.", "usetrade": "There is no known use of or trade in this species."}]}