{"name": "173705368", "result": [{"species_id": 173705368, "taxonomicnotes": null, "rationale": "<p><em>Euphaea sanguinea</em> is known from the east of Cambodia and south central Viet Nam. The assessors are aware of records from 14 separate sites, but some of these are so close to one another that they only constitute a single threat-defined location in the face of almost any imaginable threat, so that we only consider nine threat-defined locations to be known. Some locations are in protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of and disturbance to forest within the range of the species. Its known extent of occurrence (EOO) is 8,719–12,345 km². The overall population will be severely fragmented and threats exist across the range of the species. The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Euphaea sanguinea</em> is known from the east of Cambodia and south central Viet Nam (Kosterin 2016 as <em>Euphaea ochracea</em>, Phan <em>et al. </em>2018, Kompier unpub. data, Phan unpub. data). The assessors are aware of records from 14 separate sites but some of these are so close to one another that they only constitute a single threat-defined location in the face of almost any imaginable threat, therefore we only consider nine threat-defined locations to be known. Some locations are in protected areas, for instance Nam Ka Nature Reserve and Chu Yang Sin National Park in Viet Nam. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss of and disturbance to forest within the range of the species. Its minimum extent of occurrence (EOO) is 8,719 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 12,345 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species occurs at low densities. No other statement about current population sizes and health can be made for this species with the currently available data except that an ongoing decline in overall population is inferred from loss of and disturbance to forest within the range of the species and that the overall population will already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is typically found at larger, open aspect forest streams with boulders in the stream bed. It is not clear how much disturbance to the forest where it occurs the species can tolerate but it is not likely to be confined to completely pristine forest. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species is from clearance of forest with agriculture as the main driver. For instance in the Bao Loc area, where a number of the known locations are situated, forest is being cleared for coffee cultivation.</p>", "conservationmeasures": "<p>More data on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed.</p>", "usetrade": null}]}