{"name": "164045411", "result": [{"species_id": 164045411, "taxonomicnotes": null, "rationale": "<p><em>Pleotomodes needhami </em>is a range restricted firefly species found in association with ants in xeric pine and oak scrub forests along the Mid-Florida Ridge region of Florida. This species has an estimated extent of occurrence (EOO) of 1,616 km<sup>2</sup>. The population size is unknown, but based on the limited number of recorded occurrences it is probably small. Threats to this species include habitat loss and degradation due to agricultural and residential development as well as light pollution from nearby towns. The few occurrences scattered throughout Highlands County and the southern tip of Polk County fall into about four or five locations, as the main threats of habitat loss and light pollution, probably impact each location differently based on proximity to several small cities, including Lake Placid, Sebring, and Avon Park, among others. Therefore, due to a reduced EOO, limited number of locations, and continuing decline in quality of habitat, this species is listed as Endangered under criterion B1ab(iii). </p>", "geographicrange": "<p></p><p><em>Pleotomodes needhami </em>is restricted to a few localities along the Mid-Florida Ridge in Polk and Highlands Counties (GBIF 2020, NatureServe 2020). The type specimen was collected at Lake Placid, Florida in 1945 (Green 1948). </p><p>  </p><p>The estimated extent of occurrence (EOO) for this species is 1,616 km<sup>2</sup>. The few occurrences where this species has been reported throughout Highlands County and the southern tip of Polk County, fall into about four or five locations as the main threat, light pollution, probably impacts each location differently based on proximity to several small cities, including Lake Placid, Sebring, and Avon Park, among others.</p><br/><p></p>", "population": "<p></p><p>The population size and trend are not known for <em>Pleotomodes needhami</em>. Sivinski<em> et al.</em> (1998) reported seeing 6 female glows on the most productive night of sampling at Archbold Biological Station. This site remains well preserved, but it is unclear whether occurrences outside of Archbold Biological Station remain extant.&#160;</p><br/><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p><a name=\"_Hlk30671621\"><em>Pleotomodes needhami </em></a>occurs in association with several species of ant in the xeric pine and oak scrub forests of the Mid-Florida Ridge (Sivinski<em> et al. </em>1998). Associated ant species, which inhabit the sandy soils of the region, include <em>Trachymyrmex septentrionalis</em> (McCook), <em>Odontomachus clarus</em> (Roger), and perhaps a <em>Dorymyrmex</em> species (Sivinski<em> et al.</em> 1998). It is uncertain what benefit <em>P. needhami </em>gains by inhabiting ant colonies, as they have not been observed feeding on ant larvae or debris, although living in the colony could reduce the risk of predation <a name=\"_Hlk30679859\">(Sivinski<em> et al. </em>1998)</a>. Larvae in captivity were fed snails on the soil surface. Larvae, pupae and adults of both sexes have been found within brood, queen, and fungal-mass chambers of ant nests, yet&#160; it is unclear how the imposters evade detection by the ant hosts (Sivinski<em> et al. </em>1998). Neotenous, flightless adult females emerge from ant colonies after dark in mid-April, emitting a light for up to an hour to attract males (Sivinski<em> et al. </em>1998). These signalling females appear to be associated with ant nest entrances, suggesting this firefly may be an obligate ant symbiont. Males also glow and luminescence continues through the duration of copulation (Sivinski<em> et al. </em>1998). It is unclear whether dispersion between ant colonies happens via the larvae or the adult females. </p><br/><p></p>", "threats": "<p></p><p>Threats to <em>Pleotomodes needhami</em> include habitat loss and degradation due to development and artificial light at night. Clearing of land for citrus and other agriculture, and residential development, especially along lakesides, is ongoing in the region of Florida where this species occurs. This species is particularly vulnerable to habitat loss, as females are flightless and may not be able to colonize new areas as habitats are destroyed. Trampling of these flightless females is also a potential threat, as they are restricted to ground level habitats (S. Lewis pers. comm. 2018). Light pollution may also be problematic for this species, especially as development brings increased human activity to the region. Experimental studies have shown artificial light can interfere with the production and reception of firefly courtship signals, leading to decreases in mating success (Lewis <em>et al</em>. 2020, Owens and Lewis 2018).</p><p><strong></strong></p><br/><p></p>", "conservationmeasures": "<p></p><p>There are no conservation measures in place specifically for <em>Pleotomodes needhami</em>. It is however, listed as a Species of Greatest Conservation Need (SGCN) by the Florida Fish and Wildlife Conservation Commission (FWC 2019), and as Critically Imperiled by Nature Serve (2020). This species occurs in at least one protected area, Archbold Biological Station, which is a preserve dedicated to conservation and research (Protected Planet 2020). Additional research on current population size and trend, as well as potential threats is necessary to better monitor this species. </p><br/><p></p>", "usetrade": "<p></p><p>There is no evidence that <em>Pleotomodes needhami </em>has been harvested for luciferase, targeted for entomo-tourism activities, or otherwise utilized.</p><br/><p></p>"}]}