{"name": "59769", "result": [{"species_id": 59769, "taxonomicnotes": "<span style=\"font-weight: bold;\">A-group</span>. <em>Pseudagrion</em> is likely to be split into two genera at some point. Until this taxonomic split occurs, the candidates for these two groups are highlighted by \"group A\" and \"group B\".", "rationale": "The Vumba Sprite is currently only known from the Chimanimani Mts and Nyanga NP in Zimbabwe. Old records from the Vumba Mountains and Mt. Selinda could not be confirmed and the habitat at these localities has recently been destroyed due to human activities (population growth, building, goldmining).&#160;Even though the locality situated in the Chimanimani National Park the ongoing illegal goldmining in the entire mountain range including the National Park, poses an immediate threat to all aquatic organism in the area. There is an report from the giz on this issue (<a href=\"https://www.giz.de/en/downloads/giz2015-en-tfca-chimanimani.pdf\" target=\"_blank\">https://www.giz.de/en/downloads/giz2015-en-tfca-chimanimani.pdf</a>) and the situation was reported as serious by local conservationists: \"The situation in the Chimanimanis is that there is considerable impact of alluvial goldmining along the upper streams and rivers, particularly on the Mozambique side of the mountains. The impact on the general ecosystem of the mountain habitats is limited and probably not lasting but certainly more serious to the those ecologies directly bound to the streams and stream banks such as your Odonata species\" (e-mail from Bart Wursten on 11th September 2016). Due to the unclear situation of the illegal gold mining in the mountainous regions in Zimbabwe, even within the National Parks, the Vumba Sprite is currently listed as Endangered based on an AOO of 28 km², an EOO of 4446 km² and 4 locations, which are highly fragmented and threatened by illegal mining and agriculture.", "geographicrange": "This species is endemic to Zimbabwe, where it has been recorded from the Vumba Mountains and Mt. Selinda (old records) and the Chimanimani and Nyanga national parks (recent records from 2013).", "population": "Current population size and trends are unknown.", "populationtrend": "unknown", "habitat": "Streams in montane bush or forest (Pinhey 1984).", "threats": "Potential threats are deforestation, alien invasive trees, and alien invasive predatory fish (e.g., trout). Deforestation is inferred to be a threat to the species, based on general deforestation occurring in the region.", "conservationmeasures": "Protection of forest habitat is needed. Research into population numbers and range, biology and ecology, habitat status, threats, conservation measures, and trends/monitoring of this species would be valuable.", "usetrade": null}]}