{"name": "189551153", "result": [{"species_id": 189551153, "taxonomicnotes": null, "rationale": "This species is listed as Endangered because of a population decline, suspected to be between 70-79 % over the past ten years, as a result of bushfires on Kangaroo Island in Australia. The species' extent of occurrence (EOO) is estimated to be 1,921 km<sup>2</sup>, it occurs in five or fewer locations when considering the ongoing threat of bushfire, and there is a continuing decline in the extent and quality of its habitat due to the impacts of fire, including prescribed or fuel-reduction burns and associated practices.", "geographicrange": "This Australian species is endemic to Kangaroo Island, in the state of South Australia. Historically this species was found in the west of the island, extending east as far as Emu Bay. Surveys in late 2020 and early 2021 have extended the range to the far west and northwest (R. Glatz unpubl. data). It probably extends further in to the east of the island but surveys are needed to confirm this (R. Glatz pers. comm. February 2020). It is expected to be restricted to Kangaroo Island as it has not been found on the mainland despite surveys. The maximum elevation of Kangaroo Island is 307 m asl, and this species is likely to occur across the elevational range of the island.", "population": "This is a reasonably common species in suitable habitat. Individuals are usually found dispersed within the landscape and are not often encountered in large numbers (R. Glatz pers. comm. February 2020). It was discovered in the 1970s, and it is suspected that the population has been slowly declining due to habitat loss and degradation over the following decades. Around 50% of the island was cleared between 1950 and 1990 (R. Glatz pers. comm. 2021). Rates of clearance have declined since the introduction of the Native Vegetation Act in 1991.&#160;In the summer of 2019-2020 a catastrophic bushfire, the largest in the recorded history of Kangaroo island, burnt almost half of the island. All of the conservation reserves and most of the native vegetation in the north, west and centre of the island were impacted; most at high, or very high severity, with only scattered unburnt patches remaining. It is estimated that the fire overlapped with 80% of the species' extent of occurrence,&#160;48% was burnt at high intensity and the percentage of adults lost in the high intensity fire would be greater than&#160;90%. High severity fire burns plants inhabited by this species (which is flightless). From these estimates it is suspected that a loss of&#160;70-79% of the population occurred in this one fire event.", "populationtrend": "decreasing", "habitat": "This species occurs in temperate forest, heathland, along creek banks and adjacent to wetlands. It can occur in open forest (&gt;50 to 80% crown cover) and woodland forest (20 to 50% crown cover). It is a predatory and likely omnivorous species that relies on plants for shelter and calling sites, and is generally found in vegetation or moving between plants. Although it appears to be a habitat generalist, vegetation structure appears to be important as the largest numbers are encountered in areas containing low vegetation with an open structure. The species is flightless but able to jump well, and is unlikely to disperse over large distances even if capable. It could potentially disperse up to one km and perhaps more. In summer the species matures and mates. It is unknown if eggs are laid in the ground, plant tissues or crevices in wood or bark. Nymphs emerge at an unknown time and mature the following summer. It is possible individuals can live longer than one year, but there is no evidence of this. The generation length is definitely less than three years and is probably between 4-6 months.<strong>&#160;</strong>This species is tolerant to a degree of habitat disturbance, in particular some opening up of areas of dense vegetation, but is not found in anthropogenic habitats such as those undergoing agricultural production", "threats": "<p>Historically there was significant loss of habitat to agriculture on Kangaroo Island, but since the 1990s this has significantly slowed.&#160;Bushfire is now the most significant threat, and in particular an increased frequency, intensity and scale of fire due to climate change. Increasing&#160;frequency of fires will reduce the chance for plants to recover between fire events and prevent species such as this one, with restricted dispersal ability, from recolonizing impacted areas. In addition to increasing the frequency, intensity and scale of fires (Abram <em>et al.</em> 2021), climate change is also likely to increase the frequency and duration of droughts, and reduce humidity and increase aridity. Fire management practices in response to the 2020-2021 fires also pose a threat; increases in the number and frequency of \"fuel reduction\" burns are reducing native vegetation, removing remnant long-unburnt habitat and causing additional decline of species in these areas through fire induced mortality; fire breaks are being constructed in reserves, along with the creation of new fire access tracks, which remove vegetation and increases threat from associated fragmentation/weed incursion and potential spread of phytophthora through vehicle access and earth works.&#160;Recent legislative changes to allow development in Flinders Chase National Park with minimal environmental assessment or biological offsetting is of concern, and similar legislative changes are expected in future. Invasive weeds are a threat, particularly ground matting, or rhizomatous species, such as Bridal Creeper (<em>Asparagus asparagoides</em>) or Bridal Veil (<em>Asparagus declinatus</em>), both declared Weeds of National Significance (WeedsAustralia), and Kikuyu (<em>Pennisetum clandestinum</em>). These rhizomatous weeds can form extensive matts on the ground, smothering and outcompeting understorey vegetation and impacting ground and vegetation living fauna. Herbivores are a minor threat, and are relatively well controlled on the island compared to elsewhere on the Australian mainland.</p>", "conservationmeasures": "<strong><em>Conservation Measures In-Place<br/></em></strong>This species occurs in several protected areas across the island.&#160;<br/><br/><strong><em>Conservation Needed</em></strong><strong><em><br/></em></strong>Although this species occurs in several protected areas, these offer little protection for this species, especially given the massive impact on the reserves by the 2019/2020 fire and the subsequent management actions that are being undertaken, such as increased “fuel reduction’ burns and the removal of native vegetation for fire breaks and fire access tracks. Improved management for the conservation of invertebrates and maintenance of the ecosystem is required, to conserve the integrity of the species' habitat. Invasive species management, in particular management of matting weeds is needed. Replanting and restoration of the species' habitat could be an effective measure to help with the recovery of the population. Management of fires in the future will be crucial for the survival of this species and many others on the island to try and avoid similar catastrophic events.<br/><strong><em><br/></em></strong><strong><em><br/></em></strong><strong><em>Research Needed<br/></em></strong>Surveys in the east of the island are needed to determine the extent of the species' range. More information on the species' biology including generation length, breeding ecology and dispersal ability would be beneficial to better understand the impacts of fire events. Population monitoring would be useful to determine the recovery ability of the species.", "usetrade": "There is no use or trade of this species."}]}