{"name": "139569154", "result": [{"species_id": 139569154, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta trachelocele</em> is only known from 3-4 locations on Samar in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is likely to be small and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest throughout Samar. The known extent of occurrence (EOO) of the species is constrained by the area of Samar and based on the available data is below 5,000 km². It is likely that the overall population is already severely fragmented. The species qualifies for Endangered status under criteria B1ab(ii,iii) and, taking the reasonable precautionary approach advocated by the IUCN, is assessed accordingly. When more data are available it is to be hoped that re-assessment to a lower threat category might be possible.</p>", "geographicrange": "<p><em>Drepanosticta trachelocele</em> is only known from 3-4 locations on Samar in the Philippines (van Tol 2005). The assessor has only been able to assign separate coordinates to three locations for mapping purposes. It is likely to be present in two (non-protected) Important Bird Areas (IBA) on Samar, the Mount Cabalantian - Mount Capoto-an complex and the Mount Yacgun - Mount Sohoton complex and might be present within the Sohoton Natural Bridge Natural Park within the latter IBA. Additionally, the entirety of Samar is apparently a Natural Park but this does not seem to have any practical value. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is likely to be small and will be declining due to loss and degradation of forest throughout Samar. The known extent of occurrence (EOO) of the species is constrained by the area of Samar (13,429 km²). Calculated using <span class=\"MsoHyperlink\"><a href=\"http://geocat.kew.org/\">http://geocat.kew.org/</a> the EOO is less than 12 km² but this is clearly an underestimate, and the true EOO will be larger but is not likely to be more than 5,000 km² on the basis of the available data. </p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest throughout Samar and it is very likely that the population is severely fragmented for the same reason.</p>", "populationtrend": "unknown", "habitat": "<p>This will be a species of forest streams but no details are known. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from loss of forest to agriculture or as a result of logging. For example, based on information compiled in 2001 BirdLife International (2019) state for the Mount Cabalantian - Mount Capoto-an complex Important Bird Area where this species might occur (underlining by the assessor): “There is presumably encroachment into the forests of this IBA by illegal occupants and the extraction of timber and other forest products, <u>as elsewhere on Samar</u>.” There is no evidence that the situation has improved. </p>", "conservationmeasures": "<p>The priority for this species is for more (and fresh) data on its distribution, presence in protected areas and ability to tolerate disturbance, and for protection of more habitat where it occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}