{"name": "195362", "result": [{"species_id": 195362, "taxonomicnotes": "<em>Puntius amphibius</em>&#160;was misapplied to this species until Silva <em>et al</em>. (2008) evaluated it as a new species.", "rationale": "<em>Puntius kamalika </em>is a range-restricted, endemic species, known from five locations in the south western lowlands of Sri Lanka. Its estimated Extent of Occurrence is 3,881 km<sup>2</sup>&#160;and its Area of Occupancy is 88 km<sup>2</sup>. A continuing decline in the extent and quality of its habitat has been observed due to deforestation, siltation and accumulation of agrochemicals from  agricultural run-off. The species is also threatened by overfishing for human consumption. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore, the species is assessed as an Endangered.", "geographicrange": "<em>Puntius kamalika </em>is a species of freshwater fish endemic to Sri Lanka.<em>&#160;</em>It is found, rather uncommonly, along the Kelani to Nilwala river basins in south-western Sri Lanka (De Silva&#160;<em>et al. </em>2015).", "population": "There is no available data regarding the population of this species which is uncommon. It is possible, however, to infer a decline in population owing to the threats that are faced by this species.", "populationtrend": "decreasing", "habitat": "<p><em>Puntius kamalika </em>occurs in streams, rivers and marshes. It is found in moderately flowing streams with a sandy or gravel substrate and with rich marginal vegetation (De Silva <em>et al</em>. 2015) </p>", "threats": "The species is threatened by overfishing and habitat loss and degradation caused by deforestation, siltation and accumulation of agrochemicals from agricultural run-off (De Silva <em>et al</em>. 2015).", "conservationmeasures": "Conservation actions for this species are limited.", "usetrade": "This species is known to be utilized for human consumption."}]}