{"name": "147414545", "result": [{"species_id": 147414545, "taxonomicnotes": null, "rationale": "<p><em>Papuagrion laminatum</em> is known only from the type series from three locations in the northeast of Indonesian New Guinea collected in the 1930s. All locations are to the west of Lake Sentani, in an area where ongoing loss of and disturbance to forest is evident from satellite images. The area of occupancy (AOO) of this species is believed to be less than 2,000 km² and, together with the extent and quality of suitable habitat, is declining. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and D2, and it is assessed as such given the clear threats in the area of the known locations and taking a reasonable precautionary approach. However there are large tracts of undisturbed or lightly disturbed forest to the west and south of the known locations in areas never surveyed for Odonata and it is to be hoped that when data are available from these areas reassessment to Near Threatened or Least Concern will be possible.</p>", "geographicrange": "<p><em>Papuagrion laminatum</em> is known only from the type series from three locations in the northeast of Indonesian New Guinea collected in 1934-1936 (Lieftinck 1937). All locations are to the west of Lake Sentani, in an area where ongoing loss of forest is evident from satellite images. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but if the range of the species is really as restricted as the known locations suggest then the AOO is less than 2,000 km². The AOO is inferred to be declining due to loss of and disturbance to forest in the area of the known locations.</p>", "population": "<p>There is insufficient information to make any statement about current population sizes and health for this species except that at least some ongoing decline in overall population is inferred from loss of and disturbance to forest in the area of the known locations.<strong></strong></p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats and ecology of this species but it can be assumed to be forest dependent. The extent and quality of suitable habitat are inferred be declining due to loss of and disturbance to forest in the area of the known locations.</p>", "threats": "<p>The main threat to this species will be from deforestation and (depending on how tolerant it is) from disturbance to forest. Loss of and disturbance to forest is occurring throughout the area of the known locations, probably largely for agriculture although logging activities may also be taking place.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat at the known locations and for more data on its distribution, habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}