{"name": "195991738", "result": [{"species_id": 195991738, "taxonomicnotes": null, "rationale": "This species is listed as Endangered based on an estimated decline of at least 50% over the last 10 years mainly due to the impact of the bushfires of 2019/2020.", "geographicrange": "This species is endemic to Australia, where it occurs along the central and south coast from Sydney to Batemans Bay in New South Wales. It is likely to be restricted to rainforest in the Sydney Basin, and probably occurs in all surviving rainforest fragments around Robertson. There are two records from Queensland which may be misidentifications, one of which appears to be genetically distinct (Gunter and Weir 2017)", "population": "This species has been collected recently and may be quite common based on the number of records in the Atlas of Living Australia. It is suspected that this species has experienced a population decline due to the bushfire events of 2019/2020 which impacted 92%&#160;of known occurrences of the species (Hyman <em>et al.</em> 2020). On the assumption that mortality is of at least 50% in areas affected by moderate intensity fire - and may exceed 90% in high-intensity fire - a global population decline of at least 50% is likely to have taken place as a result of this event.", "populationtrend": "decreasing", "habitat": "This species appears to be restricted to temperate rainforest where it breeds in mammal dung, and larval development presumably takes place in shallow burrows either in or beneath the dung. It is unknown whether it is specialized on the dung of any specific species and it may be a generalist, but it has so far only been found in association with wombat dung. Most species have annual life cycles, but some may have generation lengths of up to two years.", "threats": "The major threat to this species is an increasing intensity and frequency of bushfires as a result of a drying climate (Abram <em>et al</em>. 2021). Drought may potentially impact the quality of dung if this species relies on moist dung for reproduction. Almost the entirety of the species' range in the 2019-2020 bushfire season, and all life stages are surface-active (or if they burrow at all only do so in shallow soil), and so will be directly exposed to fire. Within its range fire intensity was very high, however it may have been afforded some protection by its association with rainforest remnants in sheltered gullies which are less prone to burning. It is likely to exhibit some ability to disperse between habitat patches and so may recolonize areas from which it has been lost, however some members of this group are flightless and it is unclear whether this is the case for this species (M. Harvey pers. comm. 2021). The most severe impact of fire is likely to be the loss and decline of mammal populations, and so of the dung on which the beetle relies for reproduction and larval development, and these are likely to recover slowly from fire.", "conservationmeasures": "This species has been identified as being a priority for conservation management by Hyman<em> et al.</em> (2020). Research is needed to determine its degree of host specificity and dispersal capabilities, and post-fire surveys are needed to clarify the extent of impacts from recent bushfires.", "usetrade": "This species is not known to be used or traded."}]}