{"name": "175714581", "result": [{"species_id": 175714581, "taxonomicnotes": "<em>Sternarchorhynchus gnomus</em> was described by de Santana and Taphorn (2006) from Venezuela, Bolivar state, Caroni River. The species can be recognized among congeners of the Orinoco River basin by its short gape, terminating posteriorly at, or slightly anterior of, vertically through the anterior naris; and mid-dorsal region of head and body without narrow, lightly coloured stripe or stripe obscure (de Santana and Vari 2010).", "rationale": "This species is restricted to the Caroni River, Venezuela. The best estimate of the area of occupancy (AOO) is 4-8 km<sup>2</sup> and the best estimate of the extent of occurrence (EOO) is below 100 km<sup>2</sup>. The Caroni River is dammed at multiple points and the type locality is now submerged by the waters of the Caruachi Reservoi. Based on this threat, there is a single location. This threat is also leading to a continuing decline in the extent and quality of habitat. Therefore, this species is assessed as Critically Endangered.", "geographicrange": "This species is restricted to the low Caroni River, Venezuela, Bolivar state. Specimens were captured at the conﬂuence with Claro River, 07°54'30\"N 63°02'50\"W (de Santana and Vari 2010). No specimens have been captured in the Orinoco or other rivers of the basin.", "population": "No quantitative data on population parameters are available. Only ten specimens are known, all collected at the type locality (de Santana and Taphorn 2006).", "populationtrend": "unknown", "habitat": "The species is known only from the type locality, low Caroni River. Some data on the habitat are offered by de Santana and Taphorn (2006): Water characteristics were approximately pH 6.6-7.6; temperature 28 °C; water clear, visibility approximately two meters. The following contents were found in the stomachs of <em>S. gnomus</em>: chironomids, ephemeroptera, and trichoptera. The following species were collected with <em>S. gnomus</em>: <em>Apteronotus</em> cf. <em>leptorhynchus </em>(Apteronotidae); <em>Anostomus anostomus</em>, <em>Leporinus friderici</em> (Anostomidae); <em>Corydoras heteromorphus</em> (Callichthyidae); <em>Hemicetopsis minutus</em> (Cetopsidae); <em>Bryconamericus cismontanus</em>, <em>Hemigrammus rodwayi</em>, <em>Moenkhausia copei</em>, <em>Serrasalmus rhombeus</em> (Characidae); <em>Aequidens chimantanus</em>, <em>Crenicichla lugubris</em>, <em>Crenicichla lugubris</em>, <em>Mesonauta egregius</em> (Cichlidae); <em>Leptorhamdia essequiboensis</em>, <em>Brachyglanis magoi</em> (Heptapteridae); <em>Hemiodus quadrimaculatus</em> (Hemiodontidae); <em>Parodon orinocensis</em> (Parodontidae); and <em>Eigenmannia</em> cf. <em>virescens</em> (Eigenmanniidae).", "threats": "The species is highly threatened because Caroni River, the only locality reported, is dammed at various places. Specifically, the type locality is now submerged by the waters of the Caruachi Reservoir (de Santana and Taphorn 2006).", "conservationmeasures": "No plans or actions on habitat or species conservation or restoration are ongoing.", "usetrade": "No information on use or trade is reported."}]}