{"name": "173699168", "result": [{"species_id": 173699168, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis valentini</em> is known from the type location in Ream National Park in the Ream Peninsula in Cambodia, a location on an island close to the type location and a location on Phú Quốc Island, Viet Nam, there is another likely (but not confirmed) record of this species from Koh Kong Province in Cambodia. The habitat at the type locality (and throughout most of the Ream National Park) was largely destroyed in 2018 and the species is very unlikely to occur there now, so that only the location on Phú Quốc Island and that on Takeo Island can be taken as currently and definitely known. The locations on Phú Quốc Island (and probably also that on Takeo Island) are threatened by clearance of forest for agriculture and tourist developments. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small. Moreover, the AOO is observed (considering the almost certain loss of the type locality) to be declining along with the extent and quality of suitable habitat due to loss of lowland forest within the likely range of the species. The extent of occurrence (EOO) is 154-1,898 km² (depending on whether this is calculated based on point data or occupied HydroBASINS), which falls well within the criterion B1 threshold for Endangered. This species is under grave and immediate threat, it is assessed as Endangered (EN B1ab(ii,iii)).</p>", "geographicrange": "<em>Amphicnemis valentini</em> is known from the type location in Ream National Park in the Ream Peninsula in Cambodia and from Phú Quốc Island, Viet Nam (Kosterin and Kompier 2018, Kompier unpub. data). There is another likely record (but not confirmed) of this species from Koh Kong Province in Cambodia. Additionally, there is a photographic record (<a href=\"https://www.inaturalist.org/observations/37916930\">https://www.inaturalist.org/observations/37916930</a>) from Takeo Island just off the coast of the Ream Peninsular that can reasonably be assumed to belong to this species. Only a single site for the species is known on Phú Quốc Island. The habitat at the type locality (and throughout most of the Ream National Park) was largely destroyed in 2018 (see Kosterin 2019) and the species is very unlikely to occur there now, so that only the location on Phú Quốc Island can be taken as currently and definitely known. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small. Moreover, the AOO is observed (considering the almost certain loss of the type locality) to be declining due to loss of lowland forest within the likely range of the species. The extent of occurrence (EOO) cannot be calculated using minimum convex polygon and using only the locations on Phú Quốc Island and Takeo Island where the species is confirmed and still thought to be present<span class=\"MsoHyperlink\">. <span class=\"MsoHyperlink\">If the type location in Ream National Park is included, the EOO (based on a minimum convex polygon around the point data) is 154 km². Maximum EOO (based on a minimum convex polygon around occupied HydroBASINS) is 1,898 km².</span>", "population": "<p>Only a few individuals were collected at the confirmed location in Cambodia, rather more at the Vietnamese location where it was quite common. Beyond this, little can be said except that severe fragmentation seems certain given the fragmented nature of suitable habitat remaining in the area where the species occurs and that an ongoing decline in overall population is inferred from loss and degradation of lowland forest in the same area.</p>", "populationtrend": "decreasing", "habitat": "<p>Kosterin and Kompier (2018) state “In Cambodia, individuals of the new species were flushed from herbs on shady ground bluffs 1–2 m high at the banks of a small and shallow permanent nameless (?) rivulet with a dark bottom (Fig. 9) crossing lowland evergreen forest on a coastal flatland 1.7 km from its fall to the sea. The individuals hung from leaf tips or perched on twigs over a muddy ground or at moist ground bluffs of rivulet banks. … On Phú Quốc Island of Vietnam, the species was commonly observed in August 2016 in, likely year-round wet, swamp forest. Individuals of both sexes perched on leaves and twigs on the ground, or hung from the tips of nearby leaves. Towards dusk, they moved higher up into the vegetation. Although the same habitat was surveyed in the winter, no individuals could be located.” Nothing else is known. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species is loss of lowland forest, this has already happened at the type locality and throughout much of Ream National Park (despite its protected status), see Kosterin (2019) for details. Elsewhere, forest clearance for agriculture or resort and hotel development are serious threats to this species.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of additional locations where the species occurs, searches within whatever suitable habitat remains in the Ream Peninsular and (better) protection for any sites where the species is found and for searches in adjacent parts of Cambodia and Vietnam. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}