{"name": "191266", "result": [{"species_id": 191266, "taxonomicnotes": null, "rationale": "<em>Gila eremica</em> is native to the State of Sonora, Mexico and although it is relatively widespread and with populations separate from one another, it is potentially threatened by habitat loss and this could lead to severe fragmentation. More information is required about its population trends, habitat requirements and threats to each population but it is known to be included within the boundaries of a protected area. Given the criteria for threatened close to being met in the Extent Of Occurrence (21,109 km<sup>2</sup>&#160;) but the lack of information detailing the extent and distribution of the threats, number of locations or population size or trend, the species is assessed as Near Threatened.", "geographicrange": "<em>Gila eremica</em> is a native freshwater species known from the western tributaries of the upper Rio Yaqui, specifically the headwaters of the Sonora and Matape rivers of northwestern Sonora, Mexico (DeMarais 1991, Miller 2005). This species also occupies the Rio Moctezuma in the western based Rio Yaqui basin, with the apparent localised distribution in the sub-basins thought to reflect the watershed exchange(s) over basin floors within the region (DeMarais 1991). Varela-Romero (2001) firstly reported two new populations of&#160;<em>Gila eremica</em> in large spring-fed pools (tinajas) in two subtropical canyons of the Arroyo (“creek”) El Tigre sub-basin, which intermittently drains the Sierra El Aguaje in the Matape River basin, near San Carlos-Guaymas region, Sonora. These new populations are distantly isolated from other populations in the Sonora and Matape river basins (Varela-Romero 2001<em></em>).", "population": "There are no data on population size and population trend for <em>Gila eremica</em>.", "populationtrend": "unknown", "habitat": "This relatively small chub species selects highly localised sites, reflecting the most permanent parts of the habitat. Often found in deep undercut areas of the stream formed by cliffs, boulders or tree roots, it favours depths of one to one and a half metres. Also occurring in cienegas, the vegetation is often formed of green algae, <em>Chara</em>, <em>Sigittaria </em>and <em>Potamogeton</em>&#160;(Miller 2005). This species can be found in streams and rivers of moderate to no current strength, with substrates of sand, gravel, rock and mud.<br/><br/>Captures by Minckley (1973, 1980) indicate that reproduction occurs from early March through to May. This fish is also thought to feed on algae and some insects, arachnids and smaller fishes also. The longest known measure of this species is 102 mm SL.", "threats": "The main threats in the region where this species occurs are pollution and habitat degradation due to the impacts of agriculture, as there is high levels of arsenic in both the land and water. In addition, the historic construction of numerous damns and extraction of both ground and surface water is affecting the saturation and water level within the area, leading to periods of low water levels and drought (Sonnenfeld 1992, McCully 2001), all of which is likely to be impacting <em>Gila eremica</em> to some extent. There is a copper mine in the Rio Sonora that has had spills into the river, that likely impacted the species (D. Hendrickson pers. comm. 2018).&#160;<em><br/></em>", "conservationmeasures": "No conservation actions for <em>Gila eremica</em> are known. It is known to have the Estero El Soldado protected area Ramsar Site within its distribution, but it is not specifically for the protection of this species. More information is required about its population trends, habitat requirements and threats to each population but it is known to be included within the boundaries of a protected area. <br/>This species does currently hold the status of Threatened, Criteria 5  in the U.S Geographical survey (http://fisc.er.usgs.gov/afs/) (Jelks&#160;<em>et al</em>.  2008). Criteria 5 implies: a narrowly restricted range. The sources  relevant to the supposed threats faced by this species in U.S  Geographical survey however, cannot be located.", "usetrade": "This species is not used or traded."}]}