{"name": "191253", "result": [{"species_id": 191253, "taxonomicnotes": null, "rationale": "<em>Algansea popoche </em>is endemic to Laguna de Chapala (EOO = 1100 km<sup>2</sup>) and it occurs in 2-3 locations, based on the main threats affecting its population. The species is classified as Endangered mainly due to the severe fluctuations in the volume of the lagoon which, combined with the contamination of the water, has caused excessive degradation of its habitat.", "geographicrange": "<p>This species is endemic to Mexico, where it occurs in the Pacific Slope, Lago de Chapala and its outlet (Río Grande de Santiago) above El Salto de Juanacatlán, Jalisco-Michoacán (Miller <em>et al. </em>2005). The species may have occurred in the lower portion of the Lerma River, adjacent to Lake Chapala (Barbour and Miller 1978), but it is not there anymore (O. Domínguez Domínguez pers. comm. 2018).&#160;</p>", "population": "<p>Between the years 1909 and 1912 it was an abundant fish in Chapala, until by the action of man a large area was dried, the macrophytes, which are the primary habitat of this species, decreased dramatically (Goldman 1951). Later in the 1970's, a water imbalance caused the loss of just over 50% of the volume of the lake, reducing vegetated areas equally (Díaz-Pardo&#160;2016). <br/></p>", "populationtrend": "decreasing", "habitat": "<p>This is a freshwater species, adapted for lacustrine existence, although spawning apparently occurs only in the mouth of Río Lerma and streams tributary to Lago de Chapala (Miller <em>et al.</em>&#160;2005), where there is aquatic vegetation (Guzmán-Arroyo and Ortiz-Martínez 1995). Spawning coincides with the rainy season from late May to late August. The species evidently feeds by ingesting mud and organic matter, filtering out food particles with its numerous long, slender gill rankers (53-87 on the first gill arch) (Miller <em>et al.</em>&#160;2005). In its primary stages, it is zooplanktivorous; juveniles and adults are omnivores (they eat plankton, vegetable and animal remains, as well as the decapod <em>Cambarellus</em>. The Popoche Chub reaches sexual maturity in one year. It has been estimated that an adult female has a fecundity of 25,000 to 30,000 eggs (Arregui-Mendoza 1979 in Ceballos <em>et al</em>. 2016). Maximum known SL is approximately 25 cm (Miller <em>et al.</em>&#160;2005). Individuals usually go back to the river currents to spawn and stay in them during the rainy season (mid-July to the end of August). Eggs are 3-5 mm, free, transparent, spherical (De Buen 1946).</p>", "threats": "<p>This species is regarded as scarce in Lake Chapala due to its ecological deterioration and the great demand for water by the locals (Arregui-Mendoza 1979 in Ceballos&#160;<em>et al</em>. 2016).</p><p>Additionally, Lake Chapala has experienced a long-term continual decline in water volume primarily resulting from increased agricultural demand for ground and surface water (comprising the majority of water-use in the region) (SAGARPA 2015). Low water volume may be exacerbated by climatic fluctuations (Filonov <em>et al.</em> 2001, Filonov<em>&#160;</em>2002) and by increases in surface transpiration due to nutrient-induced presence of floating macrophytes (Lind and Davalos-Lind 2002).<br/></p><p>The capture of fishery resources in the Laguna de Chapala has decreased significantly, because of the environmental deterioration of the basin, low water levels and excessive increase in fishing effort (SAGARPA 2004).</p>", "conservationmeasures": "No conservation actions for <em>Algansea popoche</em> are known. Lake Chapala is a Ramsar site. It is listed as Threatened under the Mexican NOM-059 SEMARNAT 2010.  Research is needed to determine if this species is still present within its known distribution and to assess its population status, trend, and  the threats that are affecting it. Conservation in terms of an&#160;<em>ex-situ</em>&#160;approach is recommended.<br/><br/><em>A. popoche&#160;</em>currently holds the status of Endangered, Criteria 1,2,5 in the U.S Geographical survey (http://fisc.er.usgs.gov/afs/) (Jelks&#160;<em>et al</em>.  2008). Criteria 1 implies: present or threatened destruction,  modification, or reduction of a taxon's habitat or range, including  perturbations caused by factors such as sedimentation, chemical  pollution, dewatering, and anthropogenic modifications to natural  channels or flow regimes. Criteria 2 implies: over-exploitation for  commercial, recreational, scientific, or educational purposes;  intentional eradication with ichthyocides; or indirect impacts of  fishing pressure such as reduction or loss of host fish populations  required by parasitic lampreys. Criteria 5 implies: a narrowly  restricted range. The information sources relevant to the supposed  threats faced by this species in U.S Geographical survey however, cannot  be located.", "usetrade": "<em>Algansea popoche</em> was used for food and sold in local markets."}]}