{"name": "197120", "result": [{"species_id": 197120, "taxonomicnotes": null, "rationale": "<p><em>Indolestes divisus</em> is endemic to Sri Lanka, where it has a scattered distribution, mostly in the east of the island. The assessors are aware of records from 22 locations, some within protected areas (for example, the Wilpattu National Park). Its area of occupancy (AOO) is likely smaller than 2,000 km² and is inferred to be declining along with the extent and quality of suitable habitat due to loss of and alterations to habitat and other threats within the range of the species. Its extent of occurrence (EOO) is likely &lt;20,000 kmÆ (EOO = 18,680–23,268 km²). The overall population will be severely fragmented. The species is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)+2ab(ii,iii)).</p>", "geographicrange": "<p><em>Indolestes divisus </em>is endemic to Sri Lanka (Bedjanič <em>et al. </em>2014; Sumanapala 2017, unpub. data), where it has a scattered distribution in the “Montane zone and lowlands of the island. However, the known records from the lowlands are mainly found from intermediate and dry zone localities in the Central and Northwestern provinces” Sumanapala (2017). The assessors are aware of records from 22 locations, some within protected areas, for instance the Wilpattu National Park. An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it will be smaller than 2,000 km². Moreover, the AOO is inferred to be declining due to loss of and alterations to habitat and other threats within the range of the species. Its minimum extent of occurrence (EOO) is 18,680 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 23,268 km² (based on an MCP around the HydroBASINS known to be occupied by this species); its true EOO is likely &lt;20,000 km².<span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\"></span></p>", "population": "<p>This is an uncommon and locally occurring species. An ongoing decline in overall population is inferred from loss of and disturbance to its habitats. The overall population will be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This species is “an uncommon species that inhabits marshes and pools with riparian vegetation” Sumanapala <em>et al</em>. (2016). It “Inhabits paddy fields, marshes and ponds with grasses” Sumanapala (2017). The extent and quality of suitable habitat for the species are inferred to be declining due to loss of and disturbance to its habitats and other threats within its range.</p>", "threats": "<p>Bedjanič <em>et al. </em>(2014) state “It is very likely that at least in the lowlands of Sri Lanka intensive rice production with its use of insecticides and pesticides negatively impacts its populations.” Destruction of marshy wetlands and their riparian vegetation could be a major threat for the species. </p>", "conservationmeasures": "<p>The priority for this species appears to be for research into the impacts of threats such as intensive rice farming on its populations.</p>  <p>&#160;</p>", "usetrade": null}]}