{"name": "6154", "result": [{"species_id": 6154, "taxonomicnotes": null, "rationale": "<em>Cyprinodon labiosus</em> is an endemic pupfish species restricted to  the Laguna Chichancanab in   Yucatán Peninsula, México. The area of  occupancy is estimated at 6-12   km<sup>2</sup>, but the number of locations cannot  be determined. The species may   be impacted by the introduced invasive  alien species (tilapia and <em>Astyanax</em> species), and to a  lesser degree from habitat  degradation caused by agricultural run-off. These threats may cause the species to become Critically Endangered within a short space of time. This species' habitat  fluctuates naturally, but it  is unclear if there  is continuing decline  in the extent and quality of  the habitat. It is  therefore listed as  Vulnerable (VU).", "geographicrange": "This species only occurs in Laguna Chichancanab, a complex of inland freshwater lakes following a fault line, near the centre of the Yucatan Peninsula, Mexico.  Laguna Chichancanab varies in area seasonally, from about 6 to 12 km<sup>2 </sup>(Strecker 2006).", "population": "There are no data on population size and trends for this species. The species is common and frequent, and its population is presumed stable (A. Valdes pers. comm. 2018)", "populationtrend": "stable", "habitat": "<em>Cyprinodon labiosus</em> is a benthopelagic species that inhabits endorheic lakes Chichancanab which have brackish (3-8 ups), clear to brownish water (Miller <em>et al</em>. 2005). It is a trophic specialist, preying on benthic crustaceans and mollusks (Horstkotte and Strecker 2005). The habitat of this species varies widely according to cycles of 6-8 years, with&#160; the water level reaching up to 2 m and decreasing to 20-30 cm, while the  flooded area varies between 300 to 3500 hectares (A. Valdes pers. comm.  2018).", "threats": "This species' habitat may be threatened by the invasive tilapia (introduced in 1988) (Schmitter-Soto &amp; Caro 1997). Pesticides and fertilizers used on surrounding agricultural lands and from pig farms can also drain into the lake.", "conservationmeasures": "This species' range lies within a Ramsar site: Laguna de Chichancanab.  It has also been listed as threatened by SEDESOL (1994). The lake is also a protected area at the state level. In addition, there is ongoing <em>ex-situ&#160;</em>conservation: populations in captivity in academic institutions such as the University of Hamburg (Strecker 2006).", "usetrade": "The species is not utilised or traded."}]}