{"name": "125981966", "result": [{"species_id": 125981966, "taxonomicnotes": "<p>This species was described from a single sulfidic spring on the south side of Lake Enriquillo, La Zurza. Another population was later reported from the north side of Lake Enriquillo, La Azufrada. The latter population was apparently lost to changes in Lake level. Another record from the village of Cabral is from a freshwater habitat. Clarification of the taxonomic and conservation status of this species is urgently needed.<br/><br/>Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show  a discrete distribution since they are only found in the Antilles,  specifically on Hispaniola, Cuba, Jamaica and the island of Grand  Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em>  in prep). Moreover, there is enough morphological distinctiveness in  characters with adaptive value such is the case of gonopodial traits to  separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention. <br/></p>", "rationale": "<p></p><p><em>Limia sulphurophila</em> is known only from a small sulphur spring that originates at Balneario La Zurza, near the southeastern shore of Lake Enriquillo in the Dominican Republic and potentially from a site on the north shore of the Lake. Extent of Occurrence and Area of Occupancy are estimated to be extraordinarily small (4 km<sup>2</sup>), essentially just the sulphur spring in La Zurza. All other reported locations need to be confirmed and may reflect misidentifications. Furthermore, there is a risk of hybridization with <em>L. perugiae</em> due to dilution of the sulphidic water in the pools. The headwaters of this spring system have been converted into a series of pools that are used for tourism and recreation. Additional land-use changes associated with agricultural production and livestock grazing are probably resulting in additional habitat degradation. Given a highly restricted range that is severely modified and habitat quality that is experiencing continuing declines,<em> L. sulphurophila</em> is assessed as Critically Endangered under criteria B1ab(iii). </p><br/><p></p>", "geographicrange": "<p></p><p><em>Limia sulphurophila</em> is known only from a small sulphur spring system that originates at Balneario La Zurza, near the southeastern shore of Lake Enriquillo in the Dominican Republic (Rivas 1980, Lucinda 2003). </p>  <p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a single 2 km<sup>2</sup> grid overlain on three verified georeferenced collection records that occur in close proximity to one another (GBIF 2020). This species is inferred to occur in 1-3 threat-based locations, given uncertainties regarding the scope and magnitude of existing threats but documented occurrence in at least three adjacent localities within the spring system.</p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown. However, given a highly restricted range, total population size is suspected to be relatively small. A total of 69 individuals were collected in 2010 (Marmolejo 2011). </p>", "populationtrend": "unknown", "habitat": "<p></p><p>This species is restricted to a small sulphur-rich spring system near the southeastern shore of Lake Enriquillo (Rivas 1980). The most closely related congener is <em>L. perugiae</em>, from which <em>L. sulphurophila</em> diverged approximately 1.76 million years ago (Weaver <em>et al.</em> 2016). Sulphide-adapted poeciliids exhibit a number of behavioral, morphological, and physiological modifications to facilitate sulphide tolerance, including surface respiration, increased gill surface area and head size, up-regulation of enzymes involved in oxidative sulphide detoxification, and shifts in trophic ecology to include sulphur-metabolizing bacteria (Greenway&#160;<em>et al.&#160;</em>2014, Barts&#160;<em>et al.</em>&#160;2018). Maximum reported body size is 3.9 cm standard length (SL) (Lucinda 2003). </p><br/><p></p>", "threats": "<p></p><p>The majority of sulphidic habitats throughout the Caribbean are disturbed or developed through a variety of mechanisms, including deforestation, agricultural expansion, and recreational activities (the conversion of spring heads into swimming pools) (Greenway&#160;<em>et al.</em>&#160;2014, Tobler&#160;<em>et al.</em>&#160;2018). A similar situation occurs at the head of La Zurza Spring, which has been converted into a series of pools that are utilized by a local resort to attract tourism (Eliacin 2003). Deforestation associated with charcoal production occurs in areas around Lake Enriquillo, despite existing protections (Posner&#160;<em>et al.</em>&#160;2010, León&#160;<em>et al.&#160;</em>2011). Goat grazing may present additional threats to the watershed through increased losses of vegetation and subsequent increases in sediment erosion (León&#160;<em>et al.</em>&#160;2011).</p>  <p>The water level of Lake Enriquillo has increased substantially in recent years (León&#160;<em>et al.</em>&#160;2011, Méndez-Tejeda&#160;<em>et al.</em>&#160;2016). These increases have produced demand for agricultural land and the development of new parcels to replace land that has been lost due to flooding (León&#160;<em>et al.&#160;</em>2011). Future climate change is expected to exacerbate severe weather events, which may further contribute to the expansion of Lake Enriquillo (Méndez-Tejeda&#160;<em>et al.</em>&#160;2016).</p>  <p>Given the continued use of spring headwaters as a bathing and recreation site, continued regional land-use changes that may impact freshwater habitat, potential future impacts of agricultural development, and potential future losses in habitat associated with the rising water level of Lake Enriquillo, continuing decline in habitat quality is inferred. </p><br/><p></p>", "conservationmeasures": "<p><em>Poecilia sulphurophila</em> is classified as Vulnerable on the Dominican Republic's Red List of Threatened Species (MIMARENA 2011). The limited range of this species borders and may be partially contained within Sierra de Bahoruco National Park (León&#160;<em>et al.</em>&#160;2011). Additional ichthyological sampling is needed to clarify the distribution, population size, and population status of this species. Habitat and population monitoring would be useful in validating the conservation status of this species. Site protection and <em>ex-situ</em> conservation may be warranted. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}