{"name": "189533430", "result": [{"species_id": 189533430, "taxonomicnotes": null, "rationale": "This species is listed as Critically Endangered on the basis that the extent of occurrence is only 61 km<sup>2</sup>, the species is considered to occur both at a single location defined by a threat from fire and as a severely fragmented population, and although the species has not been exposed to recent fire events fire is considered an recurrent threat projected to lead to a continuing decline in the extent and quality of its habitat and with the potential for a major fire to destroy the entire population.", "geographicrange": "This species is endemic to Kangaroo Island off the coast of South Australia, where it is known from three localities (R. Glatz unpubl. data) that support its larval host plant <em>Callitris gracilis</em>: Mouth Flat, Brown Beach and Min Oil Road/Nepean Bay. This plant is also found in Island Beach and American River within the species' known range, and from Emu Bay and Brownlow (R. Glatz pers. comm. 2021). The moth has not been recorded from any of these sites but its occurrence here is possible and further surveys are needed. It is a coastal species found at 15-17 m asl.", "population": "Adults are not seen in large numbers. At each locality the population is estimated to consist of hundreds rather than thousands of individuals, corresponding to a global population probably below 3,000 mature individuals during the active season. These sites were not impacted by the 2019-2020 bushfire season and there may be no ongoing or recent past decline, however the species is likely to have declined historically as a result of habitat loss. Adults are weak fliers, apparently philopatric to small areas during their lifetime, and unlikely to disperse well, and the population is considered to be severely fragmented.", "populationtrend": "stable", "habitat": "This species is restricted to coastal and subcoastal areas where stands of its sole larval host plant, the conifer&#160;<em>Callitris gracilis</em>, occur, generally in association with sand dunes. Larvae hatch in foliar tips and and develop within small stems, feeding on the underside of the bark (Kristensen <em>et al. </em>2015). The species is univoltine and larval development may exceed a year. The adult stage is short-lived and flight has only been observed in late September and October. Adults shelter in the vegetation of the host trees.", "threats": "It is likely that this species underwent historical declines as a result of habitat loss and fragmentation during the development of Kangaroo Island. Remaining subpopulations seem to be fragmentary as adults remain in or close to their host trees throughout their lives, and although there is some potential for windborne dispersal, there is no evidence that this occurs and if so it is likely to be rare.<br/><br/>During the 2019-2020 bushfire season Kangaroo Island experienced the largest bushfire in its recorded history. About half of the island was burned, mostly at high or very high severity, and all affected conservation areas were burned across 70-100% of their area (South Australian Wildlife and Habitat Bushfire Recovery Framework 2020). This species was not exposed to these bushfires, but its host plant is known to be highly sensitive to fire. During high-intensity fires most individuals die and the plant recolonizes from seedlings, which represents a threat to this species as it relies on mature plants to complete its life cycle, and increasing exposure to fire will inhibit regrowth.&#160;Further increases in the frequency, intensity and scale of fires are expected as a result of climate change-induced reductions in rainfall (Abram&#160;<em>et al.</em>&#160;2021) and represent a particular threat to species such as this one, whose low dispersal ability will inhibit its ability to recolonise areas following burning. The known localities have little or no known fire history, and it is possible that this is a fire-sensitive relict (R. Glatz pers. comm. 2021). Droughts may represent a direct threat to the quality of the insect's habitat through a reduction in humidity.&#160;<br/><br/>Fire management practices to control bushfires following the 2019-2020 fire season are focusing on controlled 'fuel reduction' burns to remove potentially flammable vegetation. This includes remnant long-unburnt habitat that may otherwise serve as a refuge for this species. A further impact is likely from the construction of access routes into these areas, with the attendant risk of fragmenting the habitat.", "conservationmeasures": "All known localities are on crown or private land, and neither the species nor the host tree occurs in public protected areas. One subpopulation lies largely within a Heritage Agreement site, a conservation arrangement between landowners and state government that offers similar protection to public conservation areas (R. Glatz pers. comm. 2021). This species has previously been identified as an urgent priority for conservation and management. It is the only known member of a family of primitive moths, and as such its extinction would result in the loss of a highly distinct evolutionary lineage, as well as of an undescribed species of braconid wasp which appears to be a specialist parasite on this moth's eggs (R. Glatz pers. comm. 2021).", "usetrade": "There is no known use of or trade in this species,."}]}