{"name": "79", "result": [{"species_id": 79, "taxonomicnotes": "In 2015, Singer and Page changed the genus name to&#160;<em>Paracanthocobitis</em>.", "rationale": "<em>Paracanthocobitis urophthalma</em> is a range-restricted, endemic species, known from four locations in the Southwestern Lowland wet zone of Sri Lanka. Its Extent of Occurrence (EOO) is about 5059 km<sup>2</sup>&#160;and Area of Occupancy (AOO) is 148 km<sup>2</sup>. A continuing decline in the quality of its habitat has been observed as a result of water pollution caused by accumulation of agrochemicals, gem and sand mining activities, increased sedimentation caused by logging and drying up of streams due to climate change. Some populations, like the one Wee Oyain, have been completely extirpated as a result of the construction of mini-hydro power  stations. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore, the species is assessed as Endangered.", "geographicrange": "<em>Paracanthocobitis urophthalma</em> is endemic to Sri Lanka. It occurs in freshwater streams in the lowland wet zone (De Silva <em>et al</em>. 2015)<em>.</em><em></em>", "population": "There is no population information available for this species. However this rare species may be undergoing a decline in population owing to the threats and decline in habitat quality that are experienced by this species.", "populationtrend": "decreasing", "habitat": "<p>This species prefers sandy substrates with fine silt. It is also found over pebble substrates. Typical habitats of this species are in clear slow flowing streams that flow through shaded forests or plantations. Usually this species is found to be solitary, though many individuals may be feeding in the same area. Its diet is mostly made up of detritus matter and algae, but a regular component of protozoans and crustaceans have been recorded in their diet (Senanayake 1980).</p>    <p>&#160;</p>", "threats": "The species is threatened by water pollution caused by accumulation of agrochemicals,  gem and sand mining activities, increased sedimentation caused by  logging and drying up of streams due to climate change. The Wee Oya population has been completely removed due to the construction of mini-hydropower stations in the area (De Silva <em>et al.</em> 2015).", "conservationmeasures": "There are currently no conservation actions in place for this species.", "usetrade": "<p>The species is commercialized in the aquarium trade. However, the number of individuals exported has been reduced distinctly in 2013 compared to both 2005/2006 (Fernando <em>et al.&#160;</em>2013). </p>"}]}