{"name": "139408998", "result": [{"species_id": 139408998, "taxonomicnotes": null, "rationale": "<p></p><p><em>Orthetrum austrosundanum</em> is only known from Sumba in the Lesser Sunda Islands. The assessors are aware of records from 17 locations, but all 12 of these date from the late 1940s, there are only recent records from five locations. The species is present in two protected areas: Manupeu Tanah Daru and Laiwangi Wanggameti National Parks. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree at least, along with the extent and quality of suitable habitat, due to loss of habitat outside protected areas in Sumba. Its extent of occurrence (EOO) is 5,249–13,878 km². Given that the species is confirmed to still occur at as few as five locations, it is assessed as Vulnerable under criterion B (VU B1ab(ii,iii)). However, it seems likely that this species is still widespread across Sumba, and it is therefore to be hoped that a reassessment to Near Threatened or even Least Concern will be possible in the not-to-distant future when more information is available.</p><br/><p></p>", "geographicrange": "<p></p><p><em>Orthetrum austrosundanum</em> is only known from Sumba in the Lesser Sunda Islands (Irawan and Rahadi 2018, Lieftinck 1953). The assessors are aware of records from 17 locations, but 12 of these date from the late 1940s, there are only recent records from five locations. The species is present in two protected areas: Manupeu Tanah Daru and Laiwangi Wanggameti National Parks. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However, the AOO is inferred to be declining to some degree, at least due to loss of habitat outside protected areas in Sumba. Its minimum extent of occurrence (EOO) is 5,249 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 13,878 km² (based on an MCP around the HydroBASINS known to be occupied by this species).<br/></p><p></p>", "population": "<p></p><p>This appears to have been a common species on Sumba in the late 1940s and to still be relatively common now. However no definite statement about current population sizes and health can be made for this species with the available data.</p><br/><p></p>", "populationtrend": "unknown", "habitat": "<p></p><p>A variety of habitats are listed for this species in Lieftinck (1953), mostly streams (in both densely and sparsely forested country) but also a shallow lake. The recently recorded locations are streams and a lake, all in secondary forest. The species may be somewhat forest-dependent but appears to be able to survive at locations where few trees remain and is certainly not dependent on old growth forest. The extent and quality of suitable habitat for the species are inferred to be suffering some decline due to loss of habitat from agricultural activities and pollution.</p><br/><p></p>", "threats": "<p></p><p>Major threats to this species are likely to come from burning of savanna and removal of forest to produce fresh grass for livestock grazing or clear land for agriculture and pollution of streams. Development of tourist facilities and recreational areas may be threats at some locations.</p><br/><p></p>", "conservationmeasures": "<p></p><p>More data on the current distribution of this species are needed, and on its exact habitat requirements and ability to tolerate disturbance.</p><br/><p></p>", "usetrade": null}]}