{"name": "18900", "result": [{"species_id": 18900, "taxonomicnotes": null, "rationale": "<em>Puntius titteya</em> is a range-restricted, endemic species, known from seven locations in the south western lowlands of Sri Lanka. Its estimated Area of Occupancy (AOO) is 372 km<sup>2</sup>. Its habitat is declining due to accumulation of agrochemicals, industrial waste, gem mining activity, logging, rapid expansion of agriculture and landfill. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for a majority of its habitat. Therefore the species is assessed as Vulnerable.", "geographicrange": "This species is an endemic freshwater fish of Sri Lanka that is found in slow moving streams in the south-western districts of Kalutara, Gampaha, Colombo, Matara, Galle, Ratnapura and Kegalle which make up the lowland wet zone (De Silva <em>et al. </em>2015).", "population": "This species has a restricted range as it has only been recorded in south-western Sri Lanka. There is, however, very limited population information available to determine how common it is throughout this range. Population declines have been inferred from declines in habitat extent and quality caused by threats such as hydropower projects, pollution from domestic and agricultural sources and human disturbance of bank vegetation. Declines have also been inferred from information on the export of this species for the ornamental fish trade.", "populationtrend": "decreasing", "habitat": "This species is found in shaded, shallow and clear water streams. Being omnivorous as adults, they are known to feed on detritus, green algae, diatoms, dipterans and animal matter.&#160;Studies of captive populations have shown that <em>P. titteya </em>is a multiple spawner with a perennial spawning pattern and a recovery period of two months. It has an&#160;average fecundity of 226-284 eggs per fish per spawning and a total length at maturity of 4.09-5.31 cm, at a weight of 0.77-1.71 g (Sundarabarathy <em>et al</em>. 2004).", "threats": "This species has a limited range which lies mostly outside of protected areas, making them vulnerable to a number of threats.&#160;A major threat to this species is from the ornamental freshwater fish trade, both from the extensive harvesting for exportation and the release of imported invasive species. In 2005, 2,780&#160;individuals of this species were exported to around 48 countries, with&#160;as much as 98% of exported fish being collected from the wild in the mid 2000's (Gunasekara 2011). This is thought to be causing declines in population size throughout its range and exerting a selective pressure as the brightest individuals are preferential caught (Perera 2009). <br/><br/>As of 2016, Sri Lanka has 12 established alien freshwater fish species, due to the release of ornamental fish, five of which have been identified as seriously invasive. Impacts include competition, predation and stream alteration from burrowing behavior (Sudasinghe 2016). <br/><br/>This species is also threatened by habitat loss and fragmentation from a number of sources. The most significant of this is thought to be from the development of hydropower projects, which divert water, change downstream flows, and alter turbidity and temperature fluxes. In the last two decades the 'wet zone' of Sri Lanka has seen a large number of these projects being developed, with over 110 being built that dries out streams and destroys freshwater habitat. Specific parts of its range such as in Atweltota have been identified as future hydro power sites. <br/><br/>Other threats include&#160;pollution from domestic and agricultural sources, gem mining, flash flooding caused by a changing climate and deforestation, and a loss of habitat extent and quality from deforestation for logging and the creation of rubber and tea plantations, which reduces shading and vegetation load and alters temperature fluxes (Senanyake and Moyle 1982).", "conservationmeasures": "This species has a restricted range that lies mostly outside or on the edge of protected areas, so its habitat is not protected from development and disturbance. The export of this species is restricted but not banned (Perera 2009) and legislation has been reported to be poorly enforced and contradictory (Gunasekara 2011). Site protection and trade management need to be implanted to prevent further declines.", "usetrade": "This species is very popular in the international ornamental fish trade (Senanayaket and Moyle 1982). In 2005, 2,780 individuals of this species were exported to around 48 countries, with the highest amount going to the USA and European countries such as the UK, France and Germany (Gunasekara 2011). Export of this species is restricted but not prohibited, and the legislation to regulate the export of endemic freshwater fish in Sri Lanka has been reported to contain gaps and contradictions with poor enforcement. As much as 98% of exported endemic fish being collected from the wild in the mid 2000's (Gunasekara 2011). This is thought to be causing sharp declines in population size throughout its range. Collectors also tend to preferentially select the most colorful individuals, which is likely exerting a selective pressure with an unknown effect on wild populations (Perera 2009)."}]}