{"name": "139565297", "result": [{"species_id": 139565297, "taxonomicnotes": "The Roland Müller collection contains a number of specimens identified as allied to <em>Risiocnemis elegans</em> by M. Hämäläinen (pers. comm. 2019: unpub. database of specimens from collection R. Müller identified by M. Hämäläinen); the status of these specimens is unresolved. The view taken for assessment purposes is that only the type series and other specimens identified as <em>elegans </em>in published sources are definitely <em>R. elegans</em> and other specimens are left out of consideration. Hämäläinen (1991) noted that <em>R. varians </em>Hämäläinen, 1991 might eventually prove to be a junior synonym of <em>R. elegans</em> but Hämäläinen and Muller (1997: 279) noted that material collected in Quirino Province after the publication of Hämäläinen (1991) “seems to indicate that <em>R. elegans </em>and <em>R. varians</em> are different species.”", "rationale": "<p><em>Risiocnemis elegans</em> is known with certainty (see the Taxonomic Notes section) from five locations in Cagayan Valley Province in Luzon Island, the Philippines. All known locations are in or to the west of the Sierra Madre Mountains. At least one of the locations is in the Northern Sierra Madre Natural Park. Threats exist at all locations, including within the Northern Sierra Madre Natural Park. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but it is unlikely to be large. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest across the range of the species. Its extent of occurrence (EOO) is 1,575–3,641 km². The overall population will be severely fragmented because at least the populations west of the Sierra Madre Mountains must be severely fragmented because remaining suitable habitat is. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)), however it is hoped that further research will show that its range extends further north in the Sierra Madre Mountains, possibly increasing its known EOO enough that it can be reassessed as Vulnerable.</p>", "geographicrange": "<p><em>Risiocnemis elegans</em> is known with certainty (see the Taxonomic Notes section) from six sites in Cagayan Valley Province in Luzon Island, the Philippines (Gapud 2006,<em> </em>Kitagawa 1990, Villanueva <em>et</em> <em>al</em>. 2009, 2012). Note that the records in Gapud (2006) are under <em>R. varians</em> but Villanueva <em>et</em> <em>al</em>. (2009) note that it should be <em>R. elegans</em>.<em> </em>However, two of these sites are so close together that they can only be counted as one threat-defined location in the face of almost any conceivable threat, so that only five distinct locations are considered to be known. All known locations are in or to the west of the Sierra Madre Mountains. At least one of the locations is in the Northern Sierra Madre Natural Park. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but it is unlikely to be large. The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. Its minimum extent of occurrence (EOO) is 1,575 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 3,641 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that away from the Sierra Madre Mountain Range the population will be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Villanueva <em>et</em> <em>al</em>. (2009) state: “It was encountered in shaded seepages and even in moist forest floor several meters from water sources. Pairs were seen ovipositing on moist moss with no standing or running water nearby.” From this it appears that this is forest-dependent species that breeds in seepages and even in permanently wet moss, it is likely to require an intact forest canopy to maintain the humid conditions necessary for its survival. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>Threats exist even within the Northern Sierra Madre Natural Park: “Logging, agricultural encroachment, the use of destructive fishing and hunting methods, and the conversion of wetlands form major threats to the biodiversity of the protected area. Government plans for infrastructural development and mining could have a severe impact on the park” Villanueva <em>et al. </em>(2009: 72). These same threats will also be present throughout the range of the species.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on its distribution, exact habitat requirements and ability to tolerate disturbance and for better protection for the Northern Sierra Madre Natural Park. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}