{"name": "184535357", "result": [{"species_id": 184535357, "taxonomicnotes": null, "rationale": "<em>Rhantus manjakatompo</em>&#160;is an endemic species of Madagascar, currently only known from the Tsaratanana mountains and Manjakatompo forestry station in the Ankaratra mountains. Based on the current available records, the area of occupancy (AOO) is estimated to be around 16 km<sup>2</sup>. The current population trend is unknown, and although the habitat appears to currently be well protected, the plausible future threat of fire or pollution may quickly drive the species to Critically Endangered or Extinct. Therefore, this species is assessed as Vulnerable under criterion D2. Ensuring the ongoing good management of the protected area is critical for the protection of this species. In addition, further research on the population and threats to this species is recommended.", "geographicrange": "This species is endemic to Madagascar, and is only known from the Tsaratanana mountains and Manjakatompo forestry station in the Ankaratra mountains (Hjalmarsson&#160;<em>et al.</em>&#160;2013). The extent of occurrence (EOO) is estimated to be around 786 km<sup>2</sup> and the area of occupancy (AOO) is estimated to be around 16 km<sup>2</sup>. The species has been found at&#160;altitudes between 1,700 to 2,070 m asl. Based on the threat of habitat degradation, through events such as fire or pollution, the species is considered to occur at around five locations.", "population": "Very little of the original forest remains in the&#160;central highland plateau of Madagascar. Manjakatompo forestry station is one of three small forest relics remaining of the high plateau. Although the subpopulation was fairly healthy at Manjakatompo forestry station, the occurrence of this species is highly localised, likely due to degradation of other suitable areas (Hjalmarsson&#160;<em>et al.</em>&#160;2013). The current population trend is unknown.", "populationtrend": "unknown", "habitat": "This species is associated with high altitude sources and streams, and nearby pools and marshes (Hjalmarsson&#160;<em>et al.</em>&#160;2013).", "threats": "The area where this species occurs is under threat from commercial operations, fire and slash and burn agriculture. In addition,&#160;pesticide use, increased cattle (zebu) grazing, and aquaculture would all negatively impact the species (Vences <em>et al.</em> 2002).&#160;However, the extent of the impact is unknown. In addition, as the species is found at high altitudes, it may be negatively impacted by climate change.", "conservationmeasures": "The forest relics in which this species is found are legally protected. However, illegal activities still occur in the protected areas and so efforts to decrease these activities are needed to mitigate this. In addition, further research on the population, distribution, threats and ecology of this species is recommended.", "usetrade": "This species is not known to be used or traded."}]}