{"name": "201528578", "result": [{"species_id": 201528578, "taxonomicnotes": null, "rationale": "<em>Koreozospeum nodongense</em> is exclusively found in the Nodong Cave, Chungcheongbuk-do Province, Republic of Korea. According to our analysis of distributional data, its extent of occurrence (EOO) and area of occupancy (AOO) both are estimated at 4 km<sup>2</sup>. In the past, the species was observed to have suffered continuing declines due to climatic changes from tourism development. At present, the cave is sealed off, allowing the cave's climate to recover and the population and range of this species to increase. However, there are local pressures to reopen the cave, and it is challenging to develop new tourist entrances that do not disturb the atmospheric conditions of the cave. As a result, it is likely that the cave will be reopened using the existing entrance, which could lead to a return of the decline seen in the past. <br/><br/>When cave tourism was ongoing, this species occupied two zones that were affected differently. The species had completely disappeared from the first zone, but in the second zone it experienced a reduction in population, although individuals could constantly be found there. Therefore, in a potential future scenario involving the reopening of the cave to tourism, two locations could be set, and the species would then qualify as Endangered under criteria B1ab(iii,v)+2ab(iii,v). It is plausible that the species could be considered Critically Endangered if the reopening of the cave were to be considered as one 'threatening event' to define the species as having one location, but given the past differences in response to the anthropogenic activities in the different zones, a cautious approach has been taken as more than one 'threatening event' may be required to impact the different zones equally significantly. Thus <em>K. nodongense </em>is assessed as Endangered.", "geographicrange": "This species is a cave snail endemic to the Republic of Korea. This species has been exclusively recorded from Nodong Cave, Danyang-gun, Chungcheongbuk- do (National Research Institute of Cultural Heritage 2011). The entirety of this cave is 800m (Cave Research Institute of Korea 2008). <br/><br/> The area of occupancy (AOO) is estimated to be 4 km<sup>2</sup> based on a 2x2 km grid overlay on the range map. Following IUCN Guidelines, the EOO is increased to match the AOO; therefore, the final EOO used in this assessment is 4 km<sup>2</sup>.", "population": "This species was initially discovered in 2000 (Prozorova <em>et al</em>. 2010, 2011), and has been continuously observed from that time (Cave Research Institute of Korea 2008, 2012, 2019). The population of individuals observed is neither abundant nor extremely rare. <br/><br/>The habitat and population of this species experienced a rapid decline when the type locality cave was opened for tourism (Cave Research Institute of Korea 2013). However, following the discontinuation of tourism activities, there have been reports of an expansion in the population and occurrence range of this species (Cave Research Institute of Korea 2012).", "populationtrend": "increasing", "habitat": "So far, there is little information on the ecology of this species. This species has been described as a troglobiont carychiid snail (Jochum <em>et al</em>. 2015), and has been collected live on muddy walls in the dark zone of the cave (Prozorova <em>et al</em>. 2010, 2011).  <br/><br/>This snail species primarily feeds on organic material that clings to stalagmites in the dark parts of the cave (Cave Research Institute of Korea 2012). Based on the fact that specimens were found in the mud layer on a damp wall of the cave (Jochum<em> et al</em>. 2015), and that the population has grown in areas where humidity has increased and the climate has stabilized after the cave was sealed (Cave Research Institute of Korea 2012), it seems crucial to maintain a high level of humidity to ensure the survival of this species in its habitat.", "threats": "In January 1980, the Nodong Cave opened to the public, but was closed in January 2008 due to environmental damage and loss of habitat (Cave Research Institute of Korea 2019). Since then, four restoration projects have been conducted (Cave Research Institute of Korea 2019), but it has been difficult to restore the cave environment to its original state (Cave Research Institute of Korea 2019). Local residents and governments are considering reopening the cave to stimulate the commercial district (Cave Research Institute of Korea 2019, Jung 2022), but past threats indicate potential issues if the cave is reopened without proper countermeasures.<br/><br/> The first impact on the cave was changes in the cave's climate environment caused by an artificial entrance and exit created for tourists. The air convention through these giant holes dried up the inner cave environment, disrupting its constant temperature and humidity, leading to reduced abundance of this species (Cave Research Institute of Korea 2008, 2012). Some colonies in the vicinity of the air convention path had vanished (Cave Research Institute of Korea 2013).<br/><br/> The second impact was from lighting and cave tourists' body temperatures, as these increased the temperature in some crowded sections of the cave by 1-2 degrees (Cave Research Institute of Korea 2008). Most of these tour routes were located directly on this species' original occurrence area (Cave Research Institute of Korea 2013).<br/><br/> After the entrance and exit were utterly sealed with iron plates for preventing public access, the cave's temperature and humidity became recovered and constant (Cave Research Institute of Korea 2008, 2013, National Research Institute of Cultural Heritage 2011), leading to an increase in fauna abundance and diversity, including this species (Cave Research Institute of Korea 2012).", "conservationmeasures": "To encourage the entry of bats, organic matter, and troplophile species, the blocked original entrance of the cave should be reopened, while the artificially constructed entrance and exit should be closed (Cave Research Institute of Korea 2013). To confirm whether the species inhabits only one cave or is also present in surrounding areas, further investigations are required to determine its habitat range.", "usetrade": "There is no trade in this taxon."}]}