{"name": "89031843", "result": [{"species_id": 89031843, "taxonomicnotes": null, "rationale": "This species is endemic to Bigge Island, and is known only from the southern part of this island. The documented area of occupancy (AOO) of this species is 8 km<sup>2</sup>. However, Bigge Island comprises a surface area of 171 km<sup>2</sup>&#160;and a large portion of the island supports potentially suitable habitat. We suspect that the actual geographic range of this species is larger than currently documented. Based on the small AOO, though, the species is assessed as Vulnerable. Any potential future disturbance, such as human-lit bushfires, has the potential to impact the entire population of this species.&#160;Bigge Island is uninhabited and unused Crown Land and there is no documented or inferred past or continuing decline in the area and/or quality of habitat due to anthropogenic impact and no immediate threat is observed or inferred. Should the species be recorded from other parts of Bigge Island in the future, then its AOO may increase to more than 20 km<sup>2</sup> and the species may be reassessed as Least Concern.", "geographicrange": "<p>This species is endemic to Bigge Island, Montague Sound, NW Kimberley, Australia (Köhler 2011). Currently it has only been recorded from a small area in the southern part of this island. Accordingly, the area of occupancy is just 8 km<sup>2</sup>.&#160;It has been determined by recording known occurrences in 2x2 km grid cells. Because the island has not been completely surveyed, this localized occurrence may be an artefact of limited sampling. The island has a size of 171 km<sup>2</sup>&#160;(Conservation Commission of Western Australia 2010), which is considered to be the maximum potential extent of the geographic range of this species. About a third of the island has suitable habitat, such as vine thickets and gullies.&#160;Therefore, this species may potentially occupy an area equivalent to about one third of the island surface. This is based on the assumption that the species may occur elsewhere on the entire island and not just at the localities where it has been collected; but further information is required. This island is uninhabited and unused Crown Land and there is no documented or inferred past or continuing decline in the area and/or quality of habitat due to anthropogenic impact. Species of the genus&#160;<em>Amplirhagada&#160;</em>are known to be narrow range endemics usually not exceeding linear distances of more than 20 km (Solem and McKenzie 1991).&#160;</p>", "population": "The population of this species is suspected to be stable because there is no known or inferred major anthropogenic impact on this species. There is no indication to suggest population is severely fragmented.", "populationtrend": "stable", "habitat": "<p>This species inhabits vine thickets in sheltered pockets below cliffs and aestivates in rock crevices or under rock piles. No decline in habitat area and / or quality is inferred.&#160;</p>", "threats": "<p>We are not aware of any significant threats acting on this species. However, the potential impact of introduced taxa is not well understood and deserves further investigation. Potential threats to this species may arise from human-lit fires, which could lead to a dramatic loss of understorey monsoon vine thicket habitat and the concomitant decline in the abundance of land snails.</p>", "conservationmeasures": "<p>This species&#160;<span class=\"apple-converted-space\">does not occur within the boundaries of a protected area, and no conservation management or monitoring plan is known to be in place for this species. Habitat monitoring and research into potential threats would be advised.</p>", "usetrade": "There is no trade in this species."}]}