{"name": "122150307", "result": [{"species_id": 122150307, "taxonomicnotes": null, "rationale": "<p><em>Amphicnemis erminea</em> is known from Central Kalimantan and possibly from East Kalimantan, but this requires confirmation. In Central Kalimantan it appears to be confined to peat swamp forest and associated peripheral forest formations; threats exist to all such habitats in the province; it may already be extinct at the type locality, but this requires confirmation. An accurate estimate of the area of occupancy (AOO) of the species is not possible with the available data, but if it is confined to Central Kalimantan is likely to be less than 15,000km<sup>2</sup>, probably considerably less, below the 2,000 km<sup>2</sup> threshold for Vulnerable status, and the AOO will be declining. With at most 7 locations currently known, inferred declines in overall population, AOO and quality and extent of suitable habitat, and threats at all locations the species is close to qualifying for Vulnerable status under criterion D2 and B2abii,iii (would qualify if its AOO was known to be less than 2,000km<sup>2</sup>) and is assessed as Near Threatened accordingly.</p>", "geographicrange": "<p><em>Amphicnemis erminea</em> is known from Central Kalimantan (Dow 2014 summarises available information) and possibly from East Kalimantan, where the assessor has observed what might have been this species, but since specimens could not be collected at sites visited there, these records are unconfirmed. About seven locations are known in Central Kalimantan. Considering only Central Kalimantan, one of the known locations (Ampah, the type locality) may no longer support the species (an inhabitant of that area told the assessor that no forest remains there, but this requires verification). In Central Kalimantan the species appears to be confined to peat swamp forest and associated peripheral forest formations and its area of occupancy (AOO) is therefore constrained by the remaining area of such habitat in the province, and based on the figures in Miettinen <em>et al</em>. 2016 (considering pristine and degraded peat swamp forest) is therefore less than 15,000km<sup>2</sup>, probably considerably less because the species does not appear to be present in all apparently suitable habitat. On the other hand, if its range extends to East Kalimantan then its AOO may be considerably larger, but this needs confirmation. One of the locations in Central Kalimantan enjoys some measure of protection because of its Orangutan population, but to the assessors knowledge this protection is not formal and will effectively vanish if and when scientists working on the Orangutans are no longer present in the area.</p>", "population": "<p>This species can be abundant where it occurs, but beyond this little can be said except that at least some decline to the overall population must have occurred and be ongoing due to loss of lowland forest within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>This species, at least in Central Kalimantan, appears to be confined to peat swamp forest and associated peripheral forest formations. Lieftinck (1953, 1954) claimed that it was associated with large <em>Pandanus</em> plants but Dow (2014) argued against this. The species has only been found in old growth forest, however the forest has been disturbed at all known locations.</p>", "threats": "<p>The main threat to this species will be from loss of peat swamp forest and associated peripheral forest formations through conversion to oil palm, fires, cutting for timber by local people with little or no other source of income, clearance for agriculture and possibly other reasons. At least one of these threats exists at every known location.</p>", "conservationmeasures": "<p>More data are needed on the distribution of this species, especially beyond Central Kalimantan. A better understanding of its habitat requirements is also needed. The species would undoubtedly benefit from protection of additional areas of lowland swamp forest in Central Kalimantan.</p>", "usetrade": null}]}