{"name": "149248842", "result": [{"species_id": 149248842, "taxonomicnotes": null, "rationale": "This species is endemic to the Bayano River drainage in eastern Panama. It is known from a limited number of museum records and collection localities, and appears to be highly restricted. Deforestation for unsustainable agriculture, livestock production, and pollution from agricultural activities have the potential to drastically increase the extinction risk of this species within the immediate future. However, their currents impacts on population status and habitat quality have not been evaluated in detail. Therefore,&#160;<em>E. bayano</em>&#160;is assessed as Vulnerable under criterion D2.", "geographicrange": "<p><em>Eretmobrycon bayano</em> is endemic to the upper Bayano River on the Pacific slope of eastern Panama (Fink 1976, Román-Valencia 2002, Smith and Bermingham 2005, Reeves and Bermingham 2006). </p>  This species is known from a limited number of georeferenced collection records (Fishnet2 2019, GBIF 2019). Based on the available records, Extent of Occurrence (EOO) and Area of Occupancy are estimated to be 16 km<sup>2</sup>, and are unlikely to exceed 100 km<sup>2</sup>. Given the scope of deforestation associated with unsustainable agriculture, livestock production, and agrochemical pollutants from agricultural activities (R. González pers. comm. 2020), this species is inferred to occur in a single threat-based location.", "population": "<p>There is no information about the population size and population trend of this species. </p>", "populationtrend": "unknown", "habitat": "This species has been reported from small, shallow creeks characterized by clear water during the dry season and turbid water in the rainy season, little to no aquatic vegetation, and substrates of sand and rock (Fink 1976, Román-Valencia 2002). Diet probably consists of seeds and terrestrial insects. Spawning probably&#160;occurs in January and February, and mature breeding populations are comprised of two and three year old individuals (Fink 1976).", "threats": "<p>Deforestation associated with unsustainable agriculture, livestock production, and agrochemical pollutants from agricultural activities all occur within the immediate area (R. González pers. comm. 2020). While their direct impacts on population status and habitat quality are unknown, they have the potential to rapidly degrade habitat quality to an extent that would drastically increase the extinction risk of this species.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation action directed towards <em>E. bayano</em> and it is not known to occur within the boundary of a protected area. More comprehensive sampling would be useful in clarifying distribution, population size, and population trend. Additional research on the potential threats to this species is needed. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}