{"name": "173824316", "result": [{"species_id": 173824316, "taxonomicnotes": null, "rationale": "<p><em>Bryconamericus coeruleus </em>is distributed in tributaries of the Tibagi, Piquiri, and Ivaí rivers in the upper Paraná River basin, Brazil. Extent of occurrence (EOO) is estimated to be 16,592 km<sup>2</sup>. Total population size and population trend are unknown. A number of regional threats are impacting freshwater habitat quality in the upper reaches of all three basins, including land-use change and habitat destruction associated with crop production and cattle ranching, urbanization around population centers, sewage discharge and subsequent eutrophication, and sedimentation. Hydroelectric infrastructure, the establishment of non-native species, and impacts from climate change present additional threat to the freshwater ichthyofauna of the Paraná River basin. Despite continuing decline in habitat quality, uncertainties regarding the scope of existing threats and potential sampling bias associated with limited sampling effort prevents an accurate estimation of the number of threat-based locations where this species occurs. Therefore, <em>B. coeruleus</em> is assessed as Near Threatened, because it is close to meeting threshold criteria for a threatened category. &#160;</p>", "geographicrange": "<p><em>Bryconamericus coeruleus </em>is distributed in tributaries of the Tibagi, Piquiri, and Ivaí rivers in the upper Paraná River basin, Brazil (Jerep and Shibatta 2017, Prestes&#160;<em>et al.</em>&#160;2019, Jarduli&#160;<em>et al.</em>&#160;2020). This species occurs at nine known localities, including the Barra Grande, Formoso, Itacolomi, Keller, Maria Flora, Muquilão, Piquiri, Taquara and Ubazinho rivers (Jerep and Shibatta 2017).</p>  <p>Extent of Occurrence (EOO) is estimated to be 16,592 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection localities reported in Jerep and Shibatta (2017). Existing threats are anticipated to broadly impact known collection localities, but the exact scope of their impacts have not been studied in detail. Further uncertainty is associated with potential underreporting of collection localities due to limited sampling effort. Therefore, the number of threat-based locations where this species occurs cannot be estimated directly, but is suspected to be fewer than 10. Additional ichthyological sampling and quantification of existing threats may qualify this species for a threatened category.</p>", "population": "<p>The total population size and population trend of this species are unknown. However, it is abundant in the Maria Flora River (de Carvalho Depra&#160;<em>et al.&#160;</em>2018).</p>", "populationtrend": "unknown", "habitat": "This species occurs in small to medium sized tributary streams characterized by clear water and substrates of rock and sand. It is found in both low and high velocity water, but occurs more frequently in pools just downstream of rapids, and also close to vegetation along river banks (Jerep and Shibatta 2017). Males over 4.05 cm standard length (SL) are sexually dimorphic based on the presence of pelvic and anal fin ray hooks (Jerep and Shibatta 2017). Maximum reported body size is 7.13 cm SL (Jerep and Shibatta 2017).", "threats": "<p>Riparian forest degradation associated with agricultural expansion and urbanization is occurring throughout much of the upper Paraná River basin (Claro-García&#160;<em>et al.</em>&#160;2018, Jerep and Shibatta 2017). Urbanization in the Tibagi River is likely impacting first order stream habitat quality (Hoffmann&#160;<em>et al.</em>&#160;2015). Two species of non-native fishes are established in the Tibagi River basin (<em>Poecilia reticulata</em> and <em>Oreochromis niloticus</em>), though the scope of spread and direct impact of these establishments on native fish fauna have not been quantified (Hoffmann&#160;<em>et al.</em>&#160;2015). The Piriqui River basin is influenced by intensive farming areas, artificial pastureland, urbanization around large population centers, and industrial processes associated with dairy production (Cavalli&#160;<em>et al.</em>&#160;2018). Agricultural products in this region include soybeans, corn, wheat, sugarcane, and cassava (Cavalli&#160;<em>et al.</em>&#160;2018). Threats in the Ivaí River basin include sewage waste and subsequent eutrophication, destruction of riparian forests as crop production and cattle ranching expands, and soil erosion associated with agricultural production (Frota&#160;<em>et al.</em>&#160;2016). Routine releases of captively produced fingerlings (e.g., <em>Leporinus</em>, <em>Piaractus</em>, <em>Pseudoplatystoma</em>, <em>Prochilodus</em>, <em>Salminus</em>) may have negative effects on existing native fisheries (Frota&#160;<em>et al.</em>&#160;2016). </p>  <p>Hydroelectric infrastructures are present throughout all major tributaries of the Paraná River, and may negatively impact aquatic habitat by preventing dispersal, increasing sedimentation, and regulating natural hydrological processes (Frota&#160;<em>et al.</em>&#160;2016, Cavalli&#160;<em>et al.</em>&#160;2018). Climate change may exacerbate existing impacts by creating warmer and dryer conditions, with less predictable rainfall and more extreme weather events (Castello and Macedo 2016).</p>  <p>Despite uncertainties regarding the direct impact of widespread land-use change throughout the upper Tibagi, Piquiri, and Ivaí River basins, containing decline in habitat quality is inferred. Further research on the direct impact of these threats to small-bodied characids will be useful in clarifying the extinction risk of this species.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>B. coeruleus</em>. Several protected areas have been established in the region (IUCN and UNEP-WCMC 2020) and range likely extends into more than one protected area. Further research on distribution, population size, population trend, and the direct impact and scope of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}