{"name": "163787", "result": [{"species_id": 163787, "taxonomicnotes": null, "rationale": "<p><em>Mortonagrion appendiculatum</em> is only known from Belitung Island (between Borneo and Sumatera) and the smaller Mendanau Island. Only nine locations at most have ever been recorded for the species, despite having been actively searched for in recent years. It is already extinct at one of these and it is not known if it survives at two others, so only six locations where the species survives are currently known. Its current area of occupancy (AOO) is inferred to be less than 500 km² and is declining, the overall population is severely fragmented, whilst the extent and quality of the remaining habitat is certainly also declining. It qualifies for Endangered status under criterion B (EN B2ab(ii,iii,iv)). It is possible that in reality this species should be considered as Critically Endangered but a case for this cannot be made without population estimates that are not possible to make with the currently available data or even more sampling to enable a tighter estimate of the AOO of the species.</p>", "geographicrange": "<p><em>Mortonagrion appendiculatum</em> is known only from Belitung (Alfarisyi 2017, Lieftinck 1937, Dow <em>et al. </em>2017) and its satellite island Pulau Mendanau (A. Alfarisyi pers. comm. 2017), in Sumatera, Indonesia. The type series is from two locations: Tanjung Pandan and Sijuk (Lieftinck 1937, modern spellings used here). Tanjung Pandan is the largest town on Belitung, and it is not clear if the records from this location refer to one or more sites now within Tanjung Pandan, or some other location near to it. In any case it is not known if these populations survive. In recent years six locations on Belitung have been found (Alfarisyi 2017, Dow <em>et al. </em>2017), in Badau and Sijuk districts (possibly one of the locations in the latter district is the same as that for part of the type series), but at one of these (Air Seruk, where the species was more abundant than at any of the other recent locations) it is already extinct after its habitat was converted to oil palm. This leaves six locations currently known.<br/><br/>Although there are doubtless more locations on Belitung and Mendanau Islands, the species has been actively searched for by the members of the Belitung Biodiversity Observer organisation in recent years, strongly suggesting that it is extremely local in occurrence; its area of occupancy (AOO) can be taken to be less than 5% of the total area of Belitung and Mendanau (<em>ca</em> 5,000 km²), e.g, less than 500 km². The species might also occur on nearby Bangka Island or in the south of Sumatera, but this needs verification.</p>", "population": "<p>This species occurs at low densities where it is found and appears to be extremely local in occurrence; beyond this little can be said except that the species is certainly experiencing an ongoing decline due to loss of habitat and that the overall population is severely fragmented because of habitat loss.</p>", "populationtrend": "decreasing", "habitat": "This species occurs in swamp forest.", "threats": "<p>This species is severely threatened by loss of its swamp forest habitats, which is occurring throughout its range for development, conversion to agriculture including oil palm plantations, and mining.</p>", "conservationmeasures": "<p>The priority for this species is for protection of the habitats where its remaining populations occur. More data on its distribution are also needed. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}