{"name": "12395", "result": [{"species_id": 12395, "taxonomicnotes": null, "rationale": "<em>Lucania interioris </em>is restricted to the isolated regions of the endorheic Bolson de Cuatro Cienegas, Coahulia, Mexico. Here it is restricted to a naturally fragmented and physicochemically severe habitats where&#160;populations are subject to large and rapid changes in local abundance (‘boom and bust’ ecology) due to fragmentation and, presumably, to high rates of genetic drift that accompany its small populations, all as a result of natural extreme and rapid fluctuations in temperature, salinity, and size. This turbulence is worsen by the threat of&#160;agricultural intensification in adjacent basins, that has been linked to decreases in surface-water flows and extensive loss of habitat in the Cuatro Ciénegas basin. With such threats, <em>Lucania interioris</em>&#160;is thought to inhabit no more than 10 fragmented locations, holding an extent of occurrence of 4,733 km<sup>2</sup>. Therefore the species is assessed as Endangered.", "geographicrange": "<em>Lucania interioris </em>is restricted to the isolated regions of the endorheic Bolson de Cuatro Cienegas biological reserve in Coahulia, Mexico. Within the dessert valley it occurs in three major drainage regions of the basin and is limited primarily to naturally fragmented and physicochemically severe habitats of the valley floor (Miller <em>et al. </em>2005, Carson <em>et al.</em>&#160;2015). Precise localities of this species, as collected by Carson <em>et al. </em>(2015) in 2014, were: Río Garabatal, Juan Santos, Las Salinas, El Laberinto, Laguna de los Burros, Tío Cándido, Los Hundidos and Laguna San Pablo.", "population": "As a whole, little is known for the total population size of <em>Lucania interioris,</em>&#160;as&#160;populations, including those from the remote southeastern basin, remain unstudied (Carson <em>et al.</em> 2015). This species, though abundant in its small distribution area in Cuatro Ciénegas, comprises many scattered and small populations that are isolated one from each other (H. Espinosa-Pérez pers. comm<em>.&#160;</em>2019). <br/><br/>Carson <em>et al.</em> (2015) mentioned that the gene flow among most of these populations is interrupted (H. Espinosa-Pérez &amp; C. Lambarri pers. comm. 2019). Since populations are not connected, some are severely threatened, such as the Garabatal (Eastern Cuatro Ciénegas) and Mezquites (central Cuatro Ciénegas) (H. Espinosa-Pérez &amp; C. Lambarri pers. comm.<em>&#160;</em>2019).<br/><br/>Populations are known to be subject to large and rapid changes in local abundance (‘boom and bust’ ecology) and also presumed high rates of genetic drift that accompany its small populations (Frankham <em>et al.</em> 2002, Allendorf and Luikart 2007). This is a result of its habitats being prone to extreme and rapid fluctuations in temperature, salinity, and size.", "populationtrend": "unknown", "habitat": "<em>Lucania interioris</em> primarily inhabits shallow, vegetated areas (<em>Chara</em>)<em> </em>(Miller <em>et al.</em>&#160;2005)&#160;of environmentally harsh lagoons and marsh systems (Hubbs and Miller 1965), with substrates of deep mud to fine marl detritus, clay and gravel (Miller <em>et al.</em>&#160;2005). These habitats are prone to extreme and rapid fluctuations in temperature, salinity, and size, causing large and rapid changes in local abundance (‘boom and bust’ ecology), fragmentation and, presumably, to high rates of genetic drift that accompany small populations (Frankham <em>et al.</em> 2002, Allendorf and Luikart 2007). Pools where this species inhabits are already too shallow and water in the marshes fluctuates too much both in water level and physicochemical characteristics for the species to tolerate (H. Espinosa-Pérez pers. comm<em>.&#160;</em>2019).", "threats": "The main known threat to <em>Lucania interioris</em>&#160;is the agricultural intensification and water abstraction in adjacent basins, that causes decreases in surface-water flows and extensive loss of habitat in the Cuatro Ciénegas basin (Souza <em>et al.</em> 2006). This poses a severe threat to the species, given the vulnerable and fragile species natural habitat characterised by ephemeral and intermittent shallow pools already prone to extreme and rapid fluctuations in temperature, salinity, and size (H. Espinosa-Pérez &amp; C. Lambarri pers. comm.<em> </em>2019).", "conservationmeasures": "There are no known conservation efforts for <em>Lucania interioris.</em>", "usetrade": "More information is required of the potential use and trade of this species."}]}