{"name": "176163471", "result": [{"species_id": 176163471, "taxonomicnotes": null, "rationale": "Although precise estimates of the current population sizes of&#160;<em>Mazarunia mazarunii</em><em>&#160;</em>are not known, its geographical distribution is restricted to&#160;only 15 sites of the upper Mazaruni river and Essequibo river basin in Guyana, with an extent of occurrence (EOO) between 4,284-15,955 km<sup>2</sup>. Although the exact impact on the species is unknown<span style=\"\">, the threats of mining, deforestation, contamination, and high sediment removal from the waters of the Guyana Shield&#160;are inferred to cause a con</span>tinuing decline in the quality of habitat. Thus, this species is assessed as Near Threatened&#160;B1b(iii).<span>", "geographicrange": "<em>Mazarunia mazarunii</em> is endemic to the Guiana Shield in Guyana (Kullander 1990, Vari <em>et al</em>. 2009, Araujo 2010, Lemopoulos and Covain 2019, Taphorn <em>et al</em>. 2022).<br/><br/>The type locality is Upper Mazaruni River near Kamarang, Guyana, according to the type material (Kullander 1990, Fricke <em>et al</em>. 2020). <br/><br/>For a detailed description of the acronyms of the cited collections see Sabaj (2016) and Fricke and Eschmeyer (2020).<br/><br/>According to bibliographic and collection review, in the Guiana Shield Mazarunia mazarunii occurs at upper Mazaruni river, Essequibo river basin in Guyana (Kullander 1990, Vari <em>et al</em>. 2009, Araujo 2010, Lemopoulos and Covain 2019, Taphorn <em>et al</em>. 2022).", "population": "<p>There are no population estimates for this species. Kullander (1990) reports the examination of only two specimens from one locality on Upper Mazaruni River near Kamarang, in Guyana.</p><p>According to literature reviews, between 2008 and 2011, there were only 79 specimens in 15 registered sites. Thus, the abundance of this species appears to be very low.</p>", "populationtrend": "unknown", "habitat": "<p>Very little is known about the habitat and ecology of this species. It inhabits typical acid blackwater rivers (Sioli 1975) of the Guiana Shield (Machado <em>et al</em>. 2000, Lasso&#160;<em>et al</em>.&#160;2009).</p><p>According to data from the localities where this species has been found, it specializes in inhabiting sandy beaches of the upper Mazaruni River. It is a species of omnivorous habits (Taphorn&#160;<em>et al</em>.&#160;2022). Other species similar to <em>Mazarunia mazaruni</em>, such as the genus <em>Geophagus</em>, in upper Mazaruni river, are considered to have insectivorous feeding habits (Montaña&#160;<em>et al</em>.&#160;2021).</p>", "threats": "<p>The potential threats&#160;to this species are mining, deforestation, contamination, and high sediment removal from the waters of the Guyana Shield (Machado&#160;<em>et al</em>.&#160;2000, Lasso&#160;<em>et al</em>.&#160;2009, Montaña&#160;<em>et al</em>. 2021).</p><p>Gold mining for example is very frequent in the Mazaruni river system, where at least 39 species of fish present high concentrations of heavy metals such as mercury (Montaña&#160;<em>et al</em>.&#160;2021). However, the exact impacts on this species are currently unknown.&#160;</p>", "conservationmeasures": "<p>No measures or actions for the conservation of this species or its habitat. There are no protected conservation areas in the Mazaruni river system.</p>", "usetrade": "<p>Its use or market as an ornamental species is not known. However, due to its colouration and shape, it could be appreciated by specialized aquarists.</p>"}]}