{"name": "172003", "result": [{"species_id": 172003, "taxonomicnotes": null, "rationale": "<em>Pholeoteras olympios</em>&#160;is known only from a single location, in Enipeas gorge above Litochoro, western Macedonia, in Greece (Reischütz&#160;<em>et al.</em>&#160;2008). It has an estimated area of occupancy of 4 km². Fire and possible increased frequency of droughts in future due to climate change pose plausible threats to the species and this, combined with its occurrence in a single location, cause it to be assessed as Vulnerable (VU) under criterion D2 on a precautionary basis. However, the ecology of this species is not known. If future research reveals this species occurs in subterranean habitats, it may not be severely affected by fire events. Although it occurs in a site included within the NATURA 2000 network, specific conservation measures might be needed to protect this species. Research on population trends, distribution and ecology of the species is urgently required since the only records currently available are over 15 years old.", "geographicrange": "The present species is known only from a single location, in Enipeas gorge above Litochoro, western Macedonia, in Greece (Reischütz <em>et al.</em>&#160;2008).", "population": "There is no information about the population of this species. Due to lack of recent surveys in the area, the only records available are almost 15 years old (Reischütz <em>et al</em>. 2008). It is also a species that is not easy to find. Therefore, further research regarding this species is urgent.", "populationtrend": "unknown", "habitat": "The species has been found in a gorge, where it inhabits rocky habitats. Otherwise, very little is known about its ecology and further research is required.", "threats": "Enipeas gorge is a very popular hiking area and recieves many visitors. However, fire is a more plausible potential threat to the species and droughts and temperature extremes due to climate change may affect its distribution in the future.", "conservationmeasures": "Although the locality where the species was recorded is included within the NATURA 2000 network [OROS OLYMPOS (GR1250001)], there are no conservation measures for this species. However, due to the&#160;restricted distribution of the species and the presence of present and future threats, extensive research regarding the population trends and ecology of the species is required, as well as frequent monitoring of the habitat and population.", "usetrade": "The species is not utilized or traded."}]}