{"name": "118041071", "result": [{"species_id": 118041071, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable, in view of its extent of occurrence (EOO) of 14,573km<sup>2</sup> and area of occupancy (AOO) of 76 km<sup>2</sup>, with all observed individuals in seven threat-based locations and a continuing decline in the extent and quality of its habitat related to deforestation and pollution from illegal mining activities. Deforestation was established as the main threat to identify the number of locations, due to the high specificity of habitat that this species shows, for small and clear-water streams in dense forests.", "geographicrange": "This species is distributed across La Gran Sabana, in Canaima National Park. It occurs in tributaries and ponds of the upper Caroní and the Cuyuní rivers in Bolívar state, southeastern Venezuela.", "population": "There are no data available to estimate a population size.", "populationtrend": "unknown", "habitat": "It inhabits small creeks with shallow, clear to black waters with leaf litter substrate within forests. The channels of these streams are usually covered by the riparian vegetation (Ardila Rodríguez 1999).", "threats": "Its habitat is being altered because of the presence of illegal gold mines as well as by deforestation and fires for the settlement of agriculture (Oliveira-Miranda&#160;<em>et al. </em>2010). Within its distribution there are two gold mines in Kamá and Icabarú rivers (Sanchez 2015), which suggests that the species might be going through habitat loss and degradation.", "conservationmeasures": "About 80% of the population occurs within Canaima National Park. However, there are several gold mines near and inside the park, meaning this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "It is unknown whether this species is traded in the fish ornamental market or if it is part of the livelihoods of indigenous peoples."}]}