{"name": "189556991", "result": [{"species_id": 189556991, "taxonomicnotes": null, "rationale": "This species is listed as Endangered on the basis that it is largely restricted to Lamington National Park, where it has an extent of occurrence which is not expected to exceed 500 km<sup>2</sup>&#160;and is considered to occur in at most three locations defined by a threat from recurring fire events which is resulting in a continuing decline in the extent and quality of its habitat.", "geographicrange": "This species is known only from the type collection locality of Cainbable and the immediately adjacent Lamington National Park, both in southeastern Queensland, Australia (Lessard<em> et al.</em> 2020). It is likely that it is restricted to the protected area and its immediate vicinity.", "population": "The only known specimens were collected in 2009, although Lamington National Park is a well-surveyed area. There is no information on the population status of this species, although one of the two known localities was impacted by the 2019-2020 bushfires. It is unknown whether the Lamington locality was affected, but fire impacted nearly a third of the park's area.", "populationtrend": "unknown", "habitat": "There is no information on the ecology of this species, although larvae are expected to occur in shallow soil, leaf litter and beneath tree bark. This part of Lamington, where the species has been recorded, is characterized by temperate and - in the high-elevation south of the park - subalpine forest.", "threats": "At least one of the known localities was within an area impacted by fire in the 2019-2020 bushfire season but the species is too poorly-known to estimate the scale of any possible decline. Larvae within this genus live beneath leaf litter and bark. Consequently larvae will be directly susceptible to mortality from fire, and suitable breeding sites are likely to be destroyed. The intensity and scale of annual bushfires is expected to increase as the result of a drying climate (Abram<em> et al.</em> 2021), and Lamington National Park is projected to experience more intense fires.", "conservationmeasures": "This species is known from Lamington National Park. Further research is needed to clarify its distribution, population status, ecological requirements and the impacts of threats from fire.", "usetrade": "There is no known use of or trade in this species."}]}