{"name": "14485", "result": [{"species_id": 14485, "taxonomicnotes": null, "rationale": "This species is infrequently collected and has been considered difficult to find due to habitat destruction (Mauffray 1997). According to Bick (2003), who ranked it as Rare, much of the destruction was caused by extensive cutting and removal of the invasive <em>Melaleuca</em> tree. Bick hypothesized that because of the shade-loving nature of <em>Nehalennia pallidula</em>, tree removal is adversely affecting the Everglades population by disturbance and depriving the insects of critically required shade. Many populations are protected by Everglades National Park. The number of occurrences probably varies from large areas in wet season to relatively few refugia in dry season, but there are no data on this or an understanding of the exact extent of occurrence in southern Florida. The adults are small and inconspicuous and often in dense vegetation, so they are difficult to detect and can be sampled effectively only in the few areas of open sedges (not <em>Cladium</em>) by sweep-netting. Extent of occurrence is less than 5,000 km² and Area of occupancy may be less than 500 km², and there is ongoing habitat degradation and loss. But the number of locations is estimated as 81 to &gt;300 (NatureServe 2006); therefore, the species does not fully meet the requirements for an Endangered listing. Given its limited range and declining habitat, the species is listed as Near Threatened.", "geographicrange": "This species is presently known only from Florida, although apparently it also has occurred in Texas, at least historically (Flint 2000).", "population": "Numerous populations, some of them large, have been reported within its relatively restricted range, but population size and trends are unknown.", "populationtrend": "stable", "habitat": "<em>Nehalennia pallidula</em> occurs in grass and sedge marshes; may retire to woodland, even middle of dense forest, when not breeding. Breeds in tiny limestone sinkholes in pineland adjacent to Everglades as well as in open Everglades (where locally abundant).&#160;Within the Everglades it is found in dry limestone hammock sinkholes, sedge marshes and rock pools, where it is shade loving (Bick 2003). The habitat appears similar in the Florida Panhandle, a large sawgrass (<em>Cladium mariscus jamaicense</em>) marsh adjacent to woodland, to which many individuals retire for shelter (Keppner <em>et al</em>. 2007).", "threats": "Although more wide-ranging to the north, at least into the Florida Panhandle, the species is very poorly known north of its major habitat, the Everglades, which is being changed by water diversion, extensive peat fires, and exotic trees and fish.", "conservationmeasures": "This species is well protected in Everglades National Park, its stronghold, as well as several reserves in the Big Cypress Swamp area. From there it is spottily distributed to the north, not recently recorded from the series of state parks in the rest of the state. An old, seemingly valid record from southeastern Texas indicates the species should be sought in marshlands all along the Gulf coast. It is difficult to survey because of its small size and preference for dense vegetation.", "usetrade": null}]}