{"name": "139569914", "result": [{"species_id": 139569914, "taxonomicnotes": null, "rationale": "<p><em>Sulcosticta vantoli</em> is known from five locations on Polillo in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it is likely to be small and with the presently available data can be assumed to be below 500km<sup>2</sup>. The AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of forest in Polillo. The species qualifies for Endangered status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Sulcosticta vantoli</em> is known from five locations on Polillo in the Philippines (Villanueva 2010, Villanueva &amp; Schorr 2011). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the area of Polillo is only approximately 629km<sup>2</sup> and since not all habitat on the island will be suitable for the species the AOO can safely be assumed to be less than 500km<sup>2</sup>. The AOO will be declining due to loss of and disturbance to forest on Polillo.</p>", "population": "<p>“It is a very local species but occurs in significant numbers in sites where it was found” Villanueva &amp; Schorr (2011: 49). Beyond this all that can be said is that some decline in overall population is inferred from habitat loss on Polillo Island and that severe fragmentation is possible for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Villanueva (2010) notes that this species was found at shaded and partially shaded seepages. It appears to be a species that occupies the heads of small forest streams. The extent and quality of suitable habitat is inferred to be declining due to loss of and disturbance to forest on Polillo.</p>", "threats": "<p>The most recent information available to the assessor on threats to Odonata on Polillo is in Villanueva (2010a: 21): “Polillo Island lacks high mountains and deep gorges which hinder clearing for agricultural purposes. This makes the island at threat to land conversion for agriculture and settlement. During the survey several tracts of forest are cleared for agricultural reasons mainly through ‘kaingin’ [slash and burn]. In some instances clearing extends to the creeks or streams removing vegetations that provide cover for shade loving species.</p>  <p>Deforestation, as always the prime threat to Philippine species, is also present in the island. Though logging concessions are no longer a present threat, large number of small scale logging threatens the remaining forest patches. This logging activity was noted during the survey even in the watershed sites. …</p>  <p>Use of pesticide for collecting crustacean not only on the site it is applied at but, of course, downstream as well. This intentional poisoning of the water system, in addition to the pesticide from agricultural lands, threatens not only livestock and people downstream but the entire aquatic organism. Unfortunately, this practice is rampant not only in Polillo but also in various areas in the country.”</p>  <p>Examination of satellite images supports much of the above text and <em>Sulcosticta vantoli</em> appears to be under threat from deforestation from agriculture and small scale logging and possibly also from pollution.</p>", "conservationmeasures": "<p>The priorities for this species are for more data on exact habitat requirements and ability to tolerate disturbance and for protection of habitat where the species occurs. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}