{"name": "200030437", "result": [{"species_id": 200030437, "taxonomicnotes": "<em>Anisogomphus solitaris </em>and <em>Heliogomphus ceylonicus </em>have both been assessed before 2010 as Critically Endangered (Bedjanič 2006, 2009). According to Bedjanič and van der Poorten (2013) they both fall under synonymy of <em>Anisogomphus ceylonicus </em>(Hagen in Selys, 1878).", "rationale": "<p><em>Anisogomphus ceylonicus</em> is endemic to Sri Lanka where it is known from just two old specimens from two locations. The species has not been recorded since 1962 and may no longer occur at the only known locations; targeted, but unsuccessful, searches for the species have been made. An accurate estimate of its area of occupancy (AOO) is not possible, but if it is still extant, its AOO is very likely smaller than 10 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest and other threats within the range of the species, although we have little idea of the exact habitat requirements of the species. It is not impossible that this species is already extinct; it is therefore assessed as Critically Endangered and flagged as Possibly Extinct.</p>", "geographicrange": "<p><em>Anisogomphus ceylonicus</em> is endemic to Sri Lanka where it is known from just two old specimens from two locations in the central part of the island (Selys 1878, Lieftinck 1971, Bedjanič and van der Poorten 2013, Bedjanič <em>et al. </em>2014), the species has not been recorded since 1962 and may no longer occur at the previously known localities; it has been actively searched for without success. An accurate estimate of its area of occupancy (AOO) is not possible, but it is likely smaller than 10 km². Moreover, its AOO is inferred to be declining due to loss of forest and other threats within the range of the species. With only two known historic locations, its extent of occurrence (EOO) has not been calculated.</p>", "population": "<p>No statement can be made about current population sizes and health for this species except that it is not impossible that this species is already extinct.</p>", "populationtrend": "unknown", "habitat": "<p>Bedjanič <em>et al</em>. (2014: 172) state: “So far the only known precise locality of <em>A. ceylonicus</em> has been described as a stream in a steep ravine with bush and some indigenous vegetation, and the surroundings covered with tea and rubber plantations, while the forest was cut and rubber planted at higher altitudes.” From this it appears that the species might be rather disturbance tolerant, on the other hand the single specimen collected from the habitat described above might have represented a last remnant of a population unable to survive there in the long-term. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of habitat and other threats within its range.</p>", "threats": "<p>The wet zone of Sri Lanka, where <em>Anisogomphus ceylonicus</em> occurs, covering an area of 22,500 km², now has only 9% of its surface covered by natural forests and has a very large and still increasing human population. From this forest area, only about 445 km² is thought to be undisturbed, representing only 2% of the original extent of natural forest (Erdelen 1988, Mittermeier <em>et al</em>. 2000). As shown by Mattsson <em>et al</em>. (2012), forest clearing and encroachment continues, mainly by small-scale farmers for rice and tea cultivation. The forest cover of Sri Lanka has decreased by half in the past 50 years and the future of the island’s forests remains precarious.<br/><br/>Although the forest loss trend has been less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri Lanka's wet zone. Habitat loss and encroachment in the central and southwestern part of Sri Lanka is also caused by the destruction of buffer forest corridors along streams, river impoundment, water extraction for irrigation and consumption, soil erosion, siltation, over-use of agricultural chemicals and careless pollution of rivers and streams. These threats all actually or potentially affect <em>Anisogomphus ceylonicus </em>and climate change may also be negatively impacting its habitats.</p>", "conservationmeasures": "<p>The following steps are needed for the affective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clearcutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much-needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>(9) As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended supporting and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in the future.</p><p>More specifically for this taxon targeted searches in different seasons and with larval sampling are urgently needed in central part of Sri Lanka.</p><p></p>", "usetrade": null}]}