{"name": "173712833", "result": [{"species_id": 173712833, "taxonomicnotes": null, "rationale": "<p><em>Gomphidictinus kompieri</em> is known from three locations in Northern Viet Nam: one in Xuan Son National Park, the other two in Tam Dao National Park. An accurate estimate of its area of occupancy (AOO) is not possible, but it is not likely to be large. If this forest-dependent species occurs outside the current known localities, then its AOO will be declining due to loss of forest within the range of the species; it is likely that AOO is declining even within Xuan Son National Park and possibly to a lesser extent within Tam Dao National Park. Its current known extent of occurrence (EOO) is 169–1,988 km², however given that the species is likely to be more widespread, at least within the Tam Dao Range, than is currently known this is likely to be an underestimate. The overall population is already fragmented. Taking a reasonable precautionary approach (as advocated by the IUCN), this species is assessed as Endangered under criterion B (EN B1ab(ii,iii)). If the AOO can be demonstrated to be stable rather than declining then the species could be reassessed as Vulnerable under criterion D2, but unless it has a much wider distribution than is currently known it will never qualify for Least Concern.</p>", "geographicrange": "<p><em>Gomphidictinus kompieri</em> is known from three locations in Northern Viet Nam: one in Xuan Son National Park, the other two in Tam Dao National Park (Karube 2016, von Ellenrieder <em>et al. </em>2015 as <em>Gomphidia </em>sp.—record from Tam Dao only). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is not likely to be large. However, if this forest-dependent species occurs outside the known localities, then the AOO will be declining due to loss of forest within the range of the species, and it is likely that the AOO is declining even within Xuan Son National Park and possibly to a lesser extent within Tam Dao National Park (see the Threats section). Its minimum extent of occurrence (EOO) is 169 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 1,988 km² (based on an MCP around the HydroBASINS known to be occupied by this species). However, since the species is likely to be more widespread than is currently known (at least within the Tam Dao Range) this may be an underestimate.</p>", "population": "<p>This appears to be a locally occurring species and scarce species. No other statement about current population sizes and health can be made for this species with the available data except that the overall population will be severely fragmented because good forest is fragmented in northern Viet Nam and that, unless confined to the known locations, an ongoing decline in overall population will be occurring due to loss of forest in northern Viet Nam.</p>", "populationtrend": "decreasing", "habitat": "<p>“This species was observed at two different localities. The habitat of type locality was a shallow, very clear stream over a cobble stone substrate with dense, but short vegetation, secondary forest, still remaining feature of primary forest at 1,000 m a.s.l. in Xuan Son National Park, Phu Tho Province. Here males were observed perched on sticks&#160;near the spring from which the stream originated, at an area of more open water of 4 x 2 m and approximately 0.5 m deep. Several males were observed competing for territorial space and copulating with visiting females. The earliest observation was of 4 males, on April 18, and the last observation on June 8, irrespective of regular visits later in the season. The other locality was in Tam Dao National Park, Vinh Phuc Province, above the Tay Thien Monastery. Here males were seen at about 350 m asl along a mountain stream of about 5 meters wide in a steep rocky valley, located deep in primary forest. A single male was observed perched on twigs in the spray-zone over a rapid. The earliest observation was on June 15 and the last on August 18. Apparently the flight period in Tam Dao was later than in Xuan Son” Karube (2016: 44-45). The part of the text just quoted about the habitat at Xuan Son National Park is not very clear but Kompier (http://odonatavietnam.blogspot.com/search/label/Gomphidictinus) states that the habitat there is “a stretch of a shallow clear stream under heavy forest cover.” The stream where it has been found at the other location in Tam Dao National Park is also under forest cover, but is not clean. It appears that this species requires good forest cover around the streams where it breeds, and therefore the extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main general threat to this species will be from deforestation, which is well advanced in the north of Viet Nam and occurring from a variety of causes (although farming of one type or another is the driver for much of it). There are issues within Xuan Son National Park, where increasing visitor numbers and resulting bathing in streams is resulting in increased disturbance and accumulation of rubbish and the source of the stream where this species is found of the streams is being tapped, which in the long term may alter the habitat by reducing the flow in the stream. There is also some deforestation occurring within this National Park. One of the locations at Tam Dao National Park is at the edge of Tam Dao Town and is therefore threatened by expansion of the town and pollution.</p>", "conservationmeasures": "<p>The priority for this species is for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}