{"name": "176230087", "result": [{"species_id": 176230087, "taxonomicnotes": null, "rationale": "The species is known from scattered points in the Guianas. It has a relatively restricted distribution with an extent of occurrence (EOO) of 16,491 km<sup>2</sup>. The primary threat is mining and there are three locations based on this threat. There is inferred continuing decline in habitat quality. Therefore, this species is assessed as Vulnerable.", "geographicrange": "The species is known from scattered points in the Guianas.", "population": "This species is extremely rare both locally and across its known distribution (1-3 specimens per lot). According to Lundberg<em> et al. </em>(2012): \"Coauthor Fisch-Muller had the opportunity to observe a large traditional fishing event that was organized by the people of Kayode village in the upper Tampok River, in a river reach that had not been fished for six years (Pagezy and Jégu 2004). A fishing party of 169 amerindians travelled upstream in 24 canoes for three days, ascending numerous rapids and falls up to Saut Pierkuru. Not less than 850 kg of liana (hali hali ichthyocide) was applied that resulted in a catch of nearly one ton of fish. In the catch that yielded more than a hundred of species, a single specimen of <em>Pimelabditus moli</em> was found. Despite the huge fishing effort, this new catfish species remained scarce. Surprisingly, the fact that three specimens were easily caught in Tapahony and Paloemeu rivers suggests that the species is more common in this drainage\". The fact that they refer to the species as being more common in the Paloemeu and Tapahony rivers does not make them common, however. Since the original description no further specimens of this species have been collected.", "populationtrend": "unknown", "habitat": "According to Lundberg <em>et al.</em> (2012): \"The species was collected in fast flowing waters in the main channel of the river in the immediate vicinity of waterfalls or rapids. In all places, the substrate was mainly boulders and stones, with gravels in the shallows, sand in the deeper, still water areas, and mud and decayed organic litter in the deepest holes. Exposed wet rocks were covered by river weed <em>Mourera fluviatilis</em> (Podostemaceae). In Kumaru Konde Sula (type locality, Tapanahony river, Suriname; the major tributary of the Maroni river), <em>P.   moli</em> was collected at night using gillnets just upstream of the rapids. Depth ranged between 0 to 1.20 m, and water parameters were: Temperature 30.1°C, ph 7.19, and conductivity 12 μS.cm-1. In French Guiana, the only two specimens from Litany and Tampok rivers were collected with ichthyocide by Wayana amerindians.\"", "threats": "Regional experts report impacts by mining for this species (IUCN France <em>et al.</em>&#160;2017)", "conservationmeasures": "No conservation measures are in place for this species. It has been considered nationally as Vulnerable in French Guiana (UICN France <em>et al.</em> 2017).", "usetrade": "No uses for this species are known."}]}