{"name": "189541557", "result": [{"species_id": 189541557, "taxonomicnotes": null, "rationale": "This species is listed as Vulnerable based on an inferred decline of between 30-49% as a result of the 2019-2020 bushfire season, a recurring threat that has not ceased and is likely to increase in future. This is considered to be leading to a continuing decline in the extent and quality of the species' habitat and in the number of mature individuals. The species also has an extent of occurrence below 5,500 km<sup>2 </sup>defined by this threat and is considered to occur at two locations (Kangaroo Island and the Mount Lofty Ranges) defined by widespread threats mainly from fire and drought.", "geographicrange": "This species was originally only known from Kangaroo Island in the state of South Australia. Since 2018, it has been reported from multiple localities in the Mount Lofty Ranges on the South Australian mainland (Simonsen 2018, Beaver 2019).", "population": "It is a moderately common species where it occurs (though adults are more rarely observed than larvae) but numbers may fluctuate seasonally. Larvae are estimated to have a 2-4 year life span. Subpopulations in Vivonne Bay and in the west of Kangaroo Island were impacted by the fires of 2019-2020 and larval mortality was presumably high as they occur above ground and rely on live trees. It is estimated that 60-70% of the habitat was impacted by fires (E. Beaver unpubl. data).&#160;Presuming mortality of at least 30% in even low-intensity fire - and possibly more than 90% in high-intensity fire - and that the species occurs throughout the impacted area, this corresponds to a global decline from this single event probably in excess of 20%, and potentially as high as 63%. An actual decline of between 30 and 49% is considered plausible.<br/><br/>There appears to be some inter-annual fluctuation in larval abundance, with the species being abundant in a site in some years and very rare in others. There is no known pattern to these and the scale and timing of fluctuations varies dramatically between sites.", "populationtrend": "decreasing", "habitat": "This species occurs almost exclusively in riparian forest vegetation along permanent or ephemeral creek lines, from approximately 1-650 m elevation, and is restricted to the wettest parts of South Australia's gulf country. At Prospect Hill on Kangaroo Island the species is known from large sand dunes. The species may occasionally occur sporadically in coastal situations where the appropriate leaf litter has accumulated, but this is always close to rivers or creeks (such as at Vivonne Bay or near Snake Lagoon). Eggs are laid in leaf litter during the November to February breeding season, and larvae have both litter-active and stem-active stages. Adults are nocturnal and non-feeding and only active for 2-3 nights after emergence. The species exhibits no larval host plant specificity, and younger, little-dwelling larvae feed at least partially on fungi. Captive rearing of related species suggests there is no specificity during any larval instar (Kay <em>et al.</em> 2020). Larval development seems to take 2-4 years, and the seasonality of emergence can be somewhat variable between October and May (with a typical flight period from late February to late March - Simonsen <em>et al.</em> 2018) depending on rainfall<span style=\"\">. In any given season adults appear to emerge over a period of 2-3 months.</span>", "threats": "Fire is a major threat to this species: eggs and young larvae occur in leaf litter and \tthese life stages are likely to be particularly susceptible to fire, and the period of litter occupancy (approximately November through February) may correspond to fire seasons. Adults are poor fliers and may also suffer significant mortality either during fire events, or afterwards in habitat that is no longer suitable for egg deposition. As much as 70% of suitable habitat in this species' range may have been affected by fire in the 2019-2020 bushfire season, and mortality may have been substantial. The extent and severity of fire is expected to increase (Abram&#160;<em>et al.</em> 2021). This species' association with riparian habitats may buffer it to some extent against fire impacts, but the degree to which this is the case will depend on the season and so whether ephemeral creeks are flowing at the time. The 2019-2020 fire season took place while most creeks were dry, with the result that the majority were burned (R. Glatz pers. comm. 2021). Continued drying of ephemeral creeklines as a result of reduced rainfall may have a negative impact over a long period of time.&#160;<br/><br/>Historical records are known from a number of localities (Kingscote, Penneshaw, Balhanna/'Mt Lofty' and Northfield) from which no recent specimens are known. Some of these sites have been developed for settlement, and it is likely therefore that habitat clearance or human disturbance may have resulted in the apparent extinction of these subpopulations. One of the extant localities in the Mount Lofty Ranges is Scott Creek, along Dorset Vale Road. Any road widening, maintenance or other disturbance along this road has the potential to degrade or destroy this site.", "conservationmeasures": "This species probably occurs in Flinders Chase National Park and potentially other reserves on Kangaroo Island, but has not been confirmed from protected areas. Vivonne Bay is on crown land and its state of preservation is not known. Fire management is likely to benefit this species, but proposed changes to prescribed burning regimes on the island need to take account of its life history.", "usetrade": "There is no known use of or trade in this species."}]}