{"name": "176164440", "result": [{"species_id": 176164440, "taxonomicnotes": null, "rationale": "This species is endemic to Guyana where it has an extent of occurrence (EOO) best estimated at 10,037 km<sup>2</sup> and an area of occupancy (AOO) best estimated as at most 2,000 km<sup>2</sup>. Although this species occurs in several different subdrainages,  including some in Kaieteur National Park, it is threatened by gold  mining operations that severely impact rivers by severely reducing  habitat quality by drastically increasing sedimentation, removing and  redistributing benthic substrate thus destroying benthic communities,  deforestation, excavation and introduction of mercury into aquatic  ecosystems. There are six locations based on this threat and an inferred continuing decline in the habitat and population size. The population is suspected to have declined by 30% in the last 10 years as a result of gold mining. The species is assessed as Vulnerable.", "geographicrange": "This species is endemic to Guyana. It is reported from upper Potaro River drainage above Kaeiteur Falls, and from upper rio Branco drainage (Amazon Basin) in the Ireng river on the border between Guyana and Brazil. The type locality is a creek at Savannah Landing, above Kaieteur Falls, upper Potaro River, Guyana.", "population": "There are no data available on the population size, but although the total population is thought to have declined because of the impacts from gold mining, it is estimated to have a total population that exceeds 10,000 individuals. Over the past 10 years, the population is thought to have declined by 30%.", "populationtrend": "decreasing", "habitat": "This species occurs in forest streams and pools, with tea-coloured water, low light availability, abundant leaf pack and submerged branches and other decaying organic matter on substrate of sand, acid pH (4-5), high transparency, very low dissolved minerals and nutrients. It is carnivorous, and feeds on terrestrial and aquatic invertebrates. It is oviparous.", "threats": "The main threat to this species is illegal gold mining by river dredges. As a benthic species, <em>P. bovaliorum </em>is probably experiencing population declines because of sedimentation from the dredges.", "conservationmeasures": "There are no protective measures for this species, but it occurs in Kaieteur National Park in Guyana.", "usetrade": "It is sometimes available in the pet trade, but not routinely collected or exported from Guyana."}]}