{"name": "103636217", "result": [{"species_id": 103636217, "taxonomicnotes": null, "rationale": "This unique marine gastropod is restricted to hydrothermal vents on deep-ocean ridges in the Indian Ocean. It is currently known  from three restricted locations, in distinctive microhabitats, the active black smokers and diffuse flow  sites located at depths of 2400 m bsl to 2800 m bsl. This species has an area of occupancy of 12 km<sup>2</sup> based on its currently known localities, calculated using 2x2 km<sup>2</sup> grid cells (the actual total combined area of the three vent fields is 0.0177 km<sup>2</sup>) and even if it is found in further sites its restrictive habitat requirements mean that it is not possible for the area of occupancy to be over 300 km<sup>2</sup>. Similarly, the number of locations could not be greater than five.&#160;At two locations, there is ongoing investigation for the development of deep-sea mining, and if mining is permitted the habitat could be severely reduced or destroyed. However, even the initial exploration is likely to cause disruption to the habitat. On the basis of its restricted distribution and ongoing and projected continuing decline, this species is assessed as EN B2ab(iii).", "geographicrange": "This unique marine gastropod is restricted to hydrothermal vents on deep-ocean ridges in the Indian Ocean. It is currently known from 3 locations, in both the active black smokers and the diffuse flow sites located at depths of 2400 m bsl to 2800 m bsl, namely the Longqi vent field, Kairei vent field and the Solitaire vent field (Chen <em>et al</em>. 2015b). With the exception of Solitaire, all hydrothermal vents discovered so far in the Indian Ocean (including those where this species is not found) are in International Waters and are all under one of four exploratory licenses: China, India, Korea, or Germany.<br/><br/>The species was originally known from two locations, separated by 700 km, and the third location (Longqi), is 2500 km away, but Chen <em>et al. </em>(2015a) found that the main differences between the Longqi subpopulations and the Soltaire and Kairei subpopulations relate to mainly to differences in local environmental conditions, especially the concentration of iron. In the Longqi vent field, this species is present over a small area of 2 hectares with presence on 5 black smokers and 3 diffuse flow sites.", "population": "These populations have only been sampled by remote submersible, and given the presence at depth, it is difficult to ascertain the population status. At the Longqi field, the species was reported to be locally abundant (Chen <em>et al.</em> 2015b).", "populationtrend": "unknown", "habitat": "The species is restricted to presence in the hydrothermal vents on deep-ocean ridges in the Indian Ocean. It is currently known from both the active black smokers and the diffuse flow sites located at depths of 2400 m bsl to 2900 m bsl.", "threats": "Two of the three known locations have exploratory licenses granted. The Longqi vent field lies in a seabed area licensed until 2026 - 2030 for the exploration of extraction of polymetallic sulphide mineral resources, which form at active hydrothermal vents. This exploration was licensed to the Chinese Ocean Minerals Resources, Research and Development Association by the United Nations International Seabed Authority (ISA) in 2011. The Kairei Vent is under license to the Federal Institute for Geosciences and Natural Resources of Germany for exploration During exploration-phase licences granted by the ISA allow some extraction of mineral deposits to determine their composition, and testing of seabed mining technology for future exploitation-phase licensing, hence there may already be disturbance of the subpopulation, however, as the location is remote and at depth, the impact on the subpopulation is uncertain. Both the Longqi and the Kairei Vent field may be vulnerable to considerable anthropogenic disturbances if future development of deep-sea mining is permitted. There is a predicted continuing habitat decline based on likelihood that the exploration phase will disrupt the habitats and disturb the populations at both deep-sea vents.", "conservationmeasures": "There are no conservation actions currently in place at any of the vent fields in the Indian Ocean, however, further research is recommended to determine whether the populations would be susceptible to disturbance by mining, to confirm whether the species is present at any other vent site along the Central and South Indian ridges and to ascertain the low dispersal reproductive system for this species, as these will assist in reevaluation of the conservation status of the species.", "usetrade": "There is no known trade is this species."}]}