{"name": "118041979", "result": [{"species_id": 118041979, "taxonomicnotes": "Originally described as <em>Micracanthicus vandragti</em>, it was recently moved to the genus <em>Hypancistrus </em>after Lujan <em>et al. </em>(2017) conducted new analyses with molecular data.", "rationale": "This species is listed as Vulnerable, in view of its extent of occurrence (EOO) of 8,800 km<sup>2</sup>. Additionally, decline in habitat quality is inferred related to log extraction in the riparian forests taking place in the upper Orinoco region and to gold mining. There are two locations based on these threats. More research is needed to establish the true extent and effects of deforestation and and to accurately assess the area of occupancy (AOO).", "geographicrange": "This species is known from the Guiana Shield. It is present in the Ventuari river and the main channel of the upper Orinoco, in Amazonas state.&#160;Due to its recent discovery, it is possible that the area of occupancy (AOO) and extent of occurrence (EOO) are still underestimated.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species is restricted to shallow, rocky rapids in the main channel of the Ventuari River with the following water conditions: water temperature 32°C, pH 6.9, conductivity 12.9 ms/cm, dissolved oxygen 6.6 mg/l (Lujan<em> </em>and Armbruster 2011).", "threats": "Around 70% of its distribution area is represented by tropical forests that are being subjected to log extraction (Oliveira-Miranda&#160;<em>et al. </em>2010). There are gold mines upstream of its localities in the Ventuari River.", "conservationmeasures": "Nearly 70% of the distribution occurs within Yacapana National Park. However, there are several gold mines near and inside these areas, and so this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records about harvest rates, areas of collections, fishing methods, or average lengths of capture. It is also bred outside Venezuela and commercialised as an ornamental fish. Trade in this species is not regulated by any law."}]}