{"name": "173832222", "result": [{"species_id": 173832222, "taxonomicnotes": null, "rationale": "<p><em>Hypsolebias hamadryades </em>is known only from its type locality, a temporary pool at in the floodplains of the Gorutuba River, within the town of Janaúba in Minas Gerais state, Brazil. Area of occupancy (AOO) and extent of occurrence&#160;(EOO) are estimated to be 4 km<sup>2</sup>, and the species is assigned to a single threat-based location. The area is subjected to intense urbanization, which has resulted in the destruction of habitat and extirpation of killifish populations in several temporary pools that were studied from 2002-2010. Similar declines in habitat quality and availability are inferred at the type locality of <em>H. hamadryades</em>. The most recent collection efforts yielded only 2 females, and failed to yield any adult males. Therefore, <em>H. hamadryades</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii). Site protection and <em>ex-situ</em> propagation may be warranted conservation priorities.</p>", "geographicrange": "<p><em>Hypsolebias hamadryades </em>is known only from its type locality, a temporary pool at approximately 530 m above sea level in the floodplains of the Gorutuba River, within the town of Janaúba in Minas Gerais state, Brazil (Costa&#160;<em>et al.</em>&#160;2018).</p>  <p>Area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup>, based on a single 2x2 km grid overlain on top of the type locality. This species is inferred from a single location, as urbanization is affecting the habitat quality of the type locality in its entirety.</p>", "population": "<p>The total population size and population trend of this species are unknown. This species is restricted to shaded, shallow margins of the pool near riparian bushes (Costa&#160;<em>et al.</em>&#160;2018). The majority of the pond is dominated by the congener <em>H. janaubensis</em> (Costa&#160;<em>et al.</em>&#160;2018). Recent ichthyological collection in April 2017 yielded only two females and no males (Costa&#160;<em>et al.</em>&#160;2018). </p>", "populationtrend": "unknown", "habitat": "<p><em>Hypsolebias hamadryades </em>is known only from its type locality, a temporary pool at approximately 530 meters above sea level in the floodplains of the Gorutuba River, within the town of Janaúba in Minas Gerais state, Brazil &#160;(Costa&#160;<em>et al.</em>&#160;2018). The area has been under ichthyological study since 2002, but <em>H. hamadryades</em> was first collected in 2017 because its type locality had previously been obscured by dense Caatinga forest that is disappearing due to intense urbanization (Costa&#160;<em>et al.</em>&#160;2018). The pool occupies an area of approximately 100 m<sup>2</sup> and is about 1 m in depth (Costa&#160;<em>et al.</em>&#160;2018). The entire pond is densely populated by the congener <em>H. janaubensis</em>, whereas individuals of <em>H. hamadryades</em>, mostly juveniles with a standard length (SL) below 2 cm, were found only in a small shaded portion of the pool near marginal vegetation (Costa&#160;<em>et al.</em>&#160;2018). </p>", "threats": "<p>The primary threat to this species is habitat degradation and loss associated with intense urbanization (Costa&#160;<em>et al.</em>&#160;2018). All temporary pools studied between 2002-2010 have been extirpated, and the type locality of this species was only discovered in 2017 due to the loss of dense Caatinga forest that had previously obscured the pond (Costa&#160;<em>et al.</em>&#160;2018). Continuing decline in habitat quality and availability is inferred. Total extirpation of the type locality is feasible if threats are not mitigated. </p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards this species, and range does not extend into any existing protected areas. Habitat and population monitoring are immediate research priorities. Site protection and <em>ex-situ</em> propagation may be warranted conservation priorities.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}