{"name": "53870254", "result": [{"species_id": 53870254, "taxonomicnotes": "Originally described as <em>Rivulus nicoi</em> (Lasso <em>et al.</em> 1992), due to a revision of the subfamily Rivulinae it was recently changed to <em>Laimosemion</em> after this was considered a valid genus and not a subgenus of <em>Rivulus</em> (Costa 2011).", "rationale": "This species has an area of occupancy (AOO) of 32 km<sup>2</sup>. It is highly dependable on ephemeral ponds, which are  susceptible to desiccation as a result of deforestation and  contamination from mining activities. A continuing decline in the extent and quality of its habitat related to deforestation and pollution from illegal mining activities is inferred. There is insufficient information to count locations. Therefore, it is assessed as Near Threatened.", "geographicrange": "This species is known from the Guiana Shield. It is present in the Ventuari river and the main channel of the upper Orinoco, in Amazonas state.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "It occurs in small forested pools (Thomerson and Taphorn 1992).", "threats": "Nearly 70% of its distribution area is represented by tropical forests that are under threat because of log extraction (Oliveira-Miranda&#160;<em>et al. </em>2010). There are at least two gold mines (Sanchez 2015) in the perimeter of the species' distribution area, at 27 km upstream from its occupied sites, which suggests that the species might be going through habitat loss and degradation.", "conservationmeasures": "About a quarter of the population occurs within Yacapana National Park and the natural monuments Cerro Camani and Cuao-Sipapo. However, there are several gold mines near and inside these areas, so this measure alone might not be sufficient to guarantee the protection of this species.", "usetrade": "This species is collected and traded as an ornamental fish (Lasso 2005), but there are no records regarding harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}