{"name": "150106255", "result": [{"species_id": 150106255, "taxonomicnotes": null, "rationale": "<p><em>Pterobrycon myrnae</em> is restricted to the Terraba and Pirris River drainages on the Pacific slope of Costa Rica. Population size and population trend are unknown, but this species appears uncommon based on limited sampling. Extent of Occurrence (EOO) is estimated to be between 2,212-5,000 km<sup>2</sup>. Regional threats exist, including land-use change resulting from deforestation and agricultural practices, as well as associated changes in sedimentation, hydrology, and non-point agricultural pollution. Given the scope of these threats and in inferred decline in the quality of available habitat, this species is assessed as Endangered under criterion B1ab(iii). </p>", "geographicrange": "<p></p><p><em>Pterobrycon myrnae</em> is endemic to the Pacific slope of Costa Rica, and occurs within the Terraba and Pirris River drainages (Angulo <em>et al</em>. 2013, 2015; Matamoros <em>et al</em>. 2015). Elevation ranges from 10-106 meters above sea level (Bussing 1998, Angulo <em>et al</em>. 2015). This species occurred in 10.5% of sampling localities within the Tusubres River, Costa Rica (Angulo <em>et al</em>. 2015). </p>  <p>The Terraba River drainage is approximately 5084 km<sup>2</sup> (Rólier-Lara and Whertmann 2011) with 456 linear km of waterways (Paaby 2008). Based on a minimum convex polygon calculated area georeferenced point records (GBIF 2019), a relatively narrow altitudinal distribution, and reported occurrence in the Terraba and Pirris River drainages, Extent of Occurrence (EOO) is estimated to be between 2,212-5,000 km<sup>2</sup>. Given the lack of georeferenced specimens in museum collections, an accurate estimation of Area of Occupancy (AOO) cannot be made. Given a relatively restricted range, and the widespread effects that deforestation and non-point agricultural pollution are likely having on downstream catchments, this species is not expected to occur in more than five locations. </p><br/><p></p>", "population": "<p>Total population size is unknown. In the Rio Grande de Terraba, Rojas and Rodríguez (2008) did not detect this species, but this may be the result of sampling gear bias. In the Chocuaco River, Osa Peninsula, it comprised 10.9% of relative fish abundance by number of individuals, but occurred in only 7% of sampled streams (Monfredi 2012).&#160; </p><p>Population trend is suspected to be declining, given reported declines and possible localized extirpation in portions of the Terraba River drainage (Rojas and Rodríguez 2008).</p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in small, shallow streams overhung by trees or lined by shrubs and grasses. Streams are characterized by seasonal fluctuations in turbidity, with reproduction apparently occurring during the rainy season. Diet is comprised primarily of terrestrial and aquatic insects (Füreder <em>et al</em>. 2014). Limited evidence suggests that this species has a longevity of less than three years (Bussing 1974). </p><p>Fertilization occurs internally. This species exhibits complex courtship behavior, and reproduction in general is not well understood (Bussing 1998).&#160;</p><p>This species reaches a maximum size of 4.0 cm total length (TL) (Bussing 1998).&#160;</p>", "threats": "<p>Expansive agriculture has led to the deforestation of much of the Terraba River drainage (Krishnaswamy <em>et al</em>. 2001). As a result, sedimentation rates have increased and have probably&#160;resulted in a decline in the quality of habitat available to <em>P. mrynae</em>, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Rojas and Rodríguez (2008) suggest that expansive agriculture adjacent to the Rio Grande de Terraba has resulted in habitat degradation and a potential decline in population abundance at this locality. </p>  <p>Completion of the proposed Boruca dam is likely to have major impacts on the hydrology of the Terraba River basin (Anderson <em>et al</em>. 2006).</p>", "conservationmeasures": "<p>There are currently no species specific conservation actions directed towards <em>P. myrnae</em>. This species has been reported from Piedras Blancas National Park, and may also occur in Corcovado National Park (IUCN and UNEP-WCMC 2019). More information regarding distribution, population size, population trend, and the impacts of regional threats are needed to guide future conservation action. </p>", "usetrade": "<p></p><p>This species is commonly encountered in the ornamental trade, but the total volume of harvest is not currently known.&#160;</p><p></p>"}]}