{"name": "150106660", "result": [{"species_id": 150106660, "taxonomicnotes": "Although this species is currently considered valid (Eschmeyer <em>et al</em>. 2019), recent genetic analysis suggests that species-level status may not be warranted. Any taxonomic changes in this regard would like cause a non-genuine increase in Extent of Occurrence (EOO), which may warrant reassessment.", "rationale": "This species is limited to a few drainages on the Atlantic slope of southeastern Costa Rica and western Panama. While this species is known from a limited number of collection records, Extent of Occurrence is not expected to exceed 5,000 km<sup>2</sup>. Land-use changes in the Sixaola River drainage have had documented impacts on the area, extent, and quality of available habitat. Additionally, continuous fish kills resulting from pesticide pollution have been reported. As such, this species is assessed as Endangered (EN) under criterion B1ab(iii,v). More research is needed to reduce uncertainties in distribution, population status, biology and ecology, and magnitude of threats.", "geographicrange": "<p></p><p><em>Amatitlania kanna</em> is restricted to a few drainages (Sixaola, Cañaveral and Cricamola) on the Atlantic slope of Costa Rica and Panama (Schmitter-Soto 2007, McMahan <em>et al</em>. 2014). In Costa Rica, it has only been reported from the Sixaola River drainage at elevations ranging from 0-65 meters above sea level (Angulo <em>et al</em>. 2013). &#160;</p><p>  Based on a georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019), Extent of Occurrence (EOO) is estimated to be 2,160 km<sup>2</sup>. Given the pervasive threat of non-point agricultural pollution, this species is suspected to occur in 3-5 locations.&#160;</p><br/><p></p>", "population": "<p>The total population size of this species is unknown. Documented fish kills resulting from agricultural runoff in the Sixaola River drainage&#160;(Lorion and Kenney 2009, Polidoro and Morra 2016) suggest continuous declines in the number of mature individuals.</p>", "populationtrend": "decreasing", "habitat": "<p></p><p>Freshwater; benthopelagic (Bussing 1998, Froese and Pauly 2019). Adults inhabit flowing water from small creeks and streams to the shallows of large and fast flowing rivers. This species prefers rocky habitats with tree branches and leaf litter, and finds sanctuary in the various cracks and crevices provided by this type of environment, or among roots and debris. Adults and juveniles also occur in warm (20–36°C) pools of springs and their effluents (Conkel 1993, Bussing 1998). Diet is comprised of worms, crustaceans, insects, and plant matter (Conkel 1993, Bussing 1998, A. Angulo pers. comm. 2019).</p>  <p>This species lays eggs on cleaned surfaces of rocks or tree branches one or two times per year (up to six, depending on water conditions) (A. Angulo pers. comm. 2019); parents incubate eggs, guard young, tend and fan embryos, and transport juveniles into newly excavated pits in the substrate (Conkel 1993, Bussing 1998, A. Angulo pers. comm. 2019). Dark cavities are preferred as nests to conceal the brood and make them less conspicuous to visual predators (Conkel 1993, Bussing 1998). Approximately 100-200 eggs are deposited and are vigorously guarded and cared for by both male and female (A. Angulo pers. comm. 2019).</p>  <p>Maximum reported body size is 10 cm standard length (SL) (A. Angulo pers. comm. 2019).</p><br/><p></p>", "threats": "<p>High concentrations of heavy metals and pollution from raw sewage discharge have caused a reduction in water quality in much of the Sixaola River (Mena-Rivera and Quirós-Vega 2018). Much of this region has been developed for plantation agriculture (primarily banana) and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated fish kills (Lorion and Kenney 2009, Polidoro and Morra 2016). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer a continuing decline in the number of mature individuals. </p>", "conservationmeasures": "There are currently no species-specific conservation actions directed towards <em>A. kanna</em>. This species would benefit from more research on distribution, population status, and the impacts of major threatening factors. Additionally, habitat and population monitoring would be useful in accurately determining rate of loss.", "usetrade": "<p></p><p>This species is available in the ornamental aquarium trade (most often treated as <em>A. nigrofasciata</em>), but the majority of traded specimens are aquacultured (Tuckett <em>et al</em>. 2017).</p><p></p>"}]}