{"name": "176034415", "result": [{"species_id": 176034415, "taxonomicnotes": null, "rationale": "This species is known for certain from one island in the middle of the Orinoco River. It possibly occurs on one other island, but that site is unconfirmed at present. The current status of the population is unknown but since the ponds are small, and this type of killifish are territorial, it is estimated that there are fewer than 1,000 mature individuals. As an annual fish, this species is only active during the rainy season, and sit out the dry season as embryoes buried in the substrate. Possible threats to the population on Isla Raton include possible changes in the hydrocycle such as an early long term period of high water that could flood the pools and allow riverine fishes to invade them, overharvesting or draining portions of the pools to create farm plots. Therefore, this species is assessed as Vulnerable.", "geographicrange": "This species is known only from the type locality, the south-western edge of Isla Raton near the village of Sabanita, upper Río Orinoco, 5°05'N, 67°48'W, Amazonas, Venezuela (Thomerson and Taphorn 1995). Since the island is in the middle of the river, and the western shore is Colombia, it is presumed that this species also occurs in Colombia. There are potential reports of this species on a different island further  upstream in the Orinoco (C. Lasso pers. comm. 2020), but the location of this is unknown, and it is not considered in this assessment.", "population": "Although there are no data available on population counts on Isla Raton, this species is territorial and so the population size is presumed to be fewer than 1,000 mature individuals (D. Taphorn pers. comm. 2020).", "populationtrend": "unknown", "habitat": "This invertivore is an annual killifish that lives in temporary rain pools. Typically, these pools have a muddy substrate and abundant aquatic vegetation. Adults deposit and fertilize eggs in the substrate of the pool, where the embryos remain. At the end of the rainy season, the pools dries out completely and all adults die. The embryos remain buried in the substrate in a state of aestivation until the rains return. Then they hatch, grow quickly, and reach sexual maturity at 4–6 weeks, and begin depositing embryos in the substrate. There is nuptial courtship, and strong sexual dimorphism, with the larger, more colourful males displaying to females to entice them to lay eggs. Males are territorial and aggressive.", "threats": "Potential threats to this species in the pools on Isla Raton include the possibility of overharvest by ornamental fishers, destruction of the pools caused by unusually high flooding (possibly exacerbated by climate change), and draining or alteration of the pools for construction or small scale farm plots.", "conservationmeasures": "There are no conservation activites regarding this species.", "usetrade": "This species is in the aquarium trade, but not currently harvested from the wild so far is as known."}]}