{"name": "14260328", "result": [{"species_id": 14260328, "taxonomicnotes": "Southern populations of <em>Austropetalia</em>, originally treated as <em>A. patricia</em>, were separated as <em>A. tonyana </em>by Theischinger (1995). A single female from Barrington Tops was treated as <em>A. patricia </em>until it was recognised as a separate species <em>Austropetalia anneliese</em> (Theischinger 2013).", "rationale": "<p><em>Austropetalia patricia</em> is only known from a relatively small range in New South Wales, with a maximum extent of occurrence (EOO) a little over 20,000 km² (the true EOo is likely less than 20,000 km²) and an area of occupancy (AOO) estimated to be less than 500 km². Fewer than 10 locations are known, and at some locations it is only known from old records and may already be extinct in those areas. Although precise information on threats is lacking, a number of potential threats are likely to be affecting the species, or will do in the future, and a continuing decline in area and quality of habitat appears likely for the species. It is therefore assessed as Vulnerable under criterion B (VU B1ab(iii)+2ab(iii)) and taking a reasonable precautionary approach with regard to continuing decline in habitat quality and extent. However it is possible that this species is seriously under-recorded because of the difficulty of sampling.</p>", "geographicrange": "<p><em>Austropetalia patricia</em> is endemic to Australia, where it is only known from a relatively small area in New South Wales. Most records are from a small number of relatively close together locations in the Blue Mountains, with isolated locations approximately 100 km to the north-east and 100 km to the south-east. All together about eight individual locations are known, some of which are within Blue Mountains National Park, whilst the southernmost location is just inside Morton national Park. Its extent of occurrence (EOO), based on a minimum convex polygon around known occupied HydroBASIN areas, is 20,386 km². Bush <em>et al</em>. (2014: Table S2) give an estimate of the current extent of suitable habitat of this species of 585 km², this is an upper bound on the area of occupancy (AOO) of the species, but the true AOO will certainly be less than 500 km².</p>", "population": "<p>There are insufficient data to make definitive statements about population sizes or health for this species, but there are relatively few records, and since the species of <em>Austropetalia</em> have been actively searched for by a number of odonatologists, this does suggest that it is not common. Moreover, most records that the assessor has seen are rather old, dating from the 1950s or earlier, with only a handful from the 1980s and 1990s; perhaps this reflects reduced effort to find the species in recent decades, but it might be evidence of a decline, especially as some of the old records appear to be from sites now in or very close to towns, and so may represent extinct populations. However both adults and larvae are difficult to sample, on the larva G. Theischinger (pers. comm.) writes \"Stream ... assessment and steam watch programs completely fail to detect the species because of the larva’s semiterrestrial life (hard to sample)\". It can be reasonably assumed to have suffered some decline in its populations, but it is not clear if this decline is ongoing.</p>", "populationtrend": "unknown", "habitat": "<p>This species “inhabits narrow, trickles, sphagnum swamps and splash zone of waterfalls” (Theischinger and Endersby 2009). The apparent scarcity of the species suggests that it is particularly sensitive or specialised in its habitat choices, so more specific habitat information may be needed.</p>", "threats": "<p>Detailed information about specific threats to this species is lacking, but populations outside of protected areas are likely to face threats from urban expansion and development, excessive use of water resources, forest fires etc., and in the longer term climate change can only exacerbate many of these threats. Even inside protected areas, excessive tourist numbers or ill-advised development of tourist facilities could present threats, and threats such as forest fire and increased frequency of droughts through climate change will still be an issue. More data on threats are urgently needed for this species.</p>", "conservationmeasures": "<p>More, and up-to-date, data on the distribution of this species is needed, as is more information on its habitats and ecology, and on threats. Some populations, even in more accessible locations in national parks, may need management plans to help ensure their long-term survival.</p>", "usetrade": null}]}