{"name": "157211", "result": [{"species_id": 157211, "taxonomicnotes": "<em>Ena elongata</em>&#160;(Kobelt 1877) has been attributed to the genus <span style=\"font-style: italic;\">Ena </span>based on shell characters (Bank and Menkhorst 1992, Hausdorf 2001). Further taxonomic work is needed to confirm the validity of this species.", "rationale": "This species is endemic to Greece, where it is known from five records on Taygetos mountain in Peloponnese. It occurs in rocky areas at high altitude. It has a small extent of occurrence (EOO is estimated at 12 km²) and area of occupancy (AOO is 12 km²) and occurs in 3–4 locations. It is not known if continuing decline is affecting the species at present, however grazing, and droughts and temperature extremes caused by climate change&#160;are plausible threats that could cause this in future, which would result in the species rapidly moving to Endangered. Therefore, currently it is assessed as Near Threatened (nearly meets criteria B1ab(ii)+2ab(iii); D2). Further research to confirm this mollusc's distribution and specific habitat requirements and monitoring of its habitat are recommended to be able to refine its status in future.&#160;<p><span class=\"apple-style-span\"></p>", "geographicrange": "The species is endemic to the Peloponnese (Taygetos Mt.) in Greece (Kobelt 1877, Bank and Menkhorst 2001). It has been reported from five localities from high altitude (800–2,000m asl). The species has not been reported since its initial record. Therefore, it cannot be assumed that its distribution largely goes beyond the current known localities. Its extent of occurrence (EOO), based on a minimum convex polygon around the known records, is 1.5 km², but for assessment purposes, this is raised to 12 km² to match the area of occupancy (AOO).", "population": "<p><span class=\"apple-style-span\">There is no available information on the population size or trends for this species.&#160;</p>", "populationtrend": "unknown", "habitat": "This mollusc was found under stones in the Taygetos mountain in Peloponnese (Kobelt 1876). Beyond this, its habitat and ecology are not known.", "threats": "This is a montane species, found in rocky areas at high altitudes. Permanent grazing occurs on the mountain, up to the summit and even the steep slopes can be reached by goats.&#160;Since its habitat and ecological requirements are understudied, it is&#160;difficult&#160;to assess whether grazing is causing continuing decline in habitat. As a high-altitude endemic species, the effects of climate change will likely reduce suitable habitats very rapidly, because there is refuge area for the species to move to.", "conservationmeasures": "<p>The species was listed in the 2009 Greek Red Data Book as Vulnerable (Legakis and Maraghou 2009). Although Taygetos Mt. is included&#160;various protection schemes (e.g. Natura 2000), there are no conservation actions specific to this species. More research on the taxonomy, distribution and ecology of the species is needed.<br/></p>", "usetrade": "<p>This species is not used or traded.</p>"}]}