{"name": "173831550", "result": [{"species_id": 173831550, "taxonomicnotes": null, "rationale": "<em>Farlowella gianetii </em>is restricted to headwater streams and tributary rivers in the upper Xingu River basin, Mato Grosso, Brazil. Extent of occurrence (EOO) is estimated to be 492 km<sup>2</sup> and area of occupancy (AOO) is estimated to be 24 km<sup>2</sup>, based on a limited number of georeferenced collection records. Total population size and population trend are unknown. The primary threat to this species is land-use change associated with deforestation, farming, ranching, and mining (Sousa&#160;<em>et al.</em>&#160;2018). However, the direct impact and scope of existing threats have not been quantified and therefore it is not possible to accurately estimate the number of threat-based locations where this species occurs. Therefore, <em>F. gianetii</em> is assessed as Near Threatened under criterion B1ab(iii)+2ab(iii). Additional ichthyological surveys will be necessary to clarify range extent, population size, and population trend, and may result in qualification for a higher threatened category.", "geographicrange": "<p><em>Farlowella gianetii </em>is restricted to the upper Xingu River basin, having been reported from the Couto de Magalhães and Culuene Rivers, and from smaller tributaries in Mato Grosso State, Brazil (Ballen&#160;<em>et al.</em>&#160;2016). </p>  <p>Extent of occurrence (EOO) is estimated to be 492 km<sup>2</sup>, calculated by generating a minimum convex polygon around georeferenced collection records (Ballen&#160;<em>et al.</em>&#160;2016). Area of occupancy (AOO) is estimated to be 24 km<sup>2</sup>, calculated by overlaying a 2x2 km grid on known collection localities. Because there are a limited number of targeted surveys in adjacent streams, and due to uncertainties regarding the scope and direct impact of existing threats, the number of threat-based locations where this species occurs cannot be determined with accuracy. More comprehensive survey efforts will probably yield a number of additional collection localities and are necessary to clarify the range extent of this species.</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p>This species is known from rivers and tributary streams in the upper Xingu River basin (Ballen&#160;<em>et al.</em>&#160;2016). </p>", "threats": "<p>The primary threat to this species is land-use change associated with deforestation, farming, ranching, and mining (Trancoso&#160;<em>et al.</em>&#160;2009, Panday&#160;<em>et al.</em>&#160;2015, Sousa&#160;<em>et al.</em>&#160;2018). Development incentives initiated by state government in the 1970s have resulted in uncontrolled land use, road construction, and the establishment of a number of hydroelectric projects (Camargo&#160;<em>et al.</em>&#160;2004). Widespread deforestation associated with past cattle ranching and the expansion of the agricultural frontier (primarily soy production) have altered evapotranspiration and streamflow in the upper Xingu River basin (Dias&#160;<em>et al.</em>&#160;2015, Ilha&#160;<em>et al.</em>&#160;2019). Gold mining activities are prevalent throughout the region (Camargo&#160;<em>et al.</em>&#160;2004, Bratman and Dias 2018, Lobo&#160;<em>et al.</em>&#160;2018).</p>  <p>Continuing decline in habitat quality as a result of existing threats is inferred. However, this species remains abundant and there is currently no documented evidence of major, range-wide population decline.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>F.</em> <em>gianetii</em>. This species is not known to occur within the boundaries of existing protected areas (IUCN and UNEP-WCMC 2020). More comprehensive ichthyological surveys in the upper Xingu River basin will be necessary to clarify range extent, population size, and population trend. Additional research regarding the direct impact and scope of existing threats would be useful in clarifying the conservation status of this species.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species.</p>"}]}