{"name": "109725519", "result": [{"species_id": 109725519, "taxonomicnotes": null, "rationale": "<p>The species is endemic to<sup>&#160; </sup>Lake Towuti (561.1 km<sup>2</sup>) in Sulawesi, where it is known from a single inlet. This inlet is considered as a single location with major threats including lake level regulation due to the downstream dam, potential  impacts of pollution from nickel mining around lakes upstream, ongoing eutrophication and future threats from invasive species. It has an estimated extent of occurrence (EOO) of 52 km<sup>2</sup> and an area of occupancy (AOO) of 4 km<sup>2</sup>, which makes it extremely vulnerable to the invasive Flowerhorn cichlids, (<em>Colossoma</em> sp.). The spread of invasive Flowerhorn Cichlids to Lake Towuti from Lake Mahalona is almost certain and is predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al. </em>2012) and caused the rapid loss of <em>Sulawesidrobia</em> populations (T. von Rintelen pers. obs. 2017; 2018). It is therefore assessed as Critically Endangered given its extremely limited distribution, expected deterioration of its habitat and the future impact of Flowernhorn Cichlids in Lake Towuti.</p>", "geographicrange": "<em>Sulawesidrobia bicolor</em><em> </em>is endemic to Lake Towuti in the Malili Lake system  (Sulawesi, Indonesia). It is currently known from a single locality on the west side of the lake. Zielske&#160;<em>et al.</em>&#160;(2010) noted that it is uncertain whether new&#160;<em>Sulawesidrobia&#160;</em>species were confined to lake habitats because species occurring in other types of water bodies in Sulawesi have not been investigated. However, their occurrence in rivers and springs around the lakes is highly unlikely given their habitat specialisation.", "population": "<p>There is no population information available for this species as it is based on single sample, despite surveys between 2003 and 2018 in the region. However, an overall population decline of &gt;90% is predicted over the next 10 years due to the spread of the invasive Flowerhorn Cichlids (<em>Colossoma</em> sp.) in the Malili lakes (T. von Rintelen pers. comm. 2018). This prediction is based on the impact of Flowerhorn Cichlids in Lake Matano, where they spread throughout the entire lake in under 10 years (Herder <em>et al. </em>2012) and caused the rapid loss of <em>Sulawesidrobia </em>populations (T. von Rintelen pers. obs. 2017; 2018). Flowerhorn Cichlids have now been confirmed in the downstream Lake Mahalona (W. Darwall pers. obs. 2018) and they are assumed, therefore, to also occur in River Petea, which connects Lake Matano and Mahalona. If not already present in Lake Towuti, the Flowerhorn Cichlids will soon spread downstream to the lake, as River Tominanga connecting these two lakes is much less of a barrier than the river between Lakes Matano and Mahalona, and are predicted to cause population declines in this species similar to those seen in the <em>Sulawesidrobia </em>populations of Lake Matano.</p>", "populationtrend": "unknown", "habitat": "<p>This species is only known to occur in the freshwater Lake Towuti&#160;and found living on rocks (von Rintelen pers. comm. 2018).</p>", "threats": "<p>This species is found within an inlet on Lake Towuti and the outflow on the Larono River from this inlet is dammed for HEP production for the villages and nickel mine on Lake Matano. The outflow is regulated, which combined with natural water level fluctuations throughout the entire lake system could impact this species which lives on the rocky shorelines of the lake. Other threats come from water pollution from the rapidly expanding human population around the lakes, as well as pollution from the nickel mining.&#160;Most critically, invasive species (particularly Flowerhorn cichlids, <em>Colossoma</em> sp.) have been introduced to Lake Matano and <em>Sulawesidrobia </em>species are an important part of their diet (Herder <em>et al. </em>2012). The apparent eutrophication in Lake Matano may also be partly due to the removal of most grazers of algae (T. von Rintelen pers. comm. 2018). Flowerhorn Cichlids have now been confirmed in Lake Mahalona (W. Darwall pers. obs. 2018) and, if not already present, are very likely to continue to spread downstream to Lake Towuti through River Tominanga, where they are predicted to cause a population decline of &gt;90% in this species within the next 10 years (T. von Rintelen pers. comm. 2018).</p>", "conservationmeasures": "<p>There are no known conservation actions currently in place for this species and research into potential threats and its distribution is recommended, as it is possibly more widespread than currently known. Prevention of the expansion of the invasive cichlid species into the lake would be beneficial to this species, as would sustaining high water quality and use of water management and outflow regulation preventing rapid changes in lake water levels. <br/></p>", "usetrade": "This species is not used or traded."}]}