{"name": "125855083", "result": [{"species_id": 125855083, "taxonomicnotes": "There are no currently recognized subspecies (Selby 2005).", "rationale": "The Ottoe Skipper (<em>Hesperia ottoe</em>) is a mixed grass prairie specialist butterfly, historically found across the central and north-central plains of the United States and a small corner of Manitoba, Canada. While it remains extant across much of this range, it is restricted to native prairie remnant patches, and is therefore only found in small isolated populations. The dispersal capability of this species is limited, so populations that become extirpated are unlikely to be recolonized. While this species is listed as state and province protected in a few of the states where it occurs, threats from continuing habitat loss and degradation due to agricultural conversion, urban development, invasive species, and pesticide use in adjacent croplands remain.&#160;<br/><br/>The estimated area of occupancy (AOO) for this species is 84 km<sup>2</sup>, which meets the threshold for listing under Endangered. The remaining populations are considered severely fragmented, as it is inferred that more than half of the remaining individuals are found in isolated habitat patches where long term survival and recolonization from neighbouring populations is unlikely. In addition, continuing decline in extent of occurrence (EOO), AOO, and extent and quality of habitat has been observed and continuing decline in the number of mature individuals is therefore inferred. As such, this species is considered Endangered under criterion B2ab(i,ii,iii,v).", "geographicrange": "The Ottoe Skipper (<em>Hesperia ottoe</em>) was historically widespread across the central and north-central plains of the United States and a small corner of Manitoba, Canada (GBIF 2021, Selby 2005). It was found from northern Texas to southwestern Manitoba in the west, and from northern Indiana to southern Michigan in the east (Opler and Wright 1999). While it is still extant throughout most of this range, it is uncommon and found only in scattered populations.&#160;<br/><br/>Historically, the extent of occurrence (EOO) of this species was as much as 2.2 million km<sup>2</sup>. However, when only recent occurrences are considered, the current EOO has been reduced to 1.6 million km<sup>2</sup>. Similarly, a historic area of occupancy (AOO) (considering all reported occurrences of this species (GBIF 2021)) of at least 520 km<sup>2</sup>, has been reduced to as little as 84 km<sup>2</sup>. This current AOO was calculated from the number of occurrences reported in the last ten years (n=21) (GBIF 2021, Lotts and Naberhaus 2021) multiplied by a four km<sup>2&#160;</sup>grid cell. This estimate assumes each reported occurrence is isolated within its own grid cell, which is fair given the nature of the fragmented habitats of this species. This AOO could be underestimated, as some occurrence localities may have been missed, as there has been no concerted survey efforts in some parts of the range. However, even if twice the number of reported sites are occupied, an AOO of 168 km<sup>2</sup> still meets the threshold for listing under the same threat category.", "population": "The population size for the The Ottoe Skipper (<em>Hesperia ottoe</em>)&#160;is unknown, though it is reportedly uncommon and generally found in small colonies. Continuing declines in population size are likely, as available habitat for this species continues to disappear across its range. For example, in Kansas this species is experiencing range contractions (Wright <em>et al.</em> 2003). In Colorado, mixed and tallgrass prairie remnants along the Front Range are being lost to housing developments, weed invasion, and over-grazing (Selby 2005). In Michigan, this species was once known to occur in at least 17 sites, only 4 of which were still occupied as of 2001 (Selby 2005). In other cases, population decline may continue due to the fragmented nature of remaining habitats and small population sizes within metapopulations. For example, in Indiana there are long-term viability concerns for the last remaining three deme metapopulation in the state, found in fragmented habitats on the Michigan Lake Plain (Shuey 2009). Though the host plant is plentiful, the need for at least one additional deme is desired to further secure this metapopulation (Shuey 2009). As a result, the Ottoe Skipper is considered severely fragmented, as more than half of the remaining individuals are found in isolated habitat patches that may not be viable long-term. Recolonization from other patches is unlikely, given they are farther apart than the maximum dispersal distance of the species.", "populationtrend": "decreasing", "habitat": "The Ottoe Skipper (<em>Hesperia ottoe</em>) inhabits mixed-grass prairies, including dry-mesic to mesic prairie dominated by mixed grasses such as Little Bluestem (<em>Schizachyrium scoparium</em>) and Sideoats Grama (<em>Bouteloua curtipendula</em>), as well as dry-mesic tall grass prairies where mixed grasses are dominant over tall grasses (Selby 2005). Disjunct populations in the Colorado Front Range are associated with xeric and mesic tall grass prairies from 1,650 to 2,000 metres in elevation (Selby 2005). Eastern populations are found in prairies with sandy soils, such as dry sand prairies and open oak barrens where native warm season grasses occur (Cuthrell 2001).&#160;&#160;<br/><br/>The main larval food plant of the Ottoe Skipper is Big Bluestem (<em>Andropogon gerardi</em>), but Little Bluestem (<em>Schizachyrium scoparium</em>), Sideoats Grama (<em>Bouteloua curtipendula</em>), Blue Grama (<em>Bouteloua gracilis</em>), and Fall Witchgrass (<em>Leptoloma cognatum</em>), Geyer's Sedge (<em>Carex geyeri</em>), Hairy Grama (<em>Bouteloua hirsuta</em>), panicgrasses (<em>Dichanthelium</em> spp.), and prairie dropseed (<em>Sporobolus </em>spp.) are also used (Scott 1986, Opler and Wright 1999, Dana 1991, Scott 2020). Ovipositing females can lay 200 eggs (Scott 2020). Females have been observed laying eggs on the disc flowers of purple coneflower and after eclosion larvae crawl off to move towards hostplants (Scott 2020). Larvae build tied-leaf nests at the base of their host plants as they feed (Scott 1986). There is only one generation per year, and larvae typically overwinter in grass litter, as 4th or 5th stage instars, and resume development in the spring before pupation (Scott 1986, Selby 1991, Scott 2020). Adults emerge from mid to late June to mid-July and have been observed nectaring on a variety of plants including Milk Thistle (<em>Carduus nutans</em>), Bergamot (<em>Monarda fistulosa</em>), Vervain (<em>Verbena stricta</em>), and especially Narrow-leaved Purple Coneflowers (<em>Echinacea angustifolia</em>) (Dana 1991, Scott 2020). To locate females, males typically rest and wait for females, often on coneflowers (Scott 2020). This species is an egg for 12-13 days, 1st through 3rd instar larvae from 27 to 58 days, and a 4th and 5th instar from 14 to 36 days. Overwinter takes place as a 5th instar for 6 months, then the 6th and 7th instar stages last 25-38 days, before pupation takes place for 12-19 days (Dana 1991, Selby 2005). The adults live for 19 to 21 days (Scott 2020).<br/><br/>This species is not migratory and is unable to persist in altered habitats, such as agricultural fields or developed areas (Selby 2005, Swengel and Swengel 2013). It is unlikely dispersal between isolated prairie fragments is possible, in most cases. In one mark recapture study, most movements of skippers were localized (ranging from 1-200 m) (Selby 1992), though a few longer distance movements were recorded of up to 256 m (Scott 2020) and up to 2 km (Selby 1992). Therefore, movement between adjacent habitat patches may be possible, though recolonization from distant populations may not be (Selby 2005).", "threats": "As has been the case for many prairie butterflies in North America, the Ottoe Skipper&#160;has likely been in slow decline, due to land use changes in the region, since the arrival of European settlers (Swengel <em>et al.</em> 2011). North American prairies have decline by an estimated 99% in the last few centuries, primarily due to conversion for agriculture (Samson and Knopf 1994). As a result, this species is now restricted to isolated remnants of fragmented prairie habitat (Selby 2005). These isolated patches remain threatened by habitat loss and degradation from urban development, intensive grazing regimes, pesticide use, silviculture, the invasion of non-native plants (Selby 2005, Wright&#160;<em>et al.</em>&#160;2003, Cuthrell 2001). Under these current circumstances, this species is vulnerable to local extirpations, and given the distance between habitat patches, recolonizations are unlikely (Selby 2005).&#160;<br/><br/>Intensive grazing has been shown to adversely impact this species, likely due to loss of nectar sources, loss of larval host plants, changes in vegetative structure and trampling of larvae and eggs (Dana 1991). Invasive species such as Smooth Brome (<em>Bromus inermis</em>), Kentucky Bluegrass (<em>Poa pratensis</em>), Leafy Spurge (<em>Euphoribia esula</em>), and woodland invasion by both native and non-native plants also threatens prairie remnant habitats. Pesticide use is also problematic, as many prairie remnants are surrounded by rangeland and cropland (Selby 2005). Management with prescribed burns can also negatively impact Ottoe Skipper populations if carried out late in the spring or in the fall, over too large an area, or too frequently (Dana 1991).", "conservationmeasures": "&#160;The Ottoe Skipper is not federally protected in the United States or Canada. It has been given Natural Heritage Program Status Ranks in all but two states (Texas and North Dakota) where it occurs. It is listed as Critically Imperiled in Indiana, Michigan, Minnesota, Missouri, Wisconsin, Manitoba, as Imperiled in Colorado, Illinois, Iowa, Kansas, Montana, Nebraska, Oklahoma, and as vulnerable in Wyoming (NatureServe 2020). It is only tracked by Natural Heritage Programs in a few of these states, so population and habitat monitoring is needed. Continued protection of remnant prairie reserves is essential for the long term survival of the Ottoe Skipper (<em>Hesperia ottoe</em>). Preventing encroachment of invasive species, maintaining nectar sources and larval food plants, and adopting appropriate management regimes, paying close attention to grazing, mowing, and fire is necessary (Dana 1991, Selby 2005). Ecological restoration could be used to expand habitat and enhance connectivity between between fragmented occupied sites.", "usetrade": "This species is not targeted for collection or otherwise utilized."}]}