{"name": "11286", "result": [{"species_id": 11286, "taxonomicnotes": "Closely related to <span style=\"font-style: italic;\">Lanistes solidus</span> and <span style=\"font-style: italic;\">Lanistes nyassanus</span>, but conchologically distinctive (Berthold in Brown 1994).", "rationale": "<em>Lanistes nasutus</em> is endemic to Lake Malawi where only a single specimen was found during recent surveys. It therefore occurs in just one threat-based location and has an area of occupancy (AOO) of 4 km<sup>2</sup>. Its deep water habitat in the lake is thought to be declining due to limnological changes caused by the effects of climate change, as well as pollution and dredging from fishermen (Van Boxclaer <em>et al.</em> 2012). There are also no current conservation plans in place for this species. Due to its restricted range and continuing declines it is assessed as Critically Endangered.", "geographicrange": "This species is endemic to Lake Malawi but has rarely been recorded as it represents a deep water form that occurs in the southern part of the lake around Monkey Bay (Mandahl-Barth 1972). Two historical records are mentioned in the literature from this area (Mandahl-Barth 1972) and a single specimen was found during recent surveys (Schultheiß<em> et al. </em>2009, Van Boxclaer <em>et al. </em>2012).", "population": "There is no population information available for this species, however the number of mature individuals is thought to be declining (A.G. Wilke pers. obs. 2018).", "populationtrend": "decreasing", "habitat": "This species is found in soft substrate in Lake Malawi and has been dredged from depths of 46 m to 82 m.", "threats": "The decline and potential loss of deep-water subpopulations has been attributed to limnological changes caused by climate change effects (Van Boxclaer <em>et al. </em>2012). This species is probably impacted by general habitat threats to Lake Malawi benthos such as sedimentation and dredging by fishermen, and resulting effects such as eutrophication and deoxygenation (Van Boxclaer<em>&#160;et al.&#160;</em>2012). However, the recent record is within the boundaries of the Lake Malawi National Park where deep-water trawling is not permitted.", "conservationmeasures": "There is no conservation information available for this species, but research into the taxonomy, population, ecology, and threats to <em>Lanistes nasutus&#160;</em>is needed. The recent record is from the waters of Lake Malawi National Park.", "usetrade": "There is no use or trade information available for this species."}]}