{"name": "177894341", "result": [{"species_id": 177894341, "taxonomicnotes": null, "rationale": "<p><em>Pericnemis gili</em> is known only from three scattered locations in central and northern Luzon, the Philippines. It is not known if it occurs in any protected area. An accurate estimate of its area of occupancy (AOO) is not possible, but since it clearly has a very local occurrence, the AOO is inferred to be below 500 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest within the range of the species. The overall population is clearly severely fragmented and significant threats exist throughout the range of the species. Its extent of occurrence (EOO) is 9,723–14,302 km², which is within thecriterion B1 threshold for Vulnerable; however, since its AOO is likely to be smaller than 500 km², this species is assessed as Endangered under criterion B2 (EN B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Pericnemis gili</em> is known only from three scattered locations in central and northern Luzon, the Philippines (Villanueva and Dow 2020). It is not known if it occurs in any protected area. An accurate estimate of its area of occupancy (AOO) is not possible with the available data, but since this species clearly has a very local occurrence, the AOO is likely to be smaller than 500 km². Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 9,723 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 14,302 km² (based on an MCP around the HydroBASINS known to be occupied by this species).<br/></p>", "population": "<p>This is clearly a very locally occurring species and not common even where it does occur. No other statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest within its range and that severe fragmentation is certain.</p>", "populationtrend": "decreasing", "habitat": "<p>Virtually nothing has been recorded on the habitats and ecology of this species but it is forest-dependent. The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threats to this species will be from deforestation with logging and farming of one type or another as major drivers and probably from mining (legal or illegal) and associated pollution of streams.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of areas of suitable habitat and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}