{"name": "176414011", "result": [{"species_id": 176414011, "taxonomicnotes": null, "rationale": "This species occurs in streams, rivers, and natural lentic systems of  the Lower Parana, Lower Uruguay, and Laguna dos Patos freshwater  ecoregions. It has an area of occupancy (AOO) of 176-688 km<sup>2</sup>. The primary threat relates to pollution of waterways by agricultural pollution, and there is inferred continuing decline in habitat based on this. It should be noted that there is poor knowledge on the biology  of this species and therefore, it is hard to be sure if the continuous  degradation of water quality in its distribution will affect it or not. A precautionary attitude is taken in this assessment. Therefore, this species is assessed as Near Threatened.", "geographicrange": "<p>This species occurs in streams, rivers, and natural lentic systems of the Lower Parana, Lower Uruguay, and Laguna dos Patos freshwater ecoregions (according to Abell <em>et al.</em> (2008)).<br/><br/>Its estimated extent of occurrence (EOO) is 228,525 km<sup>2</sup>, based on the area of the minimum convex polygon around the 44 known collection records from fish collections of Uruguay (Facultad de  Ciencias), Rio Grande do Sul (Brazil) and literature revisions (Almiron <em>et al.</em> 2010<em>,</em> 2015; Bertaco <em>et al. </em>2016). The species has a known area of occupancy (AOO) of 176 km<sup>2</sup>,&#160;based on a 2x2 km grid overlaid on the 44 known collections. Considering potential stream habitat, based on Lehner and Grill (2013), the AOO rises to 688 km<sup>2</sup>. </p>", "population": "No information is available on the population trend.", "populationtrend": "unknown", "habitat": "This is a freshwater fish species that inhabits streams, small rivers, and marginal lagoons. It is a generalist omnivore. There is no information on its reproductive biology.", "threats": "Threats associated with this species are the same for all freshwater ecosystems and organisms, mainly eutrophication, pesticides, and herbicides from industrial farming. Fragmentation caused by irrigation and hydroelectrical dams may be possible. However, it should be noted that there is poor knowledge on the biology of this species and therefore, it is hard to be sure if the continuous degradation of water quality in its distribution will affect it or not.", "conservationmeasures": "Protection of habitat is recommended.", "usetrade": "This species is not used."}]}