{"name": "18908", "result": [{"species_id": 18908, "taxonomicnotes": "Genus changed to <em>Systomus</em> by Pethiyagoda <em>et al</em>. (2012).", "rationale": "<em>Systomus martenstyni</em> is a range-restricted, endemic species, known from four locations in the mid Mahaweli River Basin of Sri Lanka. Its estimated Extent of Occurrence (EOO) is 2415 km<sup>2</sup> and its Area of Occupancy (AOO) is 152 km<sup>2</sup>. Habitat loss and degradation has been observed as a result of  siltation occurring from upstream mining activities and fragmentation due to large dams. This species is also victim to illegal fishing activities which use poisons and explosives to target other species. These threats are likely to continue as the area is undergoing agricultural expansion and development and there is no current protection for its habitat. The species is therefore assessed as an Endangered.", "geographicrange": "<em>Systomus martenstyni</em>&#160;is endemic to Sri Lanka and restricted to the mid-Mahaweli river basin (De Silva <em>et al</em>. 2015).", "population": "There is no available population data for this uncommon species. A decline in the population of this species may be inferred on the basis of the threats that it faces.", "populationtrend": "decreasing", "habitat": "This species is found in clear well oxygenated mountain streams with sandy or rocky substrata. Individuals can be found in both shady and open areas, although a preference for regions with deep rock pools is observed (De Silva <em>et al.</em> 2015).", "threats": "<p>The species is threatened by habitat loss and degradation caused by  siltation occurring from upstream mining activities, habitat fragmentation due to large dams and illegal fishing (using explosive and poisons) during the drought season in the Knuckles mountain area (Jayawarden and Sundarabarathy 2012). This species is also threatened by droughts caused by climate change.<br/></p>", "conservationmeasures": "<p>This species is prohibited from exports in accordance to the Fisheries and Aquatic Resources Act No. 02 of 1996. It is also identified as a protected species under the Flora and Fauna Protection Ordinance Act No. 22 of 2009.</p>", "usetrade": "Larger specimens of this fish are utilized for consumption locally."}]}