{"name": "87538495", "result": [{"species_id": 87538495, "taxonomicnotes": null, "rationale": "<em>Choristhemis olivei</em> is only known from three locations in two clusters in north east Queensland. None of the known sites is in a protected area and potential threats exist for all known sites. With only three known locations, the species would qualify for Vulnerable status under criterion D2, except that definite threats are not known, only potential threats that may push the species into VU or EN within a short time. Accordingly it is assessed as Near Threatened rather than Vulnerable. Fresh surveys for the species, and more information on the threats it faces are urgently needed, and might result in a change of threat category.", "geographicrange": "<em>Choristhemis olivei</em> is endemic to Australia, where it is only known from three locations in the Cairns area of Queensland. One location appears to be very close to Wooroonooran National Park, but no known location actually appears to be within a protected area. The other sites are in the Cape Tribulation area. Its maximum extent of occurrence (EOO), based on a minimum convex polygon around occupied HydroBASIN areas, is 12,362 km². With only three sites its area of AOO is very small, however the known northern sites are separated from the southern site by <em>ca</em> 140 km and it is very likely that there are populations in between.", "population": "The assessor has seen records of only three specimens of this species, however this does not necessarily imply that it is actually rare, it may simply have habits that make it elusive or be difficult to catch. More data on populations is needed.", "populationtrend": "unknown", "habitat": "<p>Tillyard (1910) states that this species “inhabits small mountain-creeks and bogs. December-January”. Theischinger and Hawking (2006), presumably referring to the larva, state that its habitats are unknown, whereas Theischinger and Endersby (2009) state that it “inhabits rainforest streams”. It appears that more definite information on habitat and ecology is needed.</p>", "threats": "Loss of forest to development or agriculture is a clear potential threat to this species. Forest fire is another potential threat. Beyond this it is difficult to assess the threats the species faces without more data on distribution and habitat requirements.", "conservationmeasures": "There is an urgent need for more data on this species, especially on population sizes and health, habitat requirements and distribution; surveys for the species should be made throughout the rain forests of north east Queensland, especially in protected areas, to establish whether or not it is present in any such area. Research into threats is also needed.", "usetrade": null}]}