{"name": "177896375", "result": [{"species_id": 177896375, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia diomedea</em> is known from 11 sites in central Viet Nam. Several of the known locations are very close to the border with Laos, therefore the species should be searched for there as well as in Viet Nam. Some locations are within protected areas. Its area of occupancy (AOO) is not known, but the AOO, extent and quality of suitable habitat are all inferred to be declining to some degree due to loss of forest within the range of the species. Its extent of occurrence (EOO) is 11,304–18,084 km². The species is close to qualifying for Vulnerable status under criterion B1; with more than 10 locations known, and the overall population not known to be severely fragmented at present, it cannot be assessed as threatened. The species is assessed as Near Threatened (nearly meets criteiron B), but it is hoped (especially since it is clearly capable of surviving in degraded forest) that when more data are available, a reassessment to Least Concern will be possible.</p>", "geographicrange": "<p><em>Coeliccia diomedea</em> is known from 11 sites in central Viet Nam (Kompier <em>et al. </em>2020). Several known locations are very close to the border with Laos, therefore the species should be searched for there as well as in Viet Nam. Some locations are within protected areas (for example, the Son Tra and Sao La Nature Reserves). An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining to some degree due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 11,304 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 18,084 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species can be at least moderately common where it occurs, beyond this little can be said with the available data except that at least some ongoing decline in overall population is inferred from loss of suitable habitat within its range.</p>", "populationtrend": "decreasing", "habitat": "<p>Kompier <em>et al. </em>(2020) state that “<em>Coeliccia diomedea</em> was found at a variety of very wet primary and degraded dense forest habitats close to small, muddy streams and seepages, where they perch in the undergrowth. Females were only rarely observed.” The extent and quality of suitable habitat for the species can be inferred to be declining to some extent due to alterations to habitat within its range.</p>", "threats": "<p>Since some of the known locations are within protected areas, the populations at these locations may not be under threat at this time. However populations outside of protected areas will certainly be threatened by alterations to habitat (for instance as a result of farming of one sort or another), but with the available data it is difficult to assess how serious these threats are.</p>", "conservationmeasures": "<p>The priority for this species is for more information on its distribution, exact habitat requirements, ability to tolerate disturbance and on threats.</p>", "usetrade": null}]}