{"name": "173256824", "result": [{"species_id": 173256824, "taxonomicnotes": null, "rationale": "<em>Pethia lutea</em> is assessed as Vulnerable due to restricted distribution and threats to its habitat. <em>Pethia lutea</em> is restricted to 10 locations in the west flowing rivers of Western Ghats of Maharashtra, India, with the Extent of Occurrence (EOO) below 20,000 km<sup>2</sup>. Throughout its range, the species is threatened as a result of habitat alterations  due to development activities, urbanization, deforestation, sand mining and flow alteration due to dams, as well as invasive alien species, and organic and  inorganic pollution from industrial effluents and urban wastes; all of which are causing a continuing decline in the habitat quality.", "geographicrange": "<em>Pethia lutea</em> is known from west flowing river systems originating from Western Ghats of Maharashtra. Katwate <em>et al. </em>(2014) described the species based on collections from Kundalika River at Bhira, Ulhas River at Karjat, Kal River at Mangaon and Savitri River at Mahad, Shivathar Ghal, Poladpur and Sangameshwar. Records of <em>Pethia ticto </em>from the study by Katwate <em>et al. </em>(2012) actually refers to <em>P. lutea</em>. Therefore, the species is also known from Patalganga River at Kharpada, Bhogawati River at Pen, Amba River at Wadkhal, Kundalika River at Roha, Mandad River at Mandad and Savitri River at Mahad (Katwate <em>et al.</em> 2012). The total 13 point localities (Katwate <em>et al.</em> 2012, 2014) fall under 10 locations based on threats to the habitats. Katwate <em>et al.</em> (2014) have specifically mentioned that extensive surveys failed to record this species north of Ulhas River system and south of Shastri River system as well as east flowing rivers in the northern parts of Western Ghats.", "population": "Population status and trends for <em>Pethia lutea</em> are not known. Relative abundance&#160;of the species was rare to very common in different study sites (Katwate&#160;<em>et al.&#160;</em>2012).", "populationtrend": "unknown", "habitat": "<em>Pethia lutea </em>inhabits rivers and streams and are found in riffles and runs with boulders and gravels as substratum and adult specimens are mostly found to be associated with submerged vegetation (Katwate <em>et al. </em>2014). The species was found only in clear unpolluted river stretches with well oxygenated waters and were not observed in pools and ditches (Katwate <em>et al. </em>2014).", "threats": "Throughout its range, the species is threatened by habitat alterations due to development activities, urbanization, deforestation, organic and inorganic pollution from industrial effluents and urban wastes (Gajbhiye <em>et al.</em> 1995; Katwate<em> et al.</em> 2012, 2013, 2014). In several locations, the habitats of this species are threatened by extensive sand mining (Katwate <em>et al. </em>2014). Frequent mass fish kills near Mahad and Roha because of heavy discharge of industrial effluents have also been reported (Katwate <em>et al.</em> 2014). Katwate <em>et al.</em> (2012) have reported nine exotic introduced species from this region. Since <em>Pethia lutea</em> prefers fast flowing waters, presence of established and proposed dams, which cut the flow of water and reduce the speed of water creating semi-lacustrine conditions also pose serious threat to the species (Katwate <em>et al.</em> 2014).", "conservationmeasures": "No species-specific conservation action plans are in place for <em>Pethia lutea</em>. The species is also not known from any protected areas. Conservation initiatives including protection and management of critical habitats through site area protection are essential. Also, there is a need for more strict policies and regulations regarding the release of effluents from industrial areas. Although the distribution data are extensive there is no information on population status, population trends, species specific threats, habitat trends, life history and ecology of the species. So these aspects should be focused through further research and monitoring programmes.", "usetrade": "There is no use and trade information for the species."}]}