{"name": "44231", "result": [{"species_id": 44231, "taxonomicnotes": null, "rationale": "This species occurs along the western coast of Lake Malawi and has an extent of occurrence (EOO) of 12,351 km<sup>2</sup>. It has six threat-based locations, which are threatened by coastal threats such as pollution and sedimentation that are leading to eutrophication. This species is therefore assessed as Vulnerable.", "geographicrange": "This species is endemic to Lake Malawi with records from Malawi and Tanzania.&#160;Mandahl Barth (1972) listed this species as occurring at Mbamba Bay, Nkhata Bay, Zambo Bay, Monkey Bay and Msumbi. Evers <em>et al.</em> (2006) and Genner <em>et al. </em>(2008) report this species from Cape Maclear. Recent survey data suggest this species might now be restricted to Malawi with no individuals found at Mbamba Bay in Tanzania (C. Albrecht pers. obs. 2018).&#160;<br/><br/>The surveys during the last decade have been predominantly carried on the Malawian side of the basin, with foci in the north as well as central and southern parts of the lake. The Tanzania shoreline has only occasionally been visited, whereas the part belong to Mozambique has largely been ignored. Additional survey work in Tanzania is required.", "population": "There is no population information available for this species.", "populationtrend": "unknown", "habitat": "This is a common species in many parts of Lake Malawi that can be found on both solid and soft substrates. Historically it has been dredged from 95 m, while recent surveys have found it down to 40 m on soft substrates.", "threats": "This species is threatened by sedimentation and pollution from agricultural and domestic shoreline sources, which is causing eutrophication and has led to declines in its habitat quality.", "conservationmeasures": "There is no information available on conservation actions for this species, but research into its population size and trends is needed, as well as additional survey work to confirm the status of this species in Tanzania.", "usetrade": "There is no information available on the use or trade of this species."}]}