{"name": "123669218", "result": [{"species_id": 123669218, "taxonomicnotes": null, "rationale": "This United Kingdom endemic has a very restricted area of occupancy as the species is believed to currently exist at only three locations and there has been a significant decline in area of occupancy and the number of locations between the two recording periods despite the intensity of recording effort.&#160;<em>Nothogeophilus</em><em>&#160;turki </em>is assessed as Endangered as it qualifies for listing under criteria B2ab(ii,iv). This assessment is based on the information provided by Lee (2015).", "geographicrange": "<em>Nothogeophilus turki i</em>s recorded only from the Isles of Scilly and the Isle of Wight. On current evidence it appears to be endemic to the British Isles. Intensive survey work in recent years (Lee 2011, 2012b) has failed to find the centipede on the Isle of Wight. There have been no searches on the Isles of Scilly in recent years but there is no reason to suppose that the species no longer survives there. However, the loss of the colonies on the Isle of Wight represents a significant decline in area of occupancy.", "population": "The size of the population is not known.", "populationtrend": "unknown", "habitat": "<em>Nothogeophilus</em><em>&#160;turki </em>appears to be a coastal species but it has been collected up to 500 m inland at one location on St Marys, Isles of Scilly where it occurred in deciduous woodland along the banks of a stream. Coastal sites have included estuaries and soft rock cliffs. It has been found in soil and leaf litter and under stones (Lewis <em>et al</em>. 1988).", "threats": "One site at Newport Docks, Isle of Wight was developed as a car park. As a coastal species the habitat of <em>Nothogeophilus turki</em> is under threat from development and marine pollution events at all locations. Human disturbance resulting from leisure activities may also damage habitats.", "conservationmeasures": "The type locality, Higher Moors and Porth Hellick Pool on St Marys, Isles of Scilly is a Site of Special Scientific Interest and along with Tresco is part of the Isles of Scilly complex Special Area of Conservation. A resurvey of St Marys and Tresco is required urgently to establish the status of the species there. If details of the unconfirmed record from Cornwall can be located further field survey should be organized. Once populations of the species are located research on ecology and habitat preference becomes feasible.", "usetrade": null}]}