{"name": "176428859", "result": [{"species_id": 176428859, "taxonomicnotes": null, "rationale": "This species inhabits fast flowing streams and rivers of the Lower Uruguay ecoregion. Based on current records, it has a restricted area of occupancy (AOO) of 80-96 km<sup>2</sup> within a wide extent of occurrence (EOO). Threats include eutrophication and the presence  of pesticides and herbicides from industrial farming, alteration of  hydrological regimes by industrial farming (surface and ground water  use), and presence of hydroelectrical dams that block fish dispersion. There is an inferred continuing decline based on these threats. Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species inhabits fast flowing streams and rivers of the Lower Uruguay ecoregion (according to Abell <em>et al.</em> (2008)). Records were based on National Collections of Uruguay and literature reviews (Almirón <em>et al.</em> 2001, Korber <em>et al.</em> 2005).<br/><br/>Its estimated extent of occurrence (EOO) is 97,658 km<sup>2</sup>,  based on the area of the minimum convex polygon around the 20 known  collection records. The species has a known area of occupancy (AOO) of 80 km<sup>2</sup>,&#160;based  on a 2x2 km grid overlaid on the 20 known collections. Considering  potential stream habitat, based on Lehner and Grill (2013), the AOO  rises to 96 km<sup>2</sup>. It may occur in areas between collections, and this would increase the known AOO.", "population": "No information is available on the population trend in this species. This is a rare species (M. Loureiro pers. comm. 2023).", "populationtrend": "unknown", "habitat": "This is a freshwater species that inhabits streams and small rivers with fast currents and rocky substrate. No information is available on its diet and reproductive biology.", "threats": "This species could be threatened by eutrophication and the presence of pesticides and herbicides from industrial farming, alteration of hydrological regimes by industrial farming (surface and ground water use), and presence of hydroelectrical dams that block fish dispersion.", "conservationmeasures": "Protection of habitat is recommended.", "usetrade": "This species is not used."}]}