{"name": "58599716", "result": [{"species_id": 58599716, "taxonomicnotes": null, "rationale": "This species is restricted to the limestone hills named Kota Tongkat in Peninsular Malaysia, in habitats with damp rock faces within forested area of limestone rock outcrops. The habitats are surrounded by oil palm plantation and heavily degraded forest with most rock faces sampled between 2007 and 2011 being dry and hence no living shells were obtained from all but a single site near a cave entrance.<br/><br/>The species is considered to be Critically Endangered, based on single location with habitats that are degrading due to encroachment of oil palm plantations and possibly decline due to increasing frequency of drought events and single subpopulation remaining with majority of living individuals (CR B2ab(iii) + C2a).", "geographicrange": "This species is restricted to the limestone hills named Kota Tongkat (3°53'28\"N, 102°28'23\"E) in Peninsular Malaysia. Other adjacent limestone outcrops have been sampled, but only other species from the genus <em>Plectostoma</em> were found, thus it is restricted to the type locality with an Area of Occupancy of about 4 km<sup>2</sup>.", "population": "The populations are considered to be declining as only a single population was located with living individuals in surveys between 2007 and 2012, and this had fewer than 100 individuals (Liew pers. comm. 2014). Other sites revealed dead shells.", "populationtrend": "decreasing", "habitat": "The habitats are damp limestone rocks within forested habitats within limestone hills. Declining quality of habitats are inferred based on lack of living specimens at sites sampled in last 10 years combined with observed changes in the forest structure related to increased oil palm plantations surrounding the habitats and drying out of rock faces.", "threats": "The Kota Tongkat limestone hills are surrounded by oil palm plantation and heavily degraded forest. This species is only known from this limestone area and recent soil samplings from surrounding areas have not revealed any recent dead shells (Clements <em>et al.</em> 2008). Nevertheless, we found a living population with fewer than 100 individuals at a wet stalagmite of the entrance of one of the caves during an intensive survey in May 2011. During that survey, we noticed that all other rock surfaces of the limestone outcrops within Kota Tongkat were very dry. Thus, the recorded and other unknown living populations are at risk of extinction because a long drought might wipe them out.", "conservationmeasures": "There are no known conservation actions in place. In order to protect the species, the remaining habitats need to be conserved, such that no loss of habitats and no change in micro-climatic conditions conserving the humidity and dampness of the rock faces. Monitoring of habitat trends would inform possible changes in the status of the species,", "usetrade": "There is no known trade in this species."}]}