{"name": "163716", "result": [{"species_id": 163716, "taxonomicnotes": null, "rationale": "<p><em>Ictinogomphus acutus</em> is known from in Borneo, Belitung (where it might already be extinct) and Peninsular Malaysia. Its main habitat (perhaps its only breeding habitat) is shady streams in peat swamp forest. Its area of occupancy (AOO) is believed to be less than 2,000km<sup>2</sup> and inferred to be declining, as is the extent and quality of suitable habitat and the overall population is severely fragmented. The species qualifies for Vulnerable status under criteria B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Ictinogomphus acutus</em> is known from Borneo, Belitung (Lieftinck 1954) and Peninsular Malaysia. Records from Borneo are from Brunei (Dow &amp; Choong unpublished, Orr 2001, Orr &amp; Cranston 1997), Central Kalimantan (Dow &amp; Silvius 2014, Lieftinck 1954) and Sarawak (Dow unpublished, Dow &amp; Unggang 2010, Dow <em>et al. </em>2015). Records from Peninsular Malaysia are from all from Pahang (Dow <em>et al. </em>2012, Norma-Rashid <em>et al</em>. 2001). Recent searches on Belitung have not found this species, which might already be extinct there. It should be looked for in peat swamp forest in mainland Sumatra. At most 18 locations can be considered as currently known for this species. An accurate estimate of its area of occupancy (AOO) cannot be made with the available data, but (see Habitats and Ecology) it is likely to be constrained by the amount of sufficiently shaded streams and rivers running through peat swamp forest, and is therefore likely to be less than 2,000km<sup>2</sup>. The AOO can be inferred to be declining from loss of peat swamp forest throughout its range and excessive opening up of waterways in this habitat at many locations. The species is present in protected areas in Sarawak (e.g. Maludam National Park).</p>", "population": "<p>This species is abundant at a few moderately large streams running through peat swamp forest in Sarawak and Pahang, much less so at most other locations. The overall population of this species can be inferred to be declining due to loss of peat swamp forest throughout its range and excessive opening up of streams in peat swamp forest in parts of its range, and will already be severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>The favoured habitat of this species is shady streams running through peat swamp forest. It has been recorded on drains at the edge of peat swamp forest and other, non-stream locations, but the assessor strongly suspects that these records refer to individuals away from their breeding habitat, although it might breed in drains with flow at the edge of peat swamp. It can be found in forest that has been disturbed by logging, but has never yet been recorded in plantation. It appears to be absent from streams in peat swamp forest where trees have been cleared on either side of the stream or burned by fishermen. The extent and quality of suitable habitat of the species is clearly declining.</p>", "threats": "<p>The main threats to this species are from clear cutting of forest for plantation establishment, clearance or burning of forest around streams in peat swamp forest (which occurs in many parts of its known range) and forest fires.</p>", "conservationmeasures": "<p>Additional areas of peat swamp forest where this species occurs need to be protected. More data is needed on the distribution of the species, especially on whether or not it occurs in mainland Sumatra.</p>", "usetrade": null}]}