{"name": "118040668", "result": [{"species_id": 118040668, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence (EOO) of 10,870 km<sup>2</sup> and a known area of occupancy (AOO) of 36 km<sup>2</sup>. It is possible that this species has been under sampled in the upper Ventauri and the AOO may be higher. A decline in habitat quality is inferred related to logging and illegal gold morning. However, there is insufficient information to count locations. Therefore, this species is assessed as Near Threatened.", "geographicrange": "This species is known from the Guiana Shield. It is present in the Ventuari river and its tributaries, in the upper Orinoco drainage, in Amazonas state. This species might occur across the entire upper Ventuari (D. Taphorn pers. comm. 2017) but it has not yet been collected in any intermediate localities.", "population": "There are no data available to estimate the population size.", "populationtrend": "unknown", "habitat": "This species inhabits rivers, streams and creeks with rocky bottoms, usually within cracks in bedrock exposed to moderate currents, covered with periphyton and aufwuchs (Armbruster<em> et al. </em>2007). It has also been collected in floodplain ponds.", "threats": "Around three quarters of its distribution area is represented by tropical forests that are being subjected to log extraction (Oliveira-Miranda&#160;<em>et al. </em>2010). Recent information published by the organisation SOS Orinoco confirms that part of its distribution in Yacapana National Park has been further impaired by the expansion of illegal gold mines (SOS Orinoco 2019).", "conservationmeasures": "Around 35% of its distribution is within protected areas such as Yacapana National Park and the natural monument Cuao-Sipapo. However, the presence of illegal gold mines in these areas threatens the effectiveness of this measure to ensure the conservation of this species. This species would benefit from habitat protection and better information on its distribution, abundance, population trend and threats.", "usetrade": "This species is collected and traded illegally in the markets of Puerto Inírida and Villavicencio in Colombia as an ornamental fish (Ortega-Lara <em>et al.</em> 2015), but there are no records about harvest rates, areas of collections, fishing methods, or average lengths of capture. Trade in this species is not regulated by any law."}]}