{"name": "6156", "result": [{"species_id": 6156, "taxonomicnotes": null, "rationale": "<p><em>Cyprinodon macrolepis</em> is restricted to El Ojo de Haicenda Delores and its outlet canal, a small spring 12.5 km southwest of Jimenez in Chihuahua, Mexico. The primary habitat of this species is used as a recreational swimming area and bathing area. However the impacts of such activities on the total population size of <em>C. macrolepis</em> are unknown. Current habitat loss as a result of regional water use is unknown. This species is highly restricted, with an estimated extent of occurrence of 0.034 km<sup>2</sup> and area of occupancy of 4 km<sup>2</sup>. However, total population size is unknown and there is no documented evidence of population decline. Therefore, <em>C. macrolepis</em> is listed as Near Threatened.</p>", "geographicrange": "<p><em>Cyprinodon macrolepis</em> is restricted to El Ojo de Hacienda Delores and its outlet canal, a small spring 12.5 km southwest of Jimenez in Chihuahua, Mexico within the Rio Florida drainage basin (Miller <em>et al</em>. 2005, Lozano-Vilano and Maza-Benignos 2017). Ojo de Hacienda Delores has a surface area that does not exceed 0.034 km<sup>2</sup>. Estimated extent of occurrence (EOO) is 0.034 km<sup>2</sup> and estimated area of occupancy (AOO) is 4 km<sup>2</sup>. </p>", "population": "The total population size of <em>C. macrolepis</em> is unknown, but likely relatively small considering its highly restricted range. Habitat loss as a result of water use in the region has not been quantified.", "populationtrend": "unknown", "habitat": "<p>Water temperature within El Ojo de Hacienda Delores ranges from 29-34 <sup>o</sup>C annually. This species occurs in clear spring waters at depths of 0.3-1.2 m, over sand, gravel, mud, bedrock, and silt. Vegetation within the spring includes aquatic macrophytes and green algae. Salinity ranges from 0.5-0.6 ppt (Miller <em>et al</em>. 2005). </p>  Historically, this population was likely connected to the Rio Florido, as evidenced by allele similarities with its close congener <em>C. eximius </em>(Echelle and Echelle 1998).", "threats": "The influence of climate change on water demand and availability may exacerbate water shortages in the Rio Florido and Rio Conchos drainage basins (Rivas-Acosta and Montero-Martinez 2013). The spring is used as a recreational facility for swimming and bathing  (Contreras-Balderas&#160;1991, Lozano-Vilano and Maza-Benignos 2017), but this does not present a threat to the species (A. Valdes pers. comm. 2018).", "conservationmeasures": "<p>This species is federally protected in Mexico under NOM-059-SEMARNAT-2010. Additionally, the American Fisheries Society’s Endangered Species Committee lists <em>C. macrolepis </em>as endangered due to 1) present or threatened destruction, modification, or reduction of a taxon’s habitat or range, and 5) a narrowly restricted range (Jelks <em>et al</em>. 2008). However, this listing confers no protective benefit.<br/><br/>Future conservation actions should seek to identify the impacts of recreational use on El Ojo de Hacienda Delores, as well as estimate population size and verify population trend. Education and awareness is recommended for the people using the spring as swimming facility.</p>", "usetrade": "There is no information on the use and trade of this species."}]}