{"name": "191252", "result": [{"species_id": 191252, "taxonomicnotes": "<em>Algansea Monticola</em> was originally separated into the subspecies <em>A. m. monticola</em> and <em>A. m. avia</em> (Barbour and Miller 1978). More recent genetic evidence validated <em>A. avia</em> as a distinct species, which co-inhabits the Santiago River with <em>A. monticola</em>. (Perez-Rodriguez <em>et al. </em>2009)", "rationale": "This species is endemic to the northwestern headwaters of the Santiago River on the central Pacific slope of Mexico. Total population size is unknown though is inferred to be declining. Regional impacts of groundwater extraction for agricultural, municipal, and industrial use are likely to negatively impact population size and the current threats have not been evaluated. The species nearly meets the necessary conditions for listing as Vulnerable under criterion B1b(i,ii,iii,iv), but cannot be listed as such since the number of locations is not known. For this reason, the species is listed as Near Threatened.", "geographicrange": "<em>Algansea monticola</em> is endemic to the northwestern headwaters of the Santiago River on the central Pacific slope of Mexico (Miller <em>et al. </em>2005, Perez-Rodriguez <em>et al.</em> 2009, Gomez-Balandra <em>et al.</em> 2012). Surveys have documented absence of the species at 40% of historically documented localities, suggesting substantial declines have occurred in extent of occurrence (EOO) and area of occupancy (AOO) (Pedraza Marron 2011).", "population": "<p>Total population size and population are unknown, but given declines in AOO noted by Pedrazo Marron (2011), the population is inferred to be declining. </p>", "populationtrend": "decreasing", "habitat": "<p>This species occurs in streams, open water, pools and impoundments, with low to high velocity current, over mud, gravel, and rock substrates (Miller<em> et al. </em>2005). </p>", "threats": "The Santiago drainage basin and its associated aquifers face considerable threats resulting from groundwater overdraft for agricultural, municipal, and industrial use, and from land use changes at the regional scale (Alcocer <em>et al.</em> 2000, Mahlknecht <em>et al.</em> 2004, Carrera-Hernandez 2017). However, the impacts of these threats on the total population size of <em>A. monticola</em> have not been evaluated. Historically, excess water from Lake Chapala naturally discharged into the Santiago River. In recent years, lowering of Lake Chapala has resulted in little water flow into the Santiago River (Wester <em>et al.</em> 2008).", "conservationmeasures": "<p>There are currently no known species-specific conservation actions directed towards <em>A. monticola</em>. The species occurs within the Natural Resource Protection Areas 001 and 043 (IUCN and UNEP-WCMC 2018).<br/></p>  Given the restricted range of this species and pervasive threats throughout its native range, future research efforts should seek to estimate population size, population trend and potential habitat degradation resulting from land-use changes in the region.", "usetrade": "More information is needed regarding the use and trade of this species."}]}