{"name": "233426124", "result": [{"species_id": 233426124, "taxonomicnotes": null, "rationale": "<em>Glossoscolex terraopimus</em> é endêmica do Brasil, registrada apenas em dois municípios no estado do Paraná. A espécie está associada a áreas com altitude acima de 1.000m e solos com maior teor de matéria orgânica. Sua Extensão de ocorrência (EOO) foi estimada em 913 km² considerando registros confirmados e inferidos da espécie. A região sofreu intenso processo de transformação da paisagem promovida, principalmente, pelas atividades agropecuárias, silviculturais e expansão urbana. Essas atividades conjuntamente promovem redução, fragmentação e declínio continuado da qualidade do habitat remanescente. Não há indícios que sua população esteja severamente fragmentada. Por aproximar-se de Em Perigo (EN) pelo critério B1b(iii), <em>G. terraopimus</em> foi categorizada como Quase Ameaçada (NT).", "geographicrange": "<em>Glossoscolex terraopimus</em> é endêmica do Brasil, registrada apenas nos municípios de Ortigueira e Faxinal, no Paraná (Bartz <em>et al.</em> 2012), em altitudes acima de mil metros. A espécie foi encontrada em amostragens em anos distintos (2004 e 2006). Esforços de amostragem na região em 2018 e 2019 não encontraram a espécie (M.L.C. Bartz, com. pess. 2022). <br/><br/>Sua Extensão de ocorrência (EOO) foi estimada em 913 km² considerando registros confirmados e inferidos da espécie.", "population": "Não foram encontradas informações para o táxon.", "populationtrend": "unknown", "habitat": "<em>Glossoscolex terraopimus</em> foi coletada em solo de floresta (município de Faxinal, PR) e em solo preto e arenoso de campo nativo em altitude (1.300 m, Torre Telepar).", "threats": "A área onde a espécie é encontrada sofre com a mudança de uso da terra para ampliação das áreas agrícolas e expansão urbana. Conforme IBGE (2017), a matriz de uso da terra na região é dominada pela pecuária bovina, que faz uso predominante de pastagens plantadas, pelo cultivo de soja e milho, seguido de trigo, e pela silvicultura de <em>Eucalyptus</em> e <em>Pinus</em>.", "conservationmeasures": "São necessárias expedições de campo para confirmar a presença da espécie na região dos registros conhecidos, em ambientes semelhantes.", "usetrade": "Não foram encontradas informações para o táxon."}]}