{"name": "162639609", "result": [{"species_id": 162639609, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence (EOO) of 2,616 km<sup>2</sup> and an area of occupancy (AOO) of 128 km<sup>2</sup>. It is known from several sites, and can be common where it flies. Some of the colonies are threatened by irregular fire and habitat destruction through plantations but these do not threaten the entire population as it consists of many colonies, many of which occur in protected areas. Overall the taxon approaches the thresholds for listing as threatened under criterion B, but as it is not severely fragmented, it does not occur at a very limited number of locations, and there is no evidence of extreme fluctuations it is assessed as Near Threatened under the criteria B1b(iii)+2b(iii).", "geographicrange": "This taxon is endemic to the Limpopo Province of South Africa. It is found from the southern and eastern slopes of the Blouberg Mountains in the west to near Thohoyandou of the Soutpansberg mountain range&#160;in the east. There are unconfirmed records from the far western end of the mountain range (E.L. Pringle, pers. comm.), as well as from Mphapuli Cycad Reserve near Sibasa (G. Diedericks, Environmental Biomonitoring Services, pers. comm.).", "population": "There is no information currently available.", "populationtrend": "unknown", "habitat": "It is found on rocky ridges on south-facing montane grassy slopes and plateaus and grassy areas between thicker woodland on the eastern side of the mountains.&#160;Larval host plants for&#160;<em>Dira swanepoeli</em>&#160;are not differentiated between subspecies, but potential larval food plants include&#160;<em>Ehrharta erecta</em>,&#160;<em>Eragrostis aspera&#160;</em>and&#160;<em>Cenchrus clandestinus </em>(see e.g. Williams 2010).", "threats": "Being a grassland butterfly the main threats include untimely fires during the flight period (both natural and human induced). Local people around Blouberg are known to burn grasslands on the mountain to promote grass growth for grazing. Therefore, while grazing by livestock may not be a major direct threat because the taxon normally occurs on rocky ridges, uncontrolled burning of grasslands during the flight period could be very serious. The species is also losing habitat to plantations.", "conservationmeasures": "Many colonies of this species occur within protected areas. A monitoring system should be put in place to gain a better understanding of this taxon and its habitat requirements. It is recommended that the local community be made aware of this endemic taxon and of the effects that unseasonal fires and livestock grazing may have on its population.", "usetrade": null}]}