{"name": "163705", "result": [{"species_id": 163705, "taxonomicnotes": null, "rationale": "<p><em>Oligoaeschna platyura</em> is endemic to Borneo, where it has been recorded from Brunei, East Kalimantan and Sabah; only the records from two locations in Brunei are remotely recent. Altogether nine locations have been recorded for the species, but it is not known if it survives at any of the locations outside of Brunei, all of which are in areas where there has been considerable loss of lowland forest. Therefore only the two locations in Brunei are considered as currently known and the species qualifies for Vulnerable status under criterion D2. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information but it can be inferred to be declining along with the extent and quality of suitable habitat and the overall population of the species (which is likely to be severely fragmented). If the AOO was known this species would be likely to also qualify for Vulnerable (or even Endangered) status under the B2 criteria.</p>", "geographicrange": "<p><em>Oligoaeschna platyura</em> is endemic to Borneo, where it has been recorded from Brunei (Orr 2001), East Kalimantan (Lieftinck 1940, 1968, D. Paulson personal communication) and Sabah (Lieftinck 1968). Only the records from Brunei (from 1990-2000) are remotely recent. Nine locations have been recorded for the species, probably none of which far inland, two of these (Samarinda and Sandakan) are sizeable cities now and although the records are likely to actually originate from somewhere in their vicinities, it is questionable whether the species survives at these locations. The most recent record from Kalimantan is from somewhere on the Sangatta River and is from 1974 (D. Paulson personal communication); this record might be from somewhere within Kutai National Park (coordinate for Sangatta town are used in the map) but this National Park has been severely affected by fires since the record was made more generally there has been considerable loss and degradation of forest in the lowlands of East Kalimantan and on the eastern side of Sabah, and it is not known if the species survives at the other known locations in East Kalimantan, so that only two locations in Brunei can be considered as currently known. Although no accurate estimate of the area of occupancy (AOO) of this species is possible with the available information, it can certainly be assumed to be declining.</p>", "population": "<p>All that can be said about current population sizes and health with the available information is that at least some ongoing decline in overall population is inferred from loss of lowland forest throughout the known range of the species and that severe fragmentation is likely.</p>", "populationtrend": "unknown", "habitat": "<p>No details of the breeding habitat of this species are known, but it can be assumed to be forest-dependent like the rest of the genus. It has been recorded foraging in degraded forest in Brunei, so it may be disturbance-tolerant but this needs verification. The extent and quality of suitable habitat are both declining due to loss and degradation of lowland forest throughout the range of the species.</p>", "threats": "<p>The main threats to this species will be from clear-cutting of forest for plantation establishment, and in East Kalimantan also for smaller-scale agriculture. Forest fires are another threat.</p>", "conservationmeasures": "<p>More data on the distribution and habitat requirements are urgently needed for this species. It would benefit from good conservation practices in plantations, such as leaving wide buffers of original forest around streams and the setting up of conservation areas consisting of original forest and including stream heads, and the strict enforcement of existing regulations for plantations and for logging activities</p>", "usetrade": null}]}