{"name": "165015032", "result": [{"species_id": 165015032, "taxonomicnotes": "<p>A revision of the <em>Hyphessobrycon panamensis</em> species group was made by Ota (2018) under the format of a PhD thesis; the results will be published soon (Ota <em>et al</em>. in press.). </p><p><br/></p>  <p>In her dissertation and the unpublished paper, Ota <em>et al</em>. redescribes <em>H. panamensis</em> restricting it to rivers of western and central Panama (i.e., Agua Clara, Bejuco, Boqueron, Calovébora and Llano Sucio), describes the Costa Rican (and western Panamanian) population (Sixaola and San San River basins) as new, and extends the distribution of <em>H. columbianus</em>, previously only known from its type-locality (Acandí River basin, Colombia),<em> </em>to the province of San Blas, southeast Panama.</p>", "rationale": "<p>This species is limited to a few drainages (Sixaola and San San) on the Atlantic slope of southeastern Costa Rica and western Panama. While this species is known from a limited number of collection records, Extent of Occurrence is estimated to be 156-1400 km<sup>2</sup>&#160;and it occurs in fewer than five threat-based locations. Land-use changes in the Sixaola River drainage have had documented impacts on the area, extent, and quality of available habitat. Additionally, continuous fish kills resulting from pesticide pollution have been reported. As such, this species is assessed as Endangered (EN) under criterion B1ab(iii,v). More research is needed to reduce uncertainties in population status, biology and ecology, and magnitude of threats.</p>", "geographicrange": "<p></p><p><em>Hyphessobrycon bussingi</em> is restricted to the Sixaola River basin in Costa Rica-Panama and the Changuinola, Guarumo and San San Rivers in Panama (Ota <em>et al</em>. in press), at elevations ranging from 10-60 meters above sea level (Bussing 1998, Angulo<em> et al</em>. 2013, Ota <em>et al</em>. in press). </p>  <p>Extent of Occurrence (EOO) is estimated to be 154-1,400 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (A. Angulo pers. comm. 2019, GBIF 2019). Given the pervasive nature of non-point agricultural pollution, this species is inferred to occur in fewer than five locations. </p><br/><p></p>", "population": "<p></p><p>Total population size is unknown. Population trend is suspected to be declining, given recently reported mass mortality events in the Sixaola River basin resulting from widespread pesticide pollution (Lorion and Kennedy 2009, Polidoro and Morra 2016). However, the rate of decline is currently unknown. This species is anecdotally reported as uncommon by Bussing (1998), McLarney <em>et al</em>. (2008, as <em>H. panamensis</em>) and Angulo <em>et al</em>. (2013). In a recent sampling expedition to the Sixaola River Basin, this species was only found in a couple of localities near Gandoca, Limón, being rare in collections (A. Angulo pers. comm. 2019).</p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p>This benthopelagic, freshwater species inhabits streams and ponds, in waters ranging from stagnant to moderate current, water temperatures from 24 to 26 C, and elevations ranging between 10 and 60 masl (Bussing 1998, A. Angulo pers. comm. 2019) This species feeds mainly on seeds, as well as terrestrial and aquatic insects (Bussing 1998, A. Angulo pers. comm. 2019).</p>  <p>Maximum reported body size is 5.0 cm standard length (SL) (Bussing 1998).</p>", "threats": "High concentrations of heavy metals and pollution from raw sewage discharge have caused a reduction in water quality in much of the Sixaola River Basin (Mena-Rivera and Quirós-Vega 2018). Much of this region has been developed for plantation agriculture (mainly banana and cocoa) and pastureland, resulting in habitat modification, deforestation, widespread pesticide pollution, and associated fish kills (Lorion and Kenney 2009, Polidoro and Morra 2016). These threats are inferred to have direct and continuous impacts on the area, extent, and quality of habitat, and reported fish kills infer a continuing decline in the number of mature individuals.", "conservationmeasures": "<p>There are currently no species-specific conservation actions directed towards <em>H. bussingi</em>. This species has been reported within the Gondoca-Manzanillo Wildlife Reserve (IUCN and UNEP-WCMC 2019). This species would benefit from more research on distribution, population status, biology and ecology, and the impacts of major threatening factors. Additionally, habitat and population monitoring would be useful in accurately determining rate of loss. </p>", "usetrade": "<p>This species has wide potential in the aquarium hobby (Weitzman and Palmer 1997, as <em>H. panamensis</em>). However, there is little or no information available on its' presence within the freshwater ornamental trade. Species of the Rosy Tetra group are common in the pet trade.</p>"}]}