{"name": "149114795", "result": [{"species_id": 149114795, "taxonomicnotes": null, "rationale": "<p>This species is restricted to the Tusubres, Pirris, and Terraba River basins on the Pacific coast of Costa Rica. Extent of Occurrence is estimated to be 6,530 km<sup>2</sup> and it is likely that this species occurs at less than 10 locations. Existing&#160;threats include habitat degradation associated with land use changes, urban pollution, and agricultural runoff. While there is currently no indication of major population decline resulting from these potential threats, they continue to produce inferred declines in habitat quality and potentially availability. Therefore, <em>H. savagei</em> is assessed as Vulnerable. Additional research regarding the scope and magnitude of existing threats would be useful in guiding future conservation outcomes.</p>", "geographicrange": "<p><em>Hyphessobrycon savagei</em> is endemic to the Pacific slope of Costa Rica, where it is distributed within the Tusubres, Pirris, and Terraba River basins (Angulo <em>et al</em>. 2013, Angulo <em>et al</em>. 2015, Ota 2018) southward to Quebrada Negra. Elevation ranges from 0-70 meters above sea level (Angulo <em>et al</em>. 2013).&#160;</p><p>Extent of Occurrence (EOO) is estimated to be 6,530 km<sup>2</sup>, based on available georeferenced point localities (GBIF 2019). Given inclusion within two protected areas (Monfredi 2012, Füreder <em>et al</em>. 2014), but demonstrated and pervasive threats throughout this species range including deforestation and land conversion, this species is inferred to occur in 3-10 locations. </p>", "population": "<p>Total population size and population trend are unknown. This species was common at lower and intermediate reaches in Corcovado National Park (Constantz and Bussing 1981, Monfredi 2012). Pichler and Schiemer (2008) report only one individual collected during the rainy season. Anecdotally reported as uncommon in the southwestern portion of Costa Rica (Bussing 1998). </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in creeks and near river shorelines from stagnant conditions to high water velocities between 24 and 30 °C. Diet is primarily comprised of terrestrial and aquatic invertebrates (Bussing 1998). This species may play a role in riparian seed dispersal (Horn <em>et al</em>. 2011). Maximum reported size is 5.0 cm total length (TL) (Bussing 1998).&#160;</p>", "threats": "<p>Existing threats to this species include urban pollution and raw sewage discharge (Vammen 2019). Additionally, widespread deforestation has resulted in increased sedimentation rates within the Terraba River basin (Krishnaswamy <em>et al</em>. 2001, 2018). Agricultural discharge (primary from palm oil plantations) continues to result in additional nutrient loading, herbicide and pesticide introduction, and sedimentation (Rojas and Rodríguez 2008). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Térraba River basin (Anderson <em>et al</em>. 2006). </p>  While the scope and magnitude of these impacts are unknown, they continue to result in inferred declines in habitat quality and potentially availability.", "conservationmeasures": "<p>This species is known from multiple protected areas, including Piedra Blanca and Corcovado National Parks (Monfredi 2012, Füreder <em>et al</em>. 2014, IUCN and UNEP 2019). More information regarding the impact of potential threats would be useful in guiding future conservation actions. </p>", "usetrade": "<p>This species is relatively common in the ornamental aquarium trade.&#160;</p>"}]}