{"name": "173252358", "result": [{"species_id": 173252358, "taxonomicnotes": null, "rationale": "<p><em>Pangio bhujia</em>&#160;has a restricted distribution, found in two locations in the State of Kerala, India, where it has an extent of occurrence of 3,568 km<sup>2</sup>. A continuing decline has been inferred in the area of occupancy, and the quality of habitats due to threats including unmanaged extraction of groundwater, laterite mining, pollution and deterioration of the quality of water in the wells. The species is hence assessed as Endangered. Urgent attention is required to develop and implement management strategies for managing groundwater extraction in the region, and improved awareness and education for environmental stewardship.&#160;</p>", "geographicrange": "<em>Pangio bhujia </em>is currently known from a homestead well in its type locality at&#160;Cherinjal, Kozhikode district, Kerala, India (Anoop <em>et al</em>. 2019), and from Indianoor, Malappuram, around 40 km south of the type locality (Sundar <em>et al</em>. 2022).", "population": "There is no information on the population status, or trends of the species. The species is known from less than 10 specimens.", "populationtrend": "unknown", "habitat": "The habitat of the species was a six-meter-deep homestead well used for drinking and irrigation purposes, and a shallow channel (&lt;0.4m depth) connecting a pond to an adjacent paddy field located ~200 m away from the well. The pond which had laterite rock walls had a substrate with a mix of sand and clay and was covered with decayed leaves (Anoop <em>et al</em>. 2019).", "threats": "The landscape from where&#160;<em>Pangio bhujia</em>&#160;has been recorded, is subjected to high levels of groundwater extraction for agricultural and human uses. There is also a threat from high levels of groundwater pollution from agriculture and laterite mining. Combined together, these threats negatively impact the groundwater habitats. There is also a trend of large-scale chlorination and disinfection of wells in the region, which may be detrimental to the species (Raghavan <em>et al</em>. 2021).", "conservationmeasures": "<p>No species-specific conservation actions are in place. There is a need to understand and generate baseline information on micro-level distribution, population and location-specific threats of this species to develop&#160;future conservation strategies. Targeted campaigns need to be taken up in the distribution range of this species to improve awareness regarding the unique habitats and species.&#160;</p>", "usetrade": "<p>No information is available regarding either the use, or trade of this species.</p>"}]}