{"name": "125982185", "result": [{"species_id": 125982185, "taxonomicnotes": "Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show  a discrete distribution since they are only found in the Antilles,  specifically on Hispaniola, Cuba, Jamaica and the island of Grand  Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em>  in prep). Moreover, there is enough morphological distinctiveness in  characters with adaptive value such is the case of gonopodial traits to  separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention.", "rationale": "<p></p><p><em>Limia versicolor</em> occurs in the Haina River drainage and southward draining streams in the central and southeastern Dominican Republic. Extent of Occurrence is estimated to be 91-564 km<sup>2</sup>, but limited ichthyological survey in this region and the existence of potentially suitable habitat in adjacent drainages introduces considerable uncertainty. Although total population size and population trend are unknown, <em>L. versicolor</em> is not a dominant species in the habitats where the species occurs with introduced poeciliids. Several threats are pervasive in the Haina River drainage, including deforestation and soil erosion associated with smallholder agriculture, and pollution from a number of agricultural, industrial, and domestic sources. In addition, invasive livebearing fishes may represent a significant threat to this endemic species. Given a limited range and several locally pervasive threats, this species is inferred to occur in 6-10 threat-based locations. The direct impact of these threats are unknown, but continuing decline in habitat quality is inferred. Therefore, <em>L. versicolor</em> is assessed as Vulnerable under criterion B1ab(iii). </p><br/><p></p>", "geographicrange": "<p></p><p><em>Limia versicolor</em> occurs in the Haina River drainage and southward draining streams in the central and southeastern Dominican Republic (Lee&#160;<em>et al.</em>&#160;1983, Hamilton 2001). Additional collections are reported from Arroyo Jibana, 9 km south of Madrigal (Goldberg 2016).</p>  <p>Extent of Occurrence is estimated to be 91-564 km<sup>2</sup>, with a lower estimate calculated by generating a minimum convex polygon around georeferenced collection localities (GIBF 2020, MNHNSD 2020), and an upper estimate based on the surface area of the Haina River drainage (Izzo&#160;<em>et al.</em>&#160;2010). However, it is important to note that this species is known from very few collection records, and potentially suitable habitat in adjacent drainages has not been surveyed extensively. Additional ichthyological sampling is needed to clarify the range extent of this species. Given several locally pervasive threats and a relatively restricted range, this species is inferred to occur in 6-10 threat-based locations. </p><br/><p></p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "<p></p><p><em>Limia versicolor</em> occurs in the Haina River drainage and southward draining streams in the Dominican Republic, which is characterized by&#160;coastal and hilly geographic features that typically fall below 500 meters above sea level (Izzo&#160;<em>et al.</em>&#160;2010).&#160;The specific biological and ecological characteristics of this species are poorly studied. Females reach sexual maturity at approximately 2.8 cm and fecundity is an average of 22 offspring per brood (Cohen&#160;<em>et al.</em>&#160;2015). Maximum reported body size is 3.3 cm and 4.5 cm standard length (SL) in males and females, respectively (Lee&#160;<em>et al.</em>&#160;1983).</p><br/><p></p>", "threats": "<p></p><p>Cultivated land (primarily used for coffee production) covers approximately 43% of the Haina River basin, resulting in considerable sedimentation and soil erosion (Izzo&#160;<em>et al.</em>&#160;2010). San Cristobal Province has an average population density of 420 inhabitants per km<sup>2</sup> and houses some of the largest urban centres (e.g., <a style=\"mso-comment-reference: P_1;mso-comment-date:20200721T2108\">Villa Altagracia,</a><span class=\"MsoCommentReference\">&#160;Bajos de Haina). Coastal and alluvial plains in this region support a high concentration of anthropogenic activities (e.g., mechanized agriculture, industrial production), and downstream catchments in the Haina River drainage are severely contaminated with agricultural, industrial, and urban pollutants (Izzo&#160;<em>et al.</em>&#160;2010). The Haina River basin also heavily impacted by alluvial mining, solid waste pollution and deforestation (Gomez Mena et al. 2008).</p>  <p>The occurrence of several invasive species are established in the Haina River, and may be a potential threat to <em>L. versicolor</em>. Recent surveys at Rio Basima (Haina River basin) report the presence of <em>L. versicolor</em> and other introduced livebearing species including <em>Poecilia reticulata, P. mexicana</em> and <em>Xiphophorus hellerii</em> (Torres-Pineda <em>et al</em>. in prep.). The occurrence of the cyprinid <em>Puntigrus tetrazona</em> is also reported in Arroyo Carvajal and Caño Frio (small tributaries of the Haina River) where <em>L. versicolor </em>occurs <a style=\"mso-comment-reference:P_2;mso-comment-date:20200717T2025\">(P. Torres-Pineda pers. comm.).</a>The silurid <em>Pterygoplichthys pardalis</em> has been reported in the Haina River <a style=\"mso-comment-reference:P_3; mso-comment-date:20200717T2029\">(Torres and Armbruster 2020).</a><span class=\"MsoCommentReference\">&#160;The direct impact of these invaders on the native ichthyofauna has not been evaluated in detail but in some cases these species can be dominant. These threats have been observed at most collection localities where <em>L. versicolor</em> occurs, but are expected to impact subpopulations at the local catchment scale. Therefore, <em>L. versicolor</em> is inferred to occur in 7-10 threat-based locations.</span></p>  <p>There is little information regarding the scope and direct impact of these threats on <em>L. versicolor</em>. Additional ichthyological surveys need to be done in this region to document the distribution of this species and the magnitude of threats. However, continuing decline in habitat quality at localized scales is inferred.</p>      <br/><p></p>", "conservationmeasures": "<p></p><p><em>Limia versicolor</em> is classified as Endangered on the Dominican Republic's Red List of Threatened Species (MIMARENA 2011). It is feasible that the range of this species may extend into Montaña La Humeadora and Valle Nuevo National Parks (IUCN and UNEP-WCMC 2020). Additional research regarding distribution, population size, population status, and the scope and direct impact of existing threats are needed to accurately estimate the extinction risk of this species.</p><br/><p></p>", "usetrade": "<p>This species is available in the ornamental aquarium trade, having been imported into Germany as early as 1918 (Novák&#160;<em>et al.</em>&#160;2020). The current annual volume of harvest from wild populations is unknown.</p>"}]}