{"name": "128725538", "result": [{"species_id": 128725538, "taxonomicnotes": null, "rationale": "<em>Schizothorax esocinus </em>is known to occur within Pakistan, India, Nepal and China. It is a big fish and exploited heavily as a food fish. It is suspected to have declined by 40% in the last 10 years due to a number of threats including the impact of invasive species, droughts, illegal fishing, dynamiting, dams and pollution. Due to increasing intensity of the continuing threats it is suspected to decline by similar rates if not more over the next 10 years. It is therefore categorized as Vulnerable.", "geographicrange": "<em>Schizothorax esocinus</em> occurs in inland waters of India, Nepal, Afghanistan and Pakistan. In India it has been recorded in Kashmir (Mir <em>et al.</em> 2014). In northern Pakistan this species has been recorded in Khyber Pakhtunkhwa and Azad Jammu and Kashmir (Khan <em>et al.</em> 2004). Wu and Wu (1992) report this species from China but this needs to be confirmed (N. Dahanukar pers. comm. 2020).", "population": "In 2004 the population of <em>Schizothorax esocinus</em> in Pakistan was estimated to have declined by &gt;40% from 1994-2004, and was predicted to decline by &gt;60% between 2004-2014, due to a number of threats including the impact of invasive species (Khan <em>et al. </em>2004).&#160;The population significantly declined after the introduction of <em>Cyprinus carpio</em> in Kashmir Valley, and increasing human activity (Mir<em> et al. </em>2014), and possibly declined in India due to predation of young by invasive Brown Trout and competition with Common Carp (Sehgal 1999). It is now rare in the River Swat, Pakistan, due to illegal fishing using electricity and dynamite (Ishaq <em>et al.</em> 2014).<br/><br/>Dams, sand and gravel mining, exploitation for food, pollution, alien invasive species are all threats to the species. The population is widely distributed, but all the threats impact its status throughout its range. It is observed to have declined in the wild and is suspected to have declined by about 40% in the past 10 years and is suspected to continue to decline at the same rate in the next 10 years.", "populationtrend": "decreasing", "habitat": "This species occurs in clear running cold water streams (Menon 1999) over stony, gravel beds (Shrestha 1990) and feeds on aquatic worms and fish (Khan <em>et al.</em> 2004). This species is thought to mature in the third summer, and in India the breeding season occurs from April to the end of June. Mature adults migrate to incoming streams to breed on gravel and sandy beds, and fry occur in quiet parts of streams or in side branches of main streams (Raina and Petr 1999). In Dal Lake, Kashmir, this species migrates towards cold water streams with an average temperature of 14-17°C to spawn, after which they return to the warmer lake (Sharma and Kathmandu 1989).", "threats": "In Pakistan this species is threatened by competition from invasive species, destructive fishing practices, such as the use of poison and dynamite, pollution from sewage and agriculture, dams, droughts, expanding human settlements, and inbreeding (Khan <em>et al. </em>2004, Xie <em>et al</em>. 2013, Khan 2016). Its population significantly declined after the introduction of <em>Cyprinus carpio</em> in Kashmir Valley, alongside increasing human activity (Mir <em>et al. </em>2014). It is also thought to have declined in India due to predation of its young by invasive Brown Trout, as well as competition with the Common Carp, which it shares similar feeding patterns (Sehgal 1999). It is now rare in the River Swat, Pakistan, due to illegal fishing activities such as electricity and dynamiting (Ishaq<em> et al.</em> 2014). Its population is also thought to have been impacted by the Lower Jhelum Hydroelectric project through the destruction of feeding and spawning habitat (Qureshi <em>et al</em>. 2007). Within China, many freshwater species face threats of pollution and dams, with little effort made to the conservation of any inhabitant species (Dudgeon 2000, 2011;&#160;Yingchun <em>et al.</em> 2016).", "conservationmeasures": "Research into its life history, taxonomy, and breeding biology is recommended, alongside habitat and harvest management, public awareness campaigns and captive breeding. This species has been successfully artificially bred (Sehgal 1999).&#160;In China specifically, little conservation efforts to freshwater ecosystems in general have been undertaken and, as a consequence, many endemic and native fish species are now endangered or at high risk of extinction (Yingchun <em>et al</em>. 2016).", "usetrade": "This species is an economically important food fish in both subsistence and commercial fisheries through its range (Sehgal 1999), and it is also important in sport fishing in Kashmir (Mir <em>et al. </em>2014). It is a good source of lipid, carbohydrate and proteins, but this can vary across the year (Manzoor <em>et al.</em> 2014)."}]}