{"name": "17837", "result": [{"species_id": 17837, "taxonomicnotes": null, "rationale": "<em>Poeciliopsis monacha</em>&#160;is found on the Pacific slope of Mexico, within headwaters and tributaries to Rios Mayo, Fuerte and Sinaloa. This species is exposed to extreme seasonal and spatial variation in physical stresses and so the temporary stability of these habitats causes severe population bottlenecks, local extinctions, and recolonization events that are resulting in loss of adaptability and neutral variation within local populations, as well as decreased variance among them. Although there are no known threats to this species at present, the area of occupancy meets the threshold of Endangered (116 km<sup>2</sup>) and with the effects of climate change, the aforementioned temporary nature of this species habitats could increase. With these elements taken into account, this species is assessed as Endangered.", "geographicrange": "<em>Poeciliopsis monacha</em> is found on the Pacific slope of Mexico, within headwaters and tributaries to Rios Mayo, Fuerte and Sinaloa (Miller <em>et al.</em>&#160;2005).", "population": "The population size of this species is not known, but the temporary nature of <em>Poeciliopsis monacha</em> habitats leads to severe population bottlenecks, local extinctions, and recolonization events (Vrijenhoek and Lerman 1982).", "populationtrend": "unknown", "habitat": "<em>Poeciliopsis monacha</em> shows preference for shaded pools of steep gradient with rocky, sandy, silty or gravel substrates and clear water with low to slight currents (Miller <em>et al</em>. 2005).&#160;<br/><em>Poeciliopsis monacha</em> is a small live-bearing topminnow that is exposed to extreme seasonal and spatial variation in physical stresses. The temporary nature of these habitats leads to severe population bottlenecks, local extinctions, and recolonization events (Vrijenhoek and Lerman 1982). This results in a loss of adaptability and neutral variation within local populations, causing a decrease in variance among them (Slatkin 1977, Maruyama and Kimura 1980).<br/><br/>Maximum known length of this species is 44 mm (SL) (Miller <em>et al</em>. 2005).", "threats": "The temporary nature of habitats leads to severe local extinctions and recolonization events in <em>Poeciliopsis monacha </em>populations (Vrijenhoek and Lerman 1982). Combined with system drainages from global temperature increases, this species may well experience continuous habitat loss and range.", "conservationmeasures": "There are no specific conservation actions in place for <em>Poeciliopsis monacha.</em>", "usetrade": "There is no information on the potential use or trade of this species."}]}