{"name": "176108753", "result": [{"species_id": 176108753, "taxonomicnotes": null, "rationale": "<em>Ancistrus amaris</em> occurs in the upper Piedmont of Venezuela. Despite heavy sampling in the region, the species is known only from a few collections with no more than five individuals per collection. It has an extent of occurrence (EOO) of 26,088 km<sup>2</sup>. The piedmont region of Venezuela is under intense threat due to deforestation, extraction of water for irrigation, hydroelectric development (with one reservoir likely already having submerged some of the species range), and pollution from agricultural runoff and from urbanization. There are seven locations based on these threats. Given the few localities that are known for this species and the lack of any recent assessment, the species should be monitored for continued persistence. It is considered Near Threatened because of an EOO approaching the threshold for Vulnerable, seven locations, and a continuing decline in the quality and extent of habitat inferred based on the threats.", "geographicrange": "<em>Ancistrus amaris</em> is known from Andean piedmont streams of the Río Apure/Río Orinoco drainage of Venezuela (de Souza <em>et al.</em> 2019).", "population": "The population size is unknown, but the species was described from very few individuals and no collections are available of over five individuals (de Souza <em>et al. </em>2019).", "populationtrend": "unknown", "habitat": "<em>Ancistrus amaris</em> is found in piedmont streams in fast flow. Relative to the sympatric <em>A. triradiatus</em>, <em>A. amaris</em>&#160;has a longer jaw, which usually denotes that it lives in faster water (Lujan and Armbruster 2012).&#160;No information is available on breeding, but other species of <em>Ancistrus</em>&#160;spawn under rocks and the males protect the eggs until they hatch and the young until after they have absorbed their yolk sacs (Sabaj <em>et al.</em> 1999, Power 2003). Species of<em>&#160;Ancistrus</em>&#160;have tentacles on the snout with the tentacles of males much larger and more numerous than that of females and juveniles, and these structures have been hypothesized to provide oxygen for the young, to be sensory, and/or to act as larval mimics to attract females (Sabaj <em>et al.</em> 1999, Power 2003). The tentacles of&#160;<em>A. amaris </em>are among the smallest in&#160;<em>Ancistrus </em>(de Souza<em> et al&#160; </em>2019).&#160;Several studies of the <em>Ancistrus</em> of the Las Marias in Venezuela have been published, and they may have included some <em>A. amaris </em>as the species had not been separated from <em>A. triradiatus </em>until de Souza <em>et al. </em>(2019).&#160;<em>Ancistrus</em>&#160;of the Las Marias were found to be primary algal grazers and likely have an effect on algal community structure (Flecker<em> et al.</em> 2002). <em>Ancistrus</em>&#160;of the Las Marias are phosphorous limited and responsible for recycling up to 10% of the nitrogen needed for algal growth (Vanni <em>et al. </em>2002, Hood <em>et al. </em>2005). Species of <em>Ancistrus</em>&#160;have moderate air-capacity in the stomach to breathe air (Armbruster 1998), but being one of the more montane species of <em>Ancistrus</em>, it is likely that <em>A. amaris</em>&#160;has little to no ability to breathe air.<p><br/></p>", "threats": "Some local drainage basins in the Andean piedmont have been completely deforested (Winemiller <em>et al. </em>2008), and all but the two furthest north localities known for this species are from areas with extensive agriculture. Areas where <em>A. amaris</em>&#160;is found have an average of about 60% of the land deforested (Allan <em>et al. </em>2006). Anderson and Maldonado-Ocampo (2010) detail the threats to aquatic biodiversity in the north-eastern Andean Piedmont, and these include water being captured for agriculture that leads to low or no flows in rivers, increased pollution from urbanization and agriculture, hydropower development (a large reservoir is located within the range of <em>A. amaris</em>&#160;that likely submerged habitat), and loss of woody debris (Wright and Flecker 2004; some <em>Ancistrus</em>&#160;use logs for spawning; Power 2003). In addition, the political strife in Venezuela has led to an inability to monitor populations of fishes, and has likely led to exacerbation of the problems of Andean streams and increases in the use of fishes as food, although there is no indication this species is harvested.", "conservationmeasures": "There are currently no species-specific conservation measures directed towards <em>A. amaris</em>. The species is found in no protected areas, and the areas where it is found have extensive agriculture. Additional ichthyological survey is needed to determine distribution, population size, and population trend; however, the species is known from areas that have been extensively collected, but the species is rarely encountered.", "usetrade": "<em>Ancistrus amaris </em>has not been exported for the pet trade and is not likely used as food."}]}