{"name": "176425201", "result": [{"species_id": 176425201, "taxonomicnotes": null, "rationale": "<em>Bryconamericus mennii</em> is known from a few stream tributaries of the upper Paraná river in Misiones province, Argentina. It is assessed as Endangered because of the area of occupancy (AOO) best estimated at under 500 km<sup>2</sup>, three locations based on the threats of invasive exotic species, habitat alterations (dams) and agricultural activities, and an inferred continuing decline in habitat.", "geographicrange": "The type locality of this species is Cuñá Pirú stream, Misiones Province, Argentina (Miquelarena <em>et al</em>. 2002). It is endemic to the province of Misiones, with presence at type locality and at Urugua-í stream (Miquelarena <em>et al</em>. 2002), both tributaries of the upper Paraná River (Neiff 1990). López <em>et al</em>. (2008) designated this as one of the endemic species of the Great Rivers region.", "population": "It can be assumed that this species moves in shoals, judging by the number of individuals that make some of the preserved lots (&gt;50 individuals). No data were found on its population abundance.", "populationtrend": "unknown", "habitat": "<p>The Cuñá-Pirú creek runs along the Cuñá-Pirú valley, marking the boundary between the General San Martín and Cainguás Departments. It is a small, clear fast flowing stream with a rock and sand bed, and vegetated margins; water temperature ranges from 19.3 to 33.4°C during summer (Miquelarena <em>et al</em>. 2002). The Urugua-í course begins at 700 m above sea level, near Bernardo de Yrigoyen. It runs westward through Misiones province, and has a waterfall of 28 m high called Salto del Urugua-í (Miquelarena <em>et al</em>. 1997). Urugua-í stream presents moderate current, with a flow of up to 5 m s<sup>-1</sup> with a greater variety of bottoms (mud, sand, gravelly or rocky sand) (Menni 2004).&#160;</p>", "threats": "The Cuña-Pirú creek, mainly due to its extension, has a great anthropic influence because of the expansion of forestation with exotic species, tea, grass and tobacco crops, and with an increase in urbanization and deforestation (Araya 2017). The ecological alteration of the Urugua-í stream is due to a set of anthropic actions that have modified the environmental conditions. One of the most important was the construction of the Urugua-í hydroelectric dam (Miquelarena <em>et al</em>. 1997). Also the presence of tilapia (<em>Coptodon rendalli</em>), an exotic species, has been registered in abundance (Iwaszkiw 2006).", "conservationmeasures": "<p><em>Bryconamericus mennii </em>has been assessed as \"Rara\" (Chebez <em>et al. </em>2009). Cuña-Pirú creek is moderately protected by the homonymous reserve (Araya 2017), also the middle basin of this stream is partially protected, as it passes through the Salto Encantado Provincial Park and Cultural Reserve of the Cuña-Pirú Valley, the Cuña-Pirú Private Reserve and the Cuña-Pirú Municipal Ecological Reserve (Azpelicueta <em>et al.</em> 2005). The Urugua-í stream (largest inland watercourse in Misiones province) and its tributaries are moderately protected in its middle and upper basin. There is Provincial Park Urugua-í Dr. Luis H. Rolón, Protected Landscape Lago Urugua-í, Natural Monument Isla Palacio and two private places, Private Reserve Urugua-í (middle basin) and Private Reserve Forestal San Jorge (that connects Park National Park Iguazú and Provincial Park Urugua-í) (Gil and Lobo 2012). Recommendations are for the adoption of urgent and concrete conservation measures including protection of Cuñá-Pirú creek, especially the lower and middle sections; protection of Urigua-í stream, especially in the lower section; and elimination of exotic fish.</p><p><br/></p>", "usetrade": "<p>There is no use or trade information for this species.&#160;Some of the co-occurring fish species of <em>Bryconamericus mennii </em>are exploited commercially, others are used as live bait, and others are of aquarium interest (Miquelarena <em>et al</em>. 2002); the authors said that, together with annual and miniature species, they are considered some of the most endangered.</p>"}]}