{"name": "139358867", "result": [{"species_id": 139358867, "taxonomicnotes": null, "rationale": "<p><em>Borneogomphus teramotoi</em> is endemic to Borneo where it is only known from three locations (at one of which it appears to have already become extinct) in the west of Sabah. It qualifies for Vulnerable status under criterion D2 and is assessed accordingly. Hopefully when more information on the distribution of the species becomes available it will be possible to reassess it into a lower threat category.</p>", "geographicrange": "<p><em>Borneogomphus teramotoi</em> is endemic to Borneo where it is only known from three locations (at one of which it appears to have already become extinct) in the west of Sabah (Karube and Sasamoto 2014). Known sites are on the Kinabalu Massif and in the Crocker Range but do not appear to be within the boundaries of the protected areas in the area. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be large and can be inferred to be declining due to loss of forest outside of protected areas in the west of Sabah.</p>", "population": "<p>The adults of this species are elusive so that it is difficult to gauge how common it is at the locations where it occurs, but it appears to be very local in occurrence. Beyond this little can be said with the available data except that an ongoing decline in overall population can be inferred from loss and disturbance to forest within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is summarised in Karube and Sasamoto (2014: 71): “adult specimens were found along a shallow stream (water depth <em>ca</em> 50 cm) of 3 to 5 metres width with a slow current in a sub-montane region. The female oviposited in the afternoon, swiftly coming and&#160;going, over shadow and shallow currents, flipping the tip of abdomen onto the surface. We observed the larvae creeping on a fine sandy bottom in shallow water with a slow current, alongside a rapid channel, in a medium sized river (water depth 50-100 cm) in a hilly area (altitude <em>ca</em> 700 m). During the survey in spring of 2010, we also found larvae further upstream on the mountain.” From this it is not clear if forest was present around the streams mentioned, but it is very likely.</p>", "threats": "<p>This species appears to have already become extinct at one location because “its environment had been destroyed by water pollution and canalization” Karube and Sasamoto (2014: 65). Other threats will be from forest fires and, outside of protected areas, clear-cutting of forest.</p>", "conservationmeasures": "<p>It needs to be established whether either of the surviving locations is within either the Mount Kinabalu National Park or the Crocker Range National Park, and further data on the distribution of the species are needed.</p>", "usetrade": null}]}