{"name": "177896480", "result": [{"species_id": 177896480, "taxonomicnotes": null, "rationale": "<p><em>Coeliccia pulchella</em> is known from five scattered sites in central and northern Viet Nam. One location is close to the border with Laos, therefore the species should be searched for in that country as well as in Viet Nam. One of the known locations is Huu Lien Nature Reserve (however very serious threats exist within this supposedly protected area), another is in Cuc Phuong National Park. Its area of occupancy (AOO) is certainly smaller than 2,000 km² (meeting the Vulnerable threshold for criterion B2), and the AOO and extent and quality of suitable habitat are all inferred to be declining due to loss of forest within the range of the species. Its extent of occurrence (EOO) is well above the criterion B1 threshold (EOO = 38,611–50,658 km²). Despite its relatively large EOO, very few locations are known, and the overall population is clearly already severely fragmented. Threats exist throughout the range of the species, even within one of the protected areas where it occurs. The species is assessed as Vulnerable under criterion D2. If more locations are not found for the species, a future reassessment to Endangered under the B2 criteria is likely to be warranted.</p>", "geographicrange": "<p><em>Coeliccia pulchella</em> is known from five widely scattered sites in central and northern Viet Nam (Kompier <em>et al. </em>2020). One location is close to the border with Laos, therefore the species should be searched for in that country as well as in Viet Nam. One of the known locations is Huu Lien Nature Reserve (however very serious threats exist within this supposedly protected area), another is in Cuc Phuong National Park. An accurate estimate of the area of occupancy (AOO) of this species is not possible, but with the available data the AOO will certainly be below 2,000 km². Moreover, the AOO is inferred to be declining due to loss of forest within the range of the species. Its minimum extent of occurrence (EOO) is 38,611 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 50,658 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species can be common where it occurs but is clearly very localised in occurrence. An ongoing decline in overall population is inferred from loss of forest within the range of the species and the overall population is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Kompier <em>et al. </em>(2020) state that: “In Huu Lien NR and Cuc Phuong NP <em>Coeliccia pulchella</em> is found in karst mountains, where it can be quite common in the vicinity of small streams.” The habitat at the other known locations does not appear to have been recorded, but all sites are in areas that are or were originally forested and this species will have some degree of forest-dependence. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species is likely to be from deforestation (with farming and timber gathering as the main drivers). At Huu Lien Nature Reserve the habitat is being destroyed by timber gathering and agricultural activities by the local population.</p>", "conservationmeasures": "<p>The priorities for this species are for proper protection of its habitats in Huu Lien Nature Reserve and for searches for the species at other locations, as well as more information on its habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}