{"name": "4836", "result": [{"species_id": 4836, "taxonomicnotes": null, "rationale": "This species has a very restricted distribution in the Cuatro Cienégas basin with an EOO of 177 km<sup>2</sup>. A continuing decline of the species' habitat quality has been observed as a result of drying due to agriculture exploitation of the aquifer. The genetic pool of the species is highly compromised by hybridization with <em>Herichthys </em><em>cyanoguttatus</em>,<em>&#160;</em>in addition to competition and predation with the introduced African cichlid:<em> Hemichromis guttatus. </em>Based on the most serious plausible threat, the species has three locations. Therefore, it is assessed as Endangered. <br/><em></em>", "geographicrange": "Restricted to the endorheic basin of Cuatro Cienegas, Coahuila, Mexico (Miller <em>et al</em>. 2005).", "population": "More information is needed about the population size and trend of this species, but it is known to be declining where its habitat has been desiccated due to over-extraction of water resources (D. Hendrickson pers. comm. 2018).", "populationtrend": "decreasing", "habitat": "This species inhabits lagoons, cool to warm springs, ponds and streams in very clear water that may be very slightly saline. Typically found in little to no current; with marly detritus and muck, gravel, rocks, in addition to vegetation including&#160;<em>Chara, Nymphaea, Utricularia, Eleocharis </em>and&#160;<em>Typha. </em>It utilises&#160;depths up to 7.0 m (Miller <em>et al</em>. 2005).", "threats": "The species is primarily threatened by drying due to agriculture exploitation of the aquifer, leading to some pools being destroyed. There is desiccation, deforestation and modification of water bodies for tourist use and construction of channels for irrigation and roads. Overgrazing by horses and goats also occurs in addition to burning pastures for livestock. Use of resources is ongoing, putting fish, molluscs, crustaceans and reptiles at risk. Aquaculture of commercial species of catfish <em>Ictalurus lupus</em>, black bass <em>Micropterus salmoides</em> and of mojarras (<em>Cichlasoma cyanoguttatum</em>, <em>C. minckleyi</em> and <em>Lepomis megalotis</em>) is also a threat (Arriaga-Cabrera <em>et al. </em>1998).", "conservationmeasures": "Found within the Cuatro Cienagas, protected area but no conservation actions are known for the species. The species is listed in the NORMA Oficial Mexicana NOM-059-SEMARNAT-2010 as endemic and Endangered.", "usetrade": "The species is targeted by the aquarium trade."}]}