{"name": "164692254", "result": [{"species_id": 164692254, "taxonomicnotes": null, "rationale": "<p>This species is restricted to the middle reaches of the Chamelecón and Ulúa rivers in northwestern Honduras and the upper reaches of the Rio Lempa in El Salvador and Honduras, with an estimated Extent of Occurrence (EOO) of 9,345 km<sup>2</sup>. Total population size and population trend are unknown. A number of pervasive threats are present where this species occurs, including erosion and sedimentation, dam construction, and nonpoint pollution resulting from agriculture runoff and urban wastewater discharge which have resulted in an inferred decline in the availability and quality of habitat. Given inferred declines in habitat quality, a restricted EOO, and a number of locations between five and seven, this species is assessed as Vulnerable under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Profundulus kreiseri</em> is currently known from the middle reaches of the Chamelecón and Ulúa rivers in northwestern Honduras and the upper reaches of the Rio Lempa in El Salvador and Honduras&#160;(Matamoros <em>et al</em>. 2012, McMahan <em>et al</em>. 2013, Caspeta-Mandujano <em>et al</em>. 2015, Jamangapéo <em>et al</em>. 2016, González-Murcia <em>et al</em>. 2019). Collections have been made at elevations from 500 to 1800 meters above sea level (Barraza pers. comm. 2020).</p>  <p>Extent of Occurrence (EOO) is estimated to be 9,345&#160;km<sup>2</sup>, based on a minimum convex polygon calculated around a limited number of georeferenced collection records (GBIF 2019, W. Matamoros unpublished data 2019). Given the scope and magnitude of major threatening factors (Kim <em>et al</em>. 2005, Matamoros <em>et al</em>. 2012, Blair <em>et al</em>. 2019), this species is inferred to occur in 5-7 locations.</p>", "population": "<p>The total population size and population trend of this species are currently unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species typically occurs in small tributaries ranging from 0.8-4 meters in width, with a high percentage of canopy cover, a variety of run, pool, riffle, rapid, and small waterfall habitats, and substrates comprised of pebbles, stones, and boulders (Matamoros <em>et al</em>. 2012). </p>", "threats": "<p>The creation of a new hydroelectric dam on the Chamelecón River is expected to dramatically impact the subpopulation that occurs there (Matamoros <em>et al</em>. 2012). In the tributaries of the Lempa River basin, extensive agriculture has resulted in high levels of erosion and subsequent sedimentation (Kim <em>et al</em>. 2005). In El Salvador, Nonpoint pollution of groundwater and surface water resources from agricultural and urban sources have probably&#160;impacted habitat quality where <em>P. kreiseri</em> occurs (Blair <em>et al</em>. 2019). These threats are broad in scope, and are likely to affect aquatic habitat at the basin scale. Therefore, this species is inferred to occur in 5-7 locations.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. kreiseri</em>. In El Salvador it occurs in at least one protected area (Barraza pers. comm. 2019), and elsewhere it occurs in close proximity to protected areas, so it is plausible that additional sampling will confirm the presence of this species within the boundaries of one or more protected areas (IUCN and UNEP-WCMC 2019).&#160;</p>  <p>The original descriptor suggests susceptibility to extinction given a restricted range (Matamoros et al. 2012). Additional research is needed regarding population size, population trend, biology and ecology, and the impacts of major pervasive threats. Population monitoring and site protection are recommended. </p>", "usetrade": "<p>This species is not utilized.</p>"}]}