{"name": "176216766", "result": [{"species_id": 176216766, "taxonomicnotes": null, "rationale": "<em>Paralithoxus boujardi</em>&#160;is endemic to French Guiana with an extent of occurrence (EOO) of 21,165 km<sup>2</sup>. Several small streams within the distribution of the species show considerable impact from gold mining, and there are six locations based on this threat, which is also inferred to be causing a continuing decline in habitat. Given the EOO is just over the Vulnerable threshold, this species is assessed as Near Threatened. It should be monitored.  It is possible that the full extent of the distribution of the species  has not yet been examined, and future studies should explore the  distribution of the species.", "geographicrange": "<em>Paralithoxus boujardi</em>&#160;is endemic to French Guiana in the Approuague and Oyapok river basins and possibly the Compté River (Muller and Isbrücker 1993, Le Bail <em>et al</em>. 2000, GBIF 2020).", "population": "Nothing is known about the population of <em>P. boujardi</em>.", "populationtrend": "unknown", "habitat": "<em>Paralithoxus boujardi</em>&#160;is found in small forested streams in fast flow (Le Bail <em>et al</em>. 2000). Species of <em>Paralithoxus</em>&#160;are dorsoventrally flattened for life under flat stones in high water flow. The stomach is enlarged, perhaps as a respiratory organ. The intestines are very short for loricariid catfishes, and instead of feeding on detritus and algae, species of&#160;<em>Paralithoxus</em>&#160;feed mostly on insect larvae. Because of the flattened body and large stomach, females have very few eggs (Armbruster 1998, 2004).", "threats": "The Guiana Shield has had extensive gold mining. Much of this mining is by eroding river banks, running the sediments through a sluice, and then extracting the gold with mercury, which leads to high mercury levels in fishes, release of toxic materials to the soil, increased turbidity, and altered hydrology (Hardman&#160;<em>et al.</em> 2002, Mol and Ouboter 2004, Tudesque <em>et al.</em> 2012, Alofs&#160;<em>et al.</em> 2013). In addition, French Guiana has bauxite deposits that are mined for aluminum (Monsels 2016), and this has brought with it the need for biological assessments of bauxite regions due to the probability of habitat decline (Mol&#160;<em>et al.</em> 2007, Alonso and Mol 2007).", "conservationmeasures": "The closely related and until recently congener, <em>Lithoxus lithoides</em>,  was not collected in the Potaro River of Guyana, which is experiencing  heavy gold mining after being extremely abundant in a 1909 study  suggesting that the Lithoxini may need to be monitored in areas  receiving intense gold mining (Hardman <em>et al.</em> 2002).", "usetrade": "This species has not been exported for the international aquarium industry (PlanetCatfish 2020). Given its small size, it is not likely used as food."}]}