{"name": "163785", "result": [{"species_id": 163785, "taxonomicnotes": "The female of <em>Linaeschna polli</em> is unknown.", "rationale": "<p><em>Linaeschna polli</em> is endemic to Borneo where it is known from three locations in Sabah and Sarawak. Only four individuals of the species have ever been collected. Its habitat requirements are not known with certainty, and an argument could be made that the species is best assessed as Data Deficient. However this appears to be an extremely uncommon and locally occurring species, which, on the available evidence is likely to be threatened. With only three locations known (with threats at all) and a severely fragmented population, it is assessed as Vulnerable under criteria D2. When more data are available it may need to be re-assessed into a higher threat category.</p>", "geographicrange": "<p><em>Linaeschna polli</em> is endemic to Borneo where it is known from three locations in Sabah and Sarawak. The type locality is the Marapok Mountains in Sabah (Lieftinck 1971, von Ellenrieder 2002), on the border with Sarawak. The other location in Sabah is somewhere in the vicinity of the Kimanis Road in the Crocker Range National Park where a single individual was collected in 1997 (Kitagawa 1999). The location in Sarawak is in Bintulu Division (Dow <em>et al. </em>2019), where single males were collected in 2009 and 2010, however the species has not been sighted again at this location and could have vanished there. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the currently available data but it is not likely to be large and may well be below 2,000 km<sup>2</sup>, quite possibly considerably below. The AOO and extent and quality of suitable habitat can be inferred to be in ongoing decline due to loss and degradation of forest throughout the range of the species.</p>", "population": "<p>Only four individuals of this species have ever been collected. It is clearly a very locally occurring species. Beyond this nothing can be said about current population sizes and health except that at least some decline in overall population will have occurred and be ongoing due to loss of forest throughout the range of this species, and that the overall population is severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded about the habitat of this species at the locations in Sabah, but that in Sarawak is a rocky stream running through lowland kerangas forest that has been heavily disturbed by logging. Repeated attempts to find larvae in and around this stream have failed, so it cannot even be confirmed that it breeds there, although this seems likely. The species might be crepuscular but the individuals collected in Sarawak were caught while flying over the stream in the day time, although possible they could have been disturbed from a nearby roost.</p>", "threats": "<p>The main threat to this species is likely to be from clear cutting of forest, which is occurring throughout the range of the species, chiefly for plantation establishment. Forest fires are also a threat at all locations and have already occurred in the Crocker Range National Park.</p>", "conservationmeasures": "<p>It is difficult to assess the conservation measures needed by this species without more information, but it would clearly benefit from protection of the two locations not in National Parks. However the exact location in the Marapok Mountains is not known, and it could be from a low altitude area that has already been cleared, while the location in Sarawak is within an area of industrial plantation, so that permanent protected status is unlikely to be obtained for the site.</p>", "usetrade": null}]}