{"name": "176958820", "result": [{"species_id": 176958820, "taxonomicnotes": null, "rationale": "<em>Trichomycterus varii</em>, assessed as Critically Endangered, is only known from its type locality, a creek in a semi-desert region, in headwaters of Pilcomayo river basin in Jujuy, Argentina. It has an area of occupancy (AOO) best estimated at 4-8 km<sup>2</sup>, and an extent of occurrence (EOO) best estimated at under 100 km<sup>2</sup>. The type locality is near the limit of Laguna de los Pozuelos Biosphere Reserve. Threats to this species include including overgrazing of llamas (domestic camelids) and sheep that degrade local wetlands, eventual mining enterprises, and climatic change. There is a single location and an inferred continuing decline in habitat based on these threats.", "geographicrange": "<em>Trichomycterus varii</em> is only known from its type locality, Cieneguillas River, located in the High Andean Plateau, at 3,567 m a.s.l., in Santa Catalina Department, Jujuy Province, near the border with Bolivia, in headwaters of Pilcomayo river basin. Sampling efforts in adjoining drainage systems failed to yield any specimens of <em>T. varii</em>, which consequently appears to be endemic to the Río Cieneguillas (Fernández and Andreoli Bize 2018).", "population": "There is no population estimate for this species.", "populationtrend": "unknown", "habitat": "The type locality is a shallow (0.10-0.40 m) stream over different types of substrates (rocks, gravel, sand, and decomposing organic material (Fernández and Andreoli Bize 2018) located in the High Andean Plateau.&#160;Stomachs of two specimens of <em>T. varii </em>contained dipteran larvae (Chironomidae and Ceratopogonidae) and filamentous algae. The only other species of fish collected at that site was <em>T. roigi </em>(Fernández and Andreoli Bize 2018) .", "threats": "The main threats identified for the fishes of the whole Western Paranoplatensean ecoregion (López <em>et al.</em> 2002) are mining and agricultural activities, hydraulic works, construction and laying of gas ducts. Wetlands in this region (High Andean Plateau) face multiple threats, including large-scale mining and unregulated tourism. Lithium mining, in particular, could become the predominant economic activity in the region, with 14 projects at different stages of exploration or exploitation, in addition to the nine other mineral exploitation projects that are already operating today (Wetlands International 2019). Fernandez (2014) also warns about the risks of mining ventures to Trichomycteridae; many Andean drainage systems are impacted by mining operations including mountain mining/valley fill practices primarily for extraction of various minerals. The resultant siltation, mercury pollution, changes in water chemistry, and modifications of the physical aspects of drainage systems (Oliveira Ribeiro<em> et al.</em> 1996) put the native aquatic fauna, including endemic catfishes, at risk (Fernandez 2005, Fernandez and Vari 2012). Other regional threats arise from the introduction of exotic species that feed on trichomycterids, such as the Rainbow Trout <em>Oncorhynchus mykiss</em> (Fernandez 2005, 2014). It has been considered that Andean ichthyofauna are drastically affected by climate change (e.g. temperature and UV radiation) (Fernandez and Andreoli Bize 2018). The Laguna de los Pozuelos Biosphere Reserve is inhabited by some 10,000 people, whose main activity is the rearing of domestic livestock (llamas and sheep) and where overgrazing is resulting in the degradation of the vegas (local wetlands) (Wetlands International 2019).", "conservationmeasures": "This species occurs in the Laguna de Los Pozuelos Biosphere Reserve, created in 1990.", "usetrade": "There is no use or trade information for this species."}]}