{"name": "135437025", "result": [{"species_id": 135437025, "taxonomicnotes": "<p><em>Prodasineura haematosoma </em>differs from <em>P. hyperythra </em>solely in details of colouration. However <em>P. hyperythra </em>shows considerable variation in colouration across its range, and <em>P. haematosoma</em> may merely be a junior synonym of <em>P. hyperythra</em>. Against this, there is to be an area between the definitely known ranges of each taxon in Sarawak where neither has been found (as of September 2018) despite the presence of suitable habitat, which could be taken as evidence that the two are distinct. On the other hand <em>P. hyperythra </em>was recorded from West Kalimantan without details by Lieftinck (1954) and the assessor (Dow 2005) recorded it from within the range of <em>P. haematosoma</em>, this was based on a sight record and could have been misidentified, but a specimen identified as <em>P. hyperythra </em>was collected at the same location in 2008; unfortunately the specimen in question is no longer available to the assessor to recheck the identification.</p>", "rationale": "<p><em>Prodasineura haematosoma </em>is endemic to Borneo, where it is only known from old records from three locations in West Kalimantan and recent records from about 13 locations in the southwest of Sarawak. Although the species is somewhat disturbance tolerant, its known range is relatively small and an ongoing population decline is inferred due to habitat loss. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information, but it is not likely to be large and will certainly be diminishing, as will the extent and quality of suitable habitat. Fresh information from West Kalimantan is needed, but until such information is available a Least Concern assessment does not seem safe for this species, however it does not qualify for Vulnerable and, taking the precautionary approach advocated by the IUCN, is assessed as Near Threatened because it is close to qualifying for Vulnerable under criterion B2ab(ii,iii). Hopefully it will be possible to re-assess the species as Least Concern when fresh data are available from West Kalimantan and if it does not prove to be merely a variant of <em>P. hyperythra </em>(see the Taxonomic Note).</p>", "geographicrange": "<p><em>Prodasineura haematosoma </em>is endemic to Borneo where it is known only from the type series from three locations in West Kalimantan (Lieftinck 1937), it is not known if the species survives at these locations, and 13 locations in the southwest of Sarawak (for instance in Dow 2012, 2016, unpublished, Dow &amp; Reels 2013, Dow <em>et al. </em>2013). Only the locations in Sarawak can be considered as currently known. The species has been recorded in several protected areas (for instance Tanjung Datu National Park and Kubah National Park) in Sarawak. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available information, but it is not likely to be large and will certainly be diminishing, as will the extent and quality of suitable habitat.</p>", "population": "<p>This is a locally common species in southwest Sarawak, beyond this little can be said except that some ongoing decline in overall population will be occurring because of loss of forest throughout its range. If not already severely fragmented, it is likely to become so in the not-too-distant future.</p>  <p>&#160;</p>", "populationtrend": "decreasing", "habitat": "<p>This species is typically found on low gradient sections of small forest streams at sometimes at pools at the side of such streams. It has been found in forest disturbed by logging and traditional shifting agriculture, so has some tolerance to these types of disturbance.&#160;</p>", "threats": "<p>Populations outside of protected areas are threatened by clearance of forest, principally for plantation establishment. Forest fires are a threat at all locations.</p>", "conservationmeasures": "<p>The taxonomic issue needs to be resolved and more data is needed on the distribution of the species, especially in West Kalimantan. Species specific conservation measures might prove to be needed in West Kalimantan.</p>", "usetrade": null}]}