{"name": "150125013", "result": [{"species_id": 150125013, "taxonomicnotes": null, "rationale": "<p><em>Cribroheros altifrons</em> occurs from the Térraba River drainage in southern Costa Rica southward to the Chiriqui River drainage in Panama and has an estimated Extent of Occurrence (EOO) of 8,170-13,043 km<sup>2</sup>. Major regional threats include deforestation, expanding agriculture and associated runoff pollutants, abstraction of groundwater resources, and diversion of surface water resources. While the direct impacts of these threats have not been fully evaluated, they are inferred to be having a negative effect on the quality and availability of suitable habitat. Given the scope of these threats, this species is unlikely to occur in more than 10 locations. As such, it is assessed as Vulnerable under criterion B1ab(iii). </p>", "geographicrange": "<p><em>Cribroheros altifrons</em> occurs on the Pacific slope of Central America from the Térraba River drainage in southern Costa Rica southward to the Chiriqui River drainage in Panama (Kullander 2003, Rojas and Rodríguez 2008, Angulo <em>et al</em>. 2013, Matamoros <em>et al</em>. 2015, Říčan <em>et al</em>. 2016). In Panama, it has been reported from the Chiriquí Viejo, Chico, Chiriquí, Fonseca, San Felix, and Tabasará rivers (Vega <em>et al</em>. 2006), though occurrence in the Tabasará River requires verification. Elevation ranges from 20-400 meters above sea level (Angulo <em>et al</em>. 2013).</p>  <p>Extent of Occurrence (EOO) is estimated to be between 8,170-13,043 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). However, this estimate is based on very few available museum collections (GBIF 2019). Given the scope of regional threatening impacts, this species is unlikely to occur in greater than ten locations.</p>", "population": "<p>The total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in creeks and rivers characterized by low to moderate current velocity, temperatures ranging from 22-29 °C, over substrates of sand and rock (Bussing 1998). Maximum reported size is 13 cm standard length (SL) (Kullander 2003). Diet is comprised primarily of aquatic insects (Rojas and Rodríguez 2008).</p>", "threats": "<p>Expansive agriculture has led to the deforestation of much of the Térraba River drainage (Krishnaswamy <em>et al</em>. 2001). As a result, sedimentation rates have increased and have likely resulted in a decline in habitat quality, particularly in lower-lying regions (Krishnaswamy <em>et al</em>. 2001). Additionally, reductions in tree cover have likely reduced dry-season flow rates (Krishnaswamy <em>et al</em>. 2018). Completion of the proposed Boruca dam is likely to have major ecological impacts on the hydrology of the Térraba River (Anderson <em>et al</em>. 2006).</p>  <p>The immediate impact of threats in the Coto River drainage and in western Panama have not been evaluated in detail. However, satellite imagery shows expansive plantation agriculture in the Coto Valley, which has likely had an impact on the availability and quality of freshwater habitat. </p>  <p>Water pressure is expected to increase in Costa Rica and Panama as national populations rise, with potential associated declines in freshwater habitat quality and availability (Bower 2014, Larsen 2019).</p>", "conservationmeasures": "<p>There are currently no species-specific actions directed towards <em>C. altifrons</em>. Additional sampling is needed to determine if this species occurs within the boundaries of existing protected areas. More information on population size, population trend, and the direct impact of regional and localized threats would be useful in guiding future conservation action.</p>", "usetrade": "<p>This species is present in the ornamental aquarium trade, though the total volume of wild harvest is unknown. It is also targeted in subsistence fisheries in both Costa Rica and Panama. This species is currently bred in the United States and Europe for ornamental purposes. This species has also been proposed as a potential aquaculture candidate for food production (A. Angulo pers. comm. 2019).</p>"}]}