{"name": "58600399", "result": [{"species_id": 58600399, "taxonomicnotes": null, "rationale": "This species is recently described, and to date, this species is only known to occur at two neighbouring limestone rock outcrops, Gua Bewah and Gua Taat ((4°51'3\"N, 102°43'21\"E) at the southern part of Tasik Kenyir, a man-made lake in Peninsular Malaysia.<br/><br/>The presence of these sites within a lake in a protected area, means that access to the site is restricted, and the habitats are currently intact with no known threats.<br/><br/>The species is a candidate for Endangered, based on the restricted range, but as there are no known threats, Liew <em>et al.&#160;</em>(2014) recommended Least Concern. However, given that the species has such a restricted range it assessed as Near Threatened to recognise the vulnerability of these limestone outcrops if the protected park status was no longer in operation or the forest quality was reduced. If further surveys show that the distribution is more widespread then a reassessment would be required.", "geographicrange": "This species was described in 2014, and to date this species is only  known to occur at two neighbouring limestone rock outcrops, Gua Bewah  and Gua Taat (4°51'3\"N, 102°43'21\"E) at the southern part of Tasik  Kenyir, a man-made lake in Peninsular Malaysia (Liew <em>et al</em>. 2014).", "population": "There is insufficient information to determine the population trends, but given the current habitat status it is probably stable.", "populationtrend": "stable", "habitat": "This species is found on limestone outcrops.", "threats": "The presence on islands within a lake in the protected area is considered to provide suitable protection from most park users and as such the species, whilst having a restricted range, is not considered to be threatened (Liew&#160;<em>et al</em>. 2014).", "conservationmeasures": "The sites occupied by this species are within Taman Negara Pahang, which is a prioritised protected area (Liew&#160;<em>et al</em>. 2014). Furthermore, they lie as outcrops that are partially submerged within a man-made lake, so effectively now islands, making access more restricted.", "usetrade": "There is no known trade in this species."}]}