{"name": "139406606", "result": [{"species_id": 139406606, "taxonomicnotes": null, "rationale": "<p><em>Onychothemis abnormis</em> is a poorly known species, with records from Java and Sumatra in Indonesia and the Philippines. Records from Java are old (more than 100 years) and without specific locations, the assessor has only seen a single record (also from more than 100 years ago) from the north of Sumatra. It is not known if the species is still extant in Indonesia. The only remotely recent records are from the Philippines. The species is recorded from at least one protected area (the Northern Sierra Madre Natural Park in Luzon). An accurate estimate of its area of occupancy (AOO) is not possible, but with the available data it is not likely to be large (quite possibly smaller than 2,000 km²). However, the AOO is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of forest and other alterations to habitat within the range of the species. Its known extent of occurrence (EOO) (excluding the possibly extinct range in Indonesia) is much larger than the criterion B1 thresholds. Despite its large EOO, this appears to be a very scarce (although possibly under-recorded) species, for which there is some cause for concern. If its AOO was confirmed to be smaller than 2,000 km², with the 13 current known locations (excluding Indonesia) and continuing decline, the species would be close to qualifying for Vulnerable status under criterion B. It is therefore assessed as Near Threatened (nearly meets VU B2ab(ii,iii)).</p>", "geographicrange": "<p><em>Onychothemis abnormis</em> is a poorly known species with records from Java and Sumatra (Lieftinck 1935) in Indonesia and the Philippines (Hämäläinen pers. comm. 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen and Muller 1997; Needham and Gyger 1937; Villanueva 2009; Villanueva and Gil 2011; Villanueva <em>et al</em>. 2009). Records from Java are old (more than 100 years) and without specific localities, the assessor has only seen a single record (also from more than 100 years ago) from the north of Sumatra. It is not known if the species is still extant in Indonesia. The only remotely recent records are from the Philippines. The species is recorded from at least one protected area (the Northern Sierra Madre Natural Park in Luzon). An accurate estimate of its area of occupancy (AOO) is not possible, but, with the available data, it is not likely to be large (quite possibly smaller than 2,000 km²). However, the AOO is inferred to be declining due to loss of forest and other alterations to habitat within the range of the species. Its minimum extent of occurrence (EOO), based on the known collection records (excluding the possibly extinct range in Indonesia), is 215,059 km². Its maximum EOO, based on the extent of HydroBASINS the known records are from, is 384,326 km².</p>", "population": "<p>Even in the Philippines this appears to be a scarce species, although it might be under-recorded due to a preference for larger, difficult to sample, rivers. The overall population of this species is certainly fragmented but it is not clear if it is severely fragmented. No other statement about current population sizes and health can be made for this species except that an ongoing decline in overall population is inferred from loss of forest and other alterations to habitat within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Very little information is available on the habitats and ecology of this species. Villanueva (2009: 12) states: “A male of this rare dragonfly was found flying at the rapids in the forested area in Calayan Island guarding an ovipositing female.” Villanueva and Gil (2011: 32) state: “Previous encounters with this species were on fast flowing streams and rivers. They patrol a specific portion of the rapids, especially at sites with dangling roots or vines. However, the Catanduanes population was observed on a slow flowing stream with pool sections.” The species appears to be forest-dependent, but it is not clear how tolerant of disturbance it is. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest and other alterations to habitat within its range.</p>", "threats": "<p>Threats to this species will include clearance of forest for farming or as a result of mining, pollution of streams and rivers resulting from mining and the use of electro-fishing methods that will kill odonate larvae.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of additional habitat where it occurs and for more data on its distribution (particularly in Java and Sumatra), exact habitat requirements and ability to tolerate disturbance.</p>", "usetrade": null}]}