{"name": "175714299", "result": [{"species_id": 175714299, "taxonomicnotes": "The apteronotid genus <em>Megadontognathus</em> has a remarkable apomorphic feature, up to 2-3 large and conical teeth (sometimes somewhat recurved) on the posterior region of dentary, the anterior region being edentulous (Mago-Leccia 1994). The genus has two species, <em>M. cuyuniensis</em> Mago-Leccia 1994 and <em>M. kaitukaensi</em> Campos da Paz 1999. The species <em>M. cuyuniensis</em> differs from <em>M. kaitukaensi</em>&#160;by its larger snout, 35.3-37.9% <em>vs </em>29.8-33.7% of HL; somewhat smaller branchial opening, 8.7%-18.6% <em>vs</em>  17.4-21.0% of HL; somewhat smaller length to end of anal fin, 73.9-77.5% <em>vs</em> 76.9-81.2% of TL; higher counts of precaudal vertebrae, 20 <em>vs</em> 16-17, and anterior vertebrae 19 <em>vs</em> 13-14; and smaller counts of transitional vertebrae, 1 <em>vs</em> 3. Smaller counts of premaxillary teeth in <em>M. cuyuniensis</em>, 2-3 <em>vs</em> 4-9; maximum number of scales above lateral line, 12 <em>vs</em> 14-15. Upper pharyngeal tooth plates edentulous and poorly developed, <em>vs</em> with 5-10 teeth in <em>M. kaitukaensis</em>; smaller number of teeth on lower pharyngeal tooth plates of <em>M. cuyuniensis, </em>7-6-7 <em>vs </em>11; two anterior ossified basibranchials in <em>M. cuyuniensis</em> <em>vs</em> only anterior most basibranchial ossified in <em>M. kaitukaensis</em> (Campos da Paz 1999).", "rationale": "This species is considered to be native only to the Cuyuni and Caroni rivers in Bolivar state, Venezuela. The best estimate of the area of occupancy (AOO) is 8 km<sup>2</sup>. The population is considered to be severely fragmented because the two known populations are disjunct, with no dispersal between, and likely to be non-viable due to their presumed small size and major threats acting in both rivers. The Cuyuni River system faces strong impacts from mining activities, whereas the main  channel of the Caroni River, mostly on its middle and lower course, is  fragmented by large dams, as well as being subject to mining. These threats are leading to a continuing decline in the quality and extent of habitat<span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\">. Therefore, this species is assessed as Critically Endangered.</span>", "geographicrange": "<em>Megadontognathus cuyunienesis</em> is represented by four specimens, in two collections, the MBUCV and the MCNG. The original description indicates specimens of this species come from three localities, Cuyuni River at Paruruvaca rapids, approx. 06°42'05\"N 61°34'12\"W (holotype); Caroni River, downstream Guri Dam, approx. 07°46'38\"N&#160; 62°59'59\"W (two paratypes), both of which are localities in Bolivar state; and Raudales (rapids) de Atures, Orinoco River, at Puerto Ayacucho, Amazonas state (one paratype) (Mago-Leccia 1994). <br/><br/>Campos da Paz (1999) indicate the paratype of <em>M. cuyuniensis</em> (MBUCV-V-17940,  collected at Raudales de Atures, Orinoco River, at Puerto Ayacucho,  Amazonas state) does not have the same characteristics as the holotype, and represents a species of <em>Apteronotus</em>. On the other hand, the identity of two paratypes from Caroni River need verification (F. Provenzano pers. comm. 2020). Thus, the distribution of the species is probably restricted to the Cuyuni River basin. At this time, the two localities at Bolivar state are accepted.", "population": "Only a handful of specimens of this species are reported and so there is little information available on the population. However, the population is considered to be severely fragmented because the two  known populations are disjunct, with no dispersal between, and likely to  be non-viable due to their presumed small size and major threats acting  in both rivers.", "populationtrend": "unknown", "habitat": "The habitat where specimens were captured has bottoms of rocks, pebbles and gravel, and very fast current.", "threats": "The Cuyuni and Caroni rivers are facing strong threats. The Cuyuni River system faces strong impacts from mining activities, and satellite images show dramatic changes in water quality. The main channel of the Caroni River, mostly on its middle and lower course, is fragmented by large dams. Additionally, the river is subject to ongoing mining activities. However, the effects of these activities on fish species and their populations need to be quantified in both rivers. <span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"><span class=\"tlid-translation translation\" lang=\"en\"><span title=\"\" class=\"\"><span title=\"\" class=\"\"></span></span></span>", "conservationmeasures": "No plans or actions are known to be in place for habitat or species conservation. Research is required into the identity of the individuals in the Caroni River (F. Provenzano pers. comm. 2020).", "usetrade": "No data area available on trade or use of this species."}]}