{"name": "163769", "result": [{"species_id": 163769, "taxonomicnotes": "<p>There is a possibility that <em>Amphicnemis amabilis</em> Lieftinck, 1940 is a junior synonym of <em>A. bicolor</em>, in which case the known range of <em>A. bicolor </em>will be considerably increased and re-assessment of <em>A. bicolor </em>will be needed.</p>", "rationale": "<p><em>Amphicnemis bicolor</em> is only known from the holotype male from Banggi Island off of the north coast of Sabah. Although the precise habitat requirements of the species are not known, it will be forest dependent. The currently known area of occupancy (AOO) of the species is constrained by the area of Banggi Island and is therefore less than 440km<sup>2</sup>. Considerable loss of original forest both on Banggi Island, its adjacent smaller islands and nearby parts of mainland Sabah are evident from satellite images so that an going decline in both area and quality of habitat, and true AOO, can reasonably be inferred. The species is therefore, and taking a precautionary approach, assessed as Endangered under criteria B2abii,iii. It is to be hoped that when much needed searches for the species are carried out, the data generated will allow re-assessment to a lower threat category.</p>", "geographicrange": "<p><em>Amphicnemis bicolor</em> is only known from the holotype male collected on Banggi Island (Banguey in older literature) off of the north coast of Sabah more than 100 years ago; details of the type locality are not known (general coordinates for the island are used for the map) (Martin 1897, Lieftinck 1940). The species should be looked for on adjacent smaller islands and in the northern parts of the Sabah mainland. Banggi Island has an area of approximately 441 km<sup>2</sup>, so if the species is really confined to the island its area of occupancy (AOO) must be less than 440km <sup>2</sup>.</p>", "population": "Known from a single, male specimen.&#160;Nothing can be said about current population sizes and health for this species with the available information except that a decline in overall population is likely due to deforestation (large deforested areas are visible in satellite images of Banggi Island).", "populationtrend": "decreasing", "habitat": "<p>Nothing has been recorded on the habitats or ecology of this species. It is likely to be species of swamp forest or swampy areas in forest, like most other species of <em>Amphicnemis</em> and can certainly be assumed to be forest dependent.</p>", "threats": "<p>The main threat to this species is likely to be from deforestation, and large deforested areas (probably for plantation establishment) are already visible in satellite images of Banggi Island. Considerable loss of original forest is also evident on the smaller islands around Banggi and on the northern mainland of Sabah.</p>", "conservationmeasures": "<p>Fresh data on this species are urgently needed. Searches for the species on Banggi Island, adjacent smaller islands and on the northern mainland of Sabah are needed, as is detailed habitat information. Protection of suitable habitat on Banggi Island is likely to be required. Banggi Island is included in the Tun Mustapha Marine Park, but this protected status does not currently appear (from the deforestation visible in satellite images) to extend to the interior of the island. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}