{"name": "19456", "result": [{"species_id": 19456, "taxonomicnotes": "Wilkens (1993) showed that <em>Rhamdia zongolicensis </em>does not interbreed&#160;with other species of the genus, which proves that it is valid under the Biological Species Concept, in spite of its morphological similarity to <em>R. reddelli</em>.", "rationale": "This is an endemic species known only from its type locality: Cueva del Ostoc in Sierra de Zongolica, Veracruz, Mexico. Given its restricted area of occupancy (&lt;10 km<sup>2</sup>) and number of locations (1) based on the most plausible future threat (water extraction) that could drive the taxon to a higher threatened category in a very short time, the species is assessed as Vulnerable D2.", "geographicrange": "<p><em>Rhamdia&#160;</em><em>zongolicensis </em>is<em>&#160;</em>endemic and geographically restricted,&#160;primarily known from its type locality: Cueva del Ostoc, cueva del Túnel (J. Arroyave Gutiérrez pers. comm. 2019; coordinates: 18°36'43''N 96°53'14''W), sierra de Zongolica, vía Comalapa-Tezonapa, Veracruz, México (Wilkens 1993). Besides the type locality, there are at least four caves in the karstic region of the sierra de Zongolica (Veracruz) for which populations of troglobitic&#160;<em>Rhamdia</em>, possibly&#160;<em>R.&#160;</em><em>zongolicensis</em>, have been reported (Robertson 1983, Mosier 1984) but these records need to be confirmed.</p>", "population": "There is no available data, but few paratypes were collected at time of description (Wilkens 1993), which is a hint that the population is small or sparse.", "populationtrend": "unknown", "habitat": "This species is endemic to the freshwater Cueva del Ostoc, Zongolica, Veracruz, Mexico. \"No other aquatic fauna associated\" (Wilkens 1993). During the drought, there are only isolated pools, to 1 m deep, whereas during heavy rains the cave must become completely filled with water; organic matter enters from the outside, as proven by sediment in the bottom of these pools. Water temperature is 19-21 °C (Weber 2003).<br/><br/>It inhabits stagnant pools where there is no other aquatic cave fauna present. The cave is located at 300 m above sea level and the surrounding mountain range reaches altitudes of 2750 m above sea level. The connection to groundwater seems to exist only during the rainy season, when water accumulates. The sierra de Zongolica drains to the Blanco river basin in the north and the Tonto river in the south. Therefore, it can not be ruled out that, in addition to&#160;<em>R. zongolicensis</em>,<em>&#160;</em>there are other troglobitic populations/species of&#160;<em>Rhamdia&#160;</em>from the tributaries of the Blanco River in the Zongolica mountain range (Mosier 1984).", "threats": "Possible water extraction for agricultural purposes may be a threat to <em>Rhamdia zongolicensis.</em>", "conservationmeasures": "<p><em>Rhamdia zongolicensis&#160;</em>is federally listed as endangered in the Norma Oficial Mexicana NOM-059-SEMARNAT-2010 (SEMARNAT 2010), a compendium of species or populations of wild flora and fauna at risk in Mexican territory.<em></em></p>", "usetrade": "No trade or use exists for this species."}]}