{"name": "70037432", "result": [{"species_id": 70037432, "taxonomicnotes": null, "rationale": "<em>Barbodes umalii </em>is known only from Agus and Linnamon Rivers in Mindanao, Philippines. Its population status and trend are unknown. It is assessed as Endangered based on its small extent of occurrence (EOO) of 390 km<sup>2</sup> and area of occupancy (AOO) of 100 km<sup>2</sup> with two locations. It is threatened mainly by the presence of hydroelectric dams along the Agus River. These dams along the Agus River may change the river flows and most probably modify or destroy habitats of this species. Agus River and Lake Lanao provide water for the hydroelectric plants for power generation for the people and industries of Mindanao. The demand for more water and electricity is projected to increase with the growing human population and industrial developments in Mindanao. Pollution from domestic and agricultural wastes may also contribute to the degradation of habitats. All these threats are projected to continue in the future that can drive or may have already driven this species to extinction. It is imperative to determine the current distributional range, population status, and various threats to develop conservation strategies for this species.", "geographicrange": "<p><span lang=\"EN-US\">This species is found only in Agus and Linnamon Rivers, Mindanao, Philippines (Wood 1968). It has an extent of occurrence (EOO) of 390 km<sup>2</sup> and an area of occupancy (AOO) of 100 km<sup>2</sup>.<br/>Agus River is the only outlet of Lake Lanao, the largest lake in Mindanao and the second largest in the Philippines. It drains water from the lake traversing Saguiaran, Pantar, and Baloi municipalities down to Iligan Bay, Iligan City (UPLB-DENR 2014). Its occurrence in Lake Lanao is questionable but possible. Past and recent surveys in Lake Lanao did not detect this species (Sanguila<em> et al. </em>1975, Escudero <em>et al. </em>1980, Escudero and Demoral 1983, Escudero 1995, Ismail <em>et al.</em> 2014, Torres 2018). <br/><br/></p>", "population": "There is no information on the population status and trend of this species.", "populationtrend": "unknown", "habitat": "<em>Barbodes umalii</em> is a riverine species so far recorded only from Agus and Linnamon Rivers. Available information on habitat and biology is based solely on Wood (1968). The species prefers to occupy slower flowing sections of rivers, pools, clear or slightly turbid water. It feeds from the bottom and around stones. Food items found in the stomach contents include shrimps, eggs and larvae of <em>Channa striata</em>, and unidentified plant and minute invertebrates. It may spawn throughout the year as ripe males and females were observed year-round.&#160;&#160;", "threats": "This species is threatened mainly by the hydroelectric dams along the Agus River (UPLB-DENR. 2014; National Power Corporation 2020). These dams may have altered river flows and destroyed habitats of this species. Agus River and Lake Lanao provide water for the NPC hydroelectric plants for power generation for the people and industries of Mindanao. The demand for more water and electricity is projected to increase with the growing human population and industrial developments in Mindanao. Pollution from domestic and agriculture wastes may also contribute to the degradation of habitats. The war in Marawi has left the city worn-torn with severe damage on infrastructure over the Agus River including bridges damaged by gun-fire and explosives, bringing about debris and chemical pollution. Inadequate water supply to the city before the siege has placed more human pressure on the use of the Agus River during and after the battle (Asian Development Bank 2018). The presence of introduced non-native species or invasive alien species on the Lake Lanao may invade upstream to Agus River and its tributaries.", "conservationmeasures": "<p><span lang=\"EN-US\">The species is mainly distributed in the Agus River. This river is not a protected area and is heavily used for hydroelectric plants. Research on distribution, population size and trend, life history and reproductive biology, threats, and use and trade of this species should be conducted.</p>", "usetrade": "This species is used for food at the national level."}]}