{"name": "169384", "result": [{"species_id": 169384, "taxonomicnotes": null, "rationale": "<p><em>Cynodonichthys keulpmanni</em> is known only from its type locality from the foot of the Cordillera Central, 20 km from the town of Punta Peña in Bocas del Toro Province, Panama. Based on these limited georeferenced collection records, Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>, and the species is currently known only from one threat-based location. Existing threats include extensive banana and teak plantation agriculture, cattle ranching, oil pipeline development, mining activities, and future hydropower development. Despite uncertainties regarding the scope and magnitude of these threats, they continue to produce inferred declines in habitat quality and availability. Therefore, <em>C. kuelpmanni</em> is assessed as Critically Endangered under criterion B1ab(iii)+2ab(iii). Additional research regarding distribution, population size, population status, and the direct impact of threats is urgently needed to clarify the extinction risk of this species.</p>", "geographicrange": "<p><em>Cynodonichthys keulpmanni</em> is only known from its type locality from the foot of the Cordillera Central at an elevation of approximately 200 meters above sea level, 20 km from the town of Punta Peña in Bocas del Toro Province, Panama (Reis <em>et al</em>. 2003, GBIF 2019).&#160;</p><p>Extent of Occurrence (EOO) and Area of Occupancy (AOO) are estimated to be 4 km<sup>2</sup>, based on a very limited number of georeferenced ichthyological collections (GBIF 2019). This species occurs in one known location, based on the presence of existing threats that are likely to impact the taxon on a range-wide scale (McLarney <em>et al</em>. 2010, Seeman <em>et al</em>. 2014, Graniero <em>et al</em>. 2016, Libby 2018).</p><p>Additional ichthyological surveys may reveal range extensions in adjacent areas within the Bocas biogeographical province (Smith and Bermingham 2005), and are likely to reveal a range extension similar to that of <em>C. birkhahni (</em>J. Ambruster pers. comm. 2019, R. González pers. comm. 2019).&#160;</p>", "population": "<p>The total population size and population trend of this species are unknown.</p>", "populationtrend": "unknown", "habitat": "This amphibious, non-annual killifish occurs in small, clear streams and rivers. Eggs exhibit delayed hatching in response to desiccation (Varela-Lasheras and Van Dooren 2014). This species reaches a maximum reported body size of 6 cm total length (TL) (Reis <em>et al</em>. 2003).", "threats": "<p>A number of threats have the potential to affect the quality of available habitat on a range-wide scale, including land-use changes associated with banana and teak plantation agriculture, associated increases in agricultural runoff and sedimentation, and expanding urbanization (Collin 2005, Seeman <em>et al</em>. 2014, Graniero <em>et al</em>. 2016). The localized impacts of sewage discharge from Punta Peña’s 70 households and improper use of pit latrines may present additional localized threats (Libby 2018). Extractive mining activities and hydroelectric development are projected threats that may affect subpopulations occurring within the Ngäbe-Buglé Comarca (McLarney 2010, Velásquez Runk 2012).&#160;</p><p>Banana production dating back to the 1800s has severely impacted drainages of the Chiriqui and Almirante lagoons (Cramer 2013). Chiriqui Grande serves as the terminus of the Trans-Panama Oil Pipeline, which runs from the Pacific to the Atlantic and could have a negative effect on the species if there were a spill (Suman 1987). The pipeline brought settlers that graze cattle throughout the lowlands of Bocas del Toro. These combined factors have led to runoff and increased rates of sedimentation that have severely polluted the Chiriqui and Almirante lagoons, and adjacent coastal freshwater habitat (Cramer 2013).&#160;Deforestation occurs throughout the range of this species.</p><p>Although the direct impact of these threats have not been evaluated in detail, they are producing inferred continuous declines in habitat quality and potentially in habitat availability.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. kuelpmanni</em>. This species has not been reported within the boundaries of any protected areas (IUCN and UNEP-WCMC 2019). Additional ichthyological surveys are urgently needed to determine the range extent of this species. Additionally, more information regarding population size, population trend, and the impacts of potentially pervasive threats in the region is needed. Site protection is recommended.</p>", "usetrade": "<p>This species is not utilized.</p>"}]}