{"name": "125986415", "result": [{"species_id": 125986415, "taxonomicnotes": "Even though some previous studies have treated <em>Limia </em>as one of the multiple subgenera in the genus <em>Poecilia </em>(Rosen and Bailey 1963, Meredith<em> et al. </em>2010, Meredith<em> et al. </em>2011), several other works have supported the generic classification for <em>Limia </em>(Rodriguez 1997, Hamilton 2001, Poeser 2003, Palacios <em>et al. </em>2016, Weaver <em>et al. </em>2016). Here we endorse the latter assessment that <em>Limia </em>should be considered a valid, separate genus.<br/><br/>The taxonomic role of genera to express relationships among species is clearly justified in the case of <em>Limia </em>from different points of view. From the biogeographic point of view, species of <em>Limia </em>show  a discrete distribution since they are only found in the Antilles,  specifically on Hispaniola, Cuba, Jamaica and the island of Grand  Cayman. However, only three species of <em>Poecilia sensu strictu </em>occur in this region and they are restricted exclusively to Hispaniola. In addition, recent phylogenetic analyses have found <em>Limia </em>to be a monophyletic group probably originated from a South American ancestor with the three Hispaniolan <em>Poecilia </em>species mentioned above representing the closest sister group (Palacios <em>et al. </em>2016, Weaver <em>et al.</em> 2016). A very detailed analysis is currently in prep, also confirming <em>Limia </em>as monophyletic (Spikes <em>et al.</em>  in prep). Moreover, there is enough morphological distinctiveness in  characters with adaptive value such is the case of gonopodial traits to  separate species of <em>Limia </em>and <em>Poecilia </em>(Rivas 1978). Furthermore, all of the existing ecological and behavioral literature is using <em>Limia</em>, not <em>Poecilia</em>. Not recognizing <em>Limia </em>as a separate genus from <em>Poecilia </em>may obscure their similarities and cause even more confusion in a group that in fact deserves more taxonomic attention.", "rationale": "<p></p><p><em>Limia zonata</em> occurs in streams and rivers on the central and northern slope of the Dominican Republic and the Samana Peninsula. Extent of Occurrence (EOO) is estimated to be 15,956 km<sup>2</sup>. Total population size is unknown. Population trend is suspected to be stable. Tourism development, broad land-use trends associated with agriculture production and cattle grazing, alluvial mining, and the introduction of non-native species likely continue to degrade habitat quality. However, the scope, magnitude, and direct impact of these threats are unknown, and therefore the number of threat-based locations where <em>L. zonata</em> occurs cannot be determined with accuracy. As such, this species is assessed as Near Threatened under criterion B1b(iii). Additional clarity surrounding the scope and magnitude of existing threats may qualify this species for a threatened category.</p><br/><p></p>", "geographicrange": "<em>Limia zonata</em> occurs in streams and rivers on the northern and central slopes of the Dominican Republic and the Samana Peninsula (Lee&#160;<em>et al.</em>&#160;1983). Distribution includes the Cana, Yuna, San Juan, Yaque del Norte, Yaguajal, and Ozama river drainages. It also occurs in the northernmost part of the Yaque del Sur (Cohen&#160;<em>et al.</em>&#160;2015, Torres-Pineda&#160;<em>et al.</em>&#160;2019, Rodríguez-Silva&#160;<em>et al.</em>&#160;2020, Rodriguez-Silva and Weaver 2020). The type locality of this species is the San Juan River near railroad station at Sanchez, Samana, Santo Domingo (Lee&#160;<em>et al.</em>&#160;1983, Lucinda 2003).   <p>Extent of Occurrence (EOO) is estimated to be 15,956 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2020). Uncertainty regarding the scope, magnitude, and direct impact of existing threats prevents an accurate estimation of the number of threat-based locations where this species occurs.</p>", "population": "<p></p><p>The total population size of this species is unknown. A total of 4,292 individuals were collected from the Maimón River during extensive surveys in March and June of 2017 (Torres-Pineda&#160;<em>et al.</em>&#160;2019). <em>Limia zonata </em>was the most dominant species in the Maimón River in terms of relative abundance (Torres-Pineda 2018). Population trend is suspected to be stable in the absence of documented declines, and considering documented persistence in highly degraded habitat (Torres-Pineda&#160;<em>et al.</em>&#160;2019).</p><br/><p></p>", "populationtrend": "stable", "habitat": "<p></p><p>This species occurs across a broad elevation gradient, in streams and rivers characterized by sand, gravel, pebble, and muddy substrates, clear to turbid water, water temperature ranging from 21.2-30.5 °C, water velocity ranging from 0.03-0.57 m/s, and pH from 6.7-8.3 (Torres-Pineda&#160;<em>et al.</em>&#160;2019). Females reach sexual maturity at an average of 2.4 cm, and have a mean fecundity of 33.4 young per brood (Cohen&#160;<em>et al.</em>&#160;2015). This species does not display any apparent courtship behaviour (Hamilton 2001). Maximum reported body size is 5.4 cm and 3.4 cm standard length (SL) in females and males, respectively (Torres-Pineda 2018). </p><br/><p></p>", "threats": "<p></p><p>The primary threats to freshwater biodiversity in the Dominican Republic include deforestation and land-use changes associated with agricultural expansion and cattle grazing, expansion of hydroelectric infrastructure, unsustainable tourism, and mining activities (Perdomo and Arias 2009). Unsustainable land-use practices and illegal human settlement occurs in protected areas and in adjacent areas (Perdomo and Arias 2009). Future development to support an expanding number of annual tourists is expected to have considerable consequences on coastal freshwater ecosystems (Torres&#160;<em>et al.</em>&#160;2001). Anecdotal reports of declining freshwater fish abundance and localized extirpation of some species in the Yuna River suggest that the impacts of damming structures on the Blanco River have altered sedimentation patterns and natural hydrology considerably (Berge&#160;<em>et al.</em>&#160;2003). The Samana Peninsula is characterized by widespread informal agricultural development, and a limited amount of tourism development (Powell&#160;<em>et al.</em>&#160;2000, Catalino and Lizardo 2004, Lohmann 2016). All sample sites in the Maimón River exhibited some impact on habitat quality associated with agricultural production and cattle grazing, alluvial mining, solid waste in the water column and along riverbanks, and sewage discharge (Torres-Pineda&#160;<em>et al.</em>&#160;2019). However, high recruitment intensity and favourable condition factors suggest that this species persists and even thrives in disturbed habitat in the Maimón River (Torres-Pineda&#160;<em>et al.</em>&#160;2019). </p>  <p>The non-native poeciliids <em>Poecilia reticulata</em>, <em>Xiphophorus hellerii</em> and <em>Gambusia </em>affinis have established populations in several Dominican drainages where <em>L. zonata</em> occurs, and may compete with native poeciliids for resources (Torres-Pineda <em>et al</em>. 2019, Rodríguez-Silva&#160;<em>et al.</em>&#160;2020).</p>  <p>Despite uncertainties regarding the scope, magnitude, and direct impact of these threats, continuing declines in habitat quality and habitat availability are inferred.</p><br/><p></p>", "conservationmeasures": "<p></p><p><em>Limia zonata </em>is classified as Vulnerable on the Dominican Republic's Red List of Threatened Species (MIMARENA 2011). The range of this species includes multiple protected areas, namely namely Aniana Vargas, Loma La Humeadora, and Valle Nuevo National Parks as well as Salto de Socoa Natural monument &#160;(Torres-Pineda <em>et al</em>. 2019, IUCN and UNEP-WCMC 2020). Additional research regarding the scope, magnitude, and direct impact of existing threats would be useful in clarifying the extinction risk of this species. </p><br/><p></p>", "usetrade": "<p>This species is not utilized.</p>"}]}