{"name": "139347548", "result": [{"species_id": 139347548, "taxonomicnotes": null, "rationale": "<p><em>Pseudagrion buenafei</em> is endemic to Mindanao in the where it is known from eight locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is probably not large and is certainly less than 2,000 km², probably very considerably less. The known extent of occurrence (EOO) is less than 20,000 km². The AOO and extent and quality of suitable habitat will certainly be declining due to deforestation throughout Mindanao and the species qualifies for Vulnerable status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p><em>Pseudagrion buenafei</em> is endemic to Mindanao in the Philippines (Hämäläinen and Muller 1997, Müller 1996). The assessor is aware of records from eight locations but it has not been possible to assign coordinates to one of these for mapping purposes. The species is present in a number of protected areas, for instance the Mount Apo, Mount Kitanglad Range and Mount Kalatungan Natural Parks. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but it is probably not large and is certainly less than 2,000 km², probably very considerably less. The AOO is inferred be declining due to loss and degradation of forest throughout Mindanao. The known extent of occurrence (EOO) is somewhere between 5,231 and 19,341 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).</p>", "population": "<p>There is insufficient information on this species to make any statement about current population sizes and health except that the overall population may be naturally fragmented because of the altitudes at which it occurs but this will have been compounded by loss and degradation of forest throughout the range of the species, and that an ongoing decline in overall population will be occurring for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been published about the habitats and ecology of this species but R.J. Villanueva (personal communication 2019) states \"it prefer the sun exposed portion of forested streams, slow flowing &#160;water with lots of vegetations\". So, given the altitudes where the species has been recorded it appears that it is a species of streams and rivers in upland and montane areas. The extent and quality of suitable habitat will certainly be declining due to loss and disturbance of forest on Mindanao.</p>", "threats": "<p>The main threats to this species will be from deforestation which is occurring throughout its range (including within protected areas) as a result of agriculture and logging (frequently illegal). Unfortunately these threats extend even to protected areas.</p>", "conservationmeasures": "<p><p>The priorities for this species are for protection of areas of suitable habitat where it occurs, better protection for existing protected areas, and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance.</p><br/></p>", "usetrade": null}]}