{"name": "165014431", "result": [{"species_id": 165014431, "taxonomicnotes": null, "rationale": "<p>This species is restricted to the Lake Nicaragua and tributaries on the Atlantic versant of Nicaragua and northern Costa Rica. There are significant current and potential threats to Lake Nicaragua and north Caribbean river drainages in Costa Rica, including land-use change resulting from agricultural development, pollution from domestic and agricultural sources, potential interactions with non-native species, as well as the construction of the Nicaragua Canal. These threats are inferred to have resulted in a reduction in the quality of available habitat. Given a restricted range, documented declines in habitat quality and few locations, this species is assessed as Vulnerable under criterion B1ab(iii).</p>", "geographicrange": "<p><em>Atherinella sardina</em> is distributed from southern Nicaragua to northern Costa Rica (Chernhoff <em>et al</em>. 1986, Bussing 1998, Angulo <em>et al</em>. 2013). In Costa Rica it has been reported only from the Lake Nicaragua River drainage at elevations ranging from 0-40 meters above sea level (Angulo <em>et al</em>. 2013). </p>  The surface area of Lake Nicaragua is approximately 8144 km<sup>2</sup> and the San Juan watershed is approximately 19,530 km<sup>2</sup> (Vammen <em>et al</em>. 2019). Therefore, Extent of Occurrence (EOO) is unlikely to exceed 20,000 km<sup>2</sup> given this species has only been reported in lakes and waters with no to moderate current (Bussing 1998). Land use change, non-point source pollution, and non-native species are regionally pervasive threats that are likely having direct impacts on this species. While there is considerable uncertainty regarding the scope of existing threats, the number of locations where <em>A. sardina</em> occurs is unlikely to exceed 10.", "population": "<p>Total population size and population trend of this species are unknown. </p>", "populationtrend": "unknown", "habitat": "<p><em>Atherinella sardina</em> is a pelagic, freshwater species that can be found in lakes and waters with little to moderate current, at water temperatures of approximately 25 °C (Bussing 1998). As with other close congeners, it forms schools that move swiftly through surface waters (Bussing 1998). It feeds on terrestrial and aquatic insects and possibly on algae (Bussing 1998). Maximum reported body size is 5.5 cm standard length (SL) (Bussing 1998).</p>", "threats": "<p><a name=\"_Hlk5714230\">The majority of land surrounding Lake Nicaragua has been deforested and replaced by plantation agriculture or pasturelands, resulting in increased sedimentation and agricultural runoff (Vammen <em>et al</em>. 2019). Lake Nicaragua has been impacted by point raw sewage discharge and non-point agricultural runoff (Scheibye <em>et al</em>. 2014, McCrary 2015, Vammen <em>et al</em>. 2019). Non-native tilapia <em>Oreochromis </em>spp. are established in Lake Nicarargua and in adjacent drainages (McKaye <em>et al</em>. 1995, McCrary <em>et al</em>. 2007). However, the impacts of non-native species on <em>A. hubbsi</em> are unknown.&#160; The continued construction of the Nicaragua Canal is likely to have major impacts on fish fauna in Lake Nicaragua (Huete-Pérez <em>et al</em>. 2015, Härer <em>et al</em>. 2017).</a></p><p>While the specific scope and magnitude of these threats have not been evaluated in detail, they continue to produce inferred declines in the area and quality of suitable habitat.</p>", "conservationmeasures": "<p>There are no species-specific conservation measures directed towards <em>A. sardina</em>. The range of this species includes a number of Protected Areas (IUCN and UNEP-WCMC 2019). More research regarding the impact of regional threats would be useful in guiding future conservation action. </p>", "usetrade": "<p>This species is not utilized. </p>"}]}