{"name": "169208", "result": [{"species_id": 169208, "taxonomicnotes": "Taxonomy is clarified by Dijkstra (2005).", "rationale": "The species is short-listed by Dijkstra and Vick (2004) as western African Odonate requiring special attention. The extent of occurrence (EOO) is less than 10,162 km², the number of locations is four, and the area of occupancy (AOO) is 28 km². A number of records are very old and it remains questionable, whether the populations still exist. The swamp forest the species occurs in has been severely fragmented by deforestation for agriculture which is impacting across the species range. It is one of the most densely populated areas in Africa and its habitat is under severe pressure and is expected to deteriorate in the future. The species assessed as Vulnerable.", "geographicrange": "The species is only occurs in south eastern Benin and adjacent south western Nigeria in the Lagos area (Tchibozo and Dijkstra 2003, Dijkstra 2005). Old listings for Sierra Leone and Democratic Republic of Congo appear erroneous (probably misidentification).", "population": "No information available.", "populationtrend": "unknown", "habitat": "Rivers in swamp forest.", "threats": "The species occurs in areas of very high population densities. The habitat has been severely fragmented as the swamp forest is being drained and deforested for shifting agriculture, e.g., cocoyam/ taro. Also the <span style=\"font-style: italic;\">Raphia</span> palms are harvested to produce raffia palm wine and other non timber products (roofs, mats - weaving, etc.).", "conservationmeasures": "In Benin there was a community based conservation project at the main site for the species (Foret de Lokoli) aiming to education and raise awareness of the sustainable use of swamp forest habitat - finished in 2005. The success of the project is unknown. No further conservation measures known but research into population numbers and range, biology and ecology, habitat status, threats, and trends/monitoring would be valuable.", "usetrade": null}]}