{"name": "149118674", "result": [{"species_id": 149118674, "taxonomicnotes": null, "rationale": "<p><em>Brycon petrosus</em> is restricted to the Chagres River and Lake Gatun on the Atlantic versant of central Panama, and in the Pacora River drainage on the Pacific versant of Panama. Extent of Occurrence (EOO) is estimated to be 7,330 km<sup>2</sup>. Introduced species, solid waste pollution, and raw sewage discharge have likely resulted in a reduction in the quality of available habitat. However, the scope and impact of these threats require further study. Given an Extent of Occurrence that falls within the minimum threshold for a threatened category, threats that have likely impacted the quality of available habitat, but an unknown number of locations, this species is assessed as Near Threatened. More information regarding the scope of potential threats and their impacts may result in assessment under a threatened category.</p>", "geographicrange": "<p><em>Brycon petrosus</em> is occurs in the Chagres River drainage on the Atlantic slope of central Panama, and the Pacora River drainage on the Pacific slope (Reeves and Birmingham 2006, Angulo <em>et al</em>. 2013). The range of this species includes Lake Gatun (Sharpe <em>et al</em>. 2017). A subpopulation has also established in the Rio Grande, resulting from migration through the Panama Canal (Smith <em>et al</em>. 2004). </p>  <p>Extent of Occurrence (EOO) is estimated to be 7,330 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced collection records (GBIF 2019). Given uncertainties regarding the scope and direct impact of existing threats, the number of threat-based locations where this species occurs cannot be determined with accuracy.</p>", "population": "<p>There is no information about the population size or population status of this species.</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in rivers and lakes throughout its range. Diet is primarily comprised of terrestrial and aquatic vegetation, and increases in relative composition as individuals age (Kramer and Bryant 1995). This species may play an important role in riparian seed dispersal (Horn <em>et al</em>. 2011) Eggs are laid in mud and vegetation on stream banks (Hernández-Portocarrero <em>et al</em>. 2015, Ishimatsu <em>et al</em>. 2018).</p>", "threats": "<p>The future availability of water resources may affect the extent and quality of habitat in lake Gatun and Lake Alajuela, which serve as primary water sources for the urban cities of Colon and Panama City (Larsen 2019). The peacock bass <em>Cichla monoculus</em> has been introduced in both Lake Gatun and Lake Alajuela (Sharpe <em>et al</em>. 2017). Additionally, the invasive Asian fish tapeworm <em>Bothriocephalus acheilognathi</em> has been reported from the Chagres River, for which <em>B. petrosus</em> is a confirmed host (Choudhury <em>et al</em>. 2013). Solid waste and raw sewage discharge from urban centers have the potential to negatively impact water quality (Ibáñez <em>et al</em>. 2002). The combined impacts of these threats are inferred to have resulted in a decrease in the quality of habitat. However, the magnitude of impact is unknown. </p>", "conservationmeasures": "<p>There are no species-specific conservation actions directed towards <em>B. petrosus</em>. This species likely occurs in multiple protected areas, including the Chagres and Soberania National Parks (GBIF 2019, IUCN and UNEP-WCMC 2019). Additional research is needed to determine population size and status, and the impact and scope of potential threats. </p>", "usetrade": "<p>This species may be targeted in subsistence fisheries, but the volume of harvest is unknown. </p>"}]}