{"name": "139566045", "result": [{"species_id": 139566045, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta aurita</em> is known only from three locations in Lubang and Mimdoro in the Philippines, none of which appear to be in protected areas; threats exist at all locations. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but will be relatively small and with the available data is less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The known extent of occurrence (EOO) is less than 5,000 km². The species qualifies for Endangered status under criteria B1ab(ii,iii) and B2ab(ii,iii) and is assessed accordingly.</p>", "geographicrange": "<p></p><p><em>Drepanosticta aurita</em> is known only from Lubang and Mimdoro in the Philippines (van Tol 2005). The assessor is aware of records from three locations, none of which appear to be in protected areas. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but will be relatively small and with the available data is less than 500 km². The AOO is inferred to be declining due to loss and degradation of forest across the range of the species. The extent of occurrence (EOO) is somewhere between 1,371 and 4,244 km² (based on the area within a minimum convex polygon around the known localities and around the occupied HydroBASIN areas).<br/></p><p></p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred from loss and degradation of forest across the range of the species and that severe fragmentation is likely for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing appears to have been recorded on the habitats and ecology of this species but it will be a forest stream species. The extent and quality of suitable habitat are inferred to be declining due to loss and degradation of forest across the range of the species.</p>", "threats": "<p>The main threats are from logging and clearance of forest for agriculture. For instance for Mount Halcon, an Important Bird Area where the species occurs, based on information from 2001, BirdLife International (2019) state: “Most of the Halcon range is difficult of access and hence difficult to patrol. Because of remoteness of the area, much of the forest cover is still in fairly good condition. However, illegal pit-saw logging has severely damaged the forest below 850 m on Mt Ilong, and extensive logging was underway at up to 700 m on the north slopes of Mt Baco (near Mt Halcon) in 1992. Kaingin [slash and burn agriculture] encroachment was following close behind this logging, and rattan, canes and vines were being harvested. Regeneration of forest may not be possible on many areas, as the catchments here appear extremely vulnerable to erosion, judging from the number of visible landslides.”</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}