{"name": "139440885", "result": [{"species_id": 139440885, "taxonomicnotes": null, "rationale": "<p><em>Cyrano angustior</em> is endemic to the Philippines where there are records from Camiguin, Dinagat, Leyte, Mindanao and Samar islands. Although a relatively large number of locations are known for the species it is believed that the overall population is declining and severely fragmented. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be particularly large (could be below or close to 2,000km<sup>2</sup>) and is inferred to be declining, along with the extent and quality of suitable habitat, due to loss of forest and pollution of forest streams within the range of the species. The species would qualify for Vulnerable status under criteria B2ab(ii,iii) if its AOO was known to be below 2,000km<sup>2</sup> and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Cyrano angustior</em> is endemic to the Philippines where there are records from Camiguin, Dinagat, Leyte, Mindanao and Samar (Cayasan <em>et al</em>. 2013, Hämäläinen 1989, personal communication 2019: unpublished database of specimens from collection R. Müller identified by M. Hämäläinen, Hämäläinen &amp; Muller 1997, Villanueva 2009, 2011). The assessor is aware of records from many locations but it has only been possible to assign separate coordinates to 35 of these for mapping purposes. The species is present in protected areas, for instance the Mount Matutum Protected Landscape and Aliwagwag Protected Landscape in Mindanao. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but it may not be particularly large and is inferred to be declining due to loss of forest within the range of the species.</p>", "population": "<p>There is insufficient information on this species to make definitive statements about current population sizes, however it the overall population is certainly severely fragmented and a decline in population is inferred from loss of forest and pollution of forest streams by mining activities within the range of the species.</p>", "populationtrend": "decreasing", "habitat": "<p>Little has been recorded on the habitats and ecology of this species but it is a species of forest streams, typically in hilly and mountainous areas (although Cayasan <em>et al</em>. (2013) record it from a lake). The assessor has seen the species in old-growth forest disturbed by small-scale illegal logging but more information on the ability of the species to tolerate disturbance is needed. The extent and quality of suitable habitat for the species are certainly declining.</p>", "threats": "<p>Threats to this species (unfortunately even within protected areas) include clearance of forest (as a result of logging or for agriculture) and pollution of forest streams as a result of mining (often illegal) activities.</p>", "conservationmeasures": "<p>More data on the distribution, exact habitat requirements and ability to tolerate disturbance of this species are needed, and better protection for existing protected areas.</p>", "usetrade": null}]}