{"name": "173705199", "result": [{"species_id": 173705199, "taxonomicnotes": null, "rationale": "<p><em>Euphaea cyanopogon</em> has an apparently restricted range in Preah Sihanouk province in southern Cambodia and the northern part of Phú Quốc Island in southern Viet Nam. Only eight-ten threat-defined locations (taking pollution or clearance of habitat for agriculture or development as the main threats) are known. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data, but the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of suitable habitat within the range of the species. Its extent of occurrence (EOO) is 242–2,698, and its population (as currently known) is fragmented into two clusters. The species is assessed as Endangered under criterion B (EN B1ab(ii,iii)).</p>", "geographicrange": "<p><em>Euphaea cyanopogon</em> apparently has a restricted range in Preah Sihanouk province in southern Cambodia and the northern part of Phú Quốc Island in southern Viet Nam (Phan <em>et al. </em>2018 as <em>Euphaea pahyapi</em>, Hämäläinen <em>et al.</em> 2019, Kompier unpub. data). Two or three individual localities are known in Cambodia (three sites but two are so close together that it is doubtful that they constitute more than one threat-defined location in the face of any threat), and a number of sites are known on Phú Quốc Island but these only constitute six-seven threat-defined locations. At least some localities on Phú Quốc Island are within Phú Quốc National Park. An accurate estimate of its area of occupancy (AOO) is not possible with the available data. However, the AOO is inferred to be declining due to loss and degradation of suitable habitat within the range of the species. Its minimum extent of occurrence (EOO) is 242 km² (based on a minimum convex polygon (MCP) around the known data points); its maximum EOO is 2,698 km² (based on an MCP around the HydroBASINS known to be occupied by this species).</p>", "population": "<p>This species does not appear to be particularly common even where it occurs and appears to be local in occurrence. No statement about current population sizes and health can be made for this species. An ongoing decline in overall population is inferred from loss of and disturbance to suitable habitat within the range of the species and the known population is already fragmented into two clusters.</p>", "populationtrend": "decreasing", "habitat": "<p>Hämäläinen <em>et al. </em>(2019: 39) state “In Cambodia, <em>E. cyanopogon</em> males perched on flat sandstone rocks close to running water in the vicinity of Khal Chhay Waterfall, or perched, as did females, on tips of dry branches of nearby trees at 1–2 m above the ground. Teneral specimens were observed in November 2018. Also at that time these damselflies were found at the Prek Toeuk Sap River 1–1.5 km downstream of the waterfall, where they were seemingly absent in May 2013 and March 2017. In Phú Quốc Island the habitats were slightly different: small half-open streams: in central Phú Quốc rocky streams located in forest that dried out seasonally; in northern Phú Quốc just outside primary forest, sandy bottomed, shallow, with bushes at banks. There they tended to perch at 2–3 m over the water. Apparently, the flight season extends throughout the year; it has been recorded in March, April, May, July, and December. (However, not observed at the type locality in May 2013).” The extent and quality of suitable habitat for the species are observed to be declining due to agricultural expansion, logging, pollution and, on Phú Quốc Island, possibly tourist activities.</p>", "threats": "<p>Threats to this species include loss of habitat to agricultural activities, logging, pollution of the streams where it breeds and, on Phú Quốc Island, tourist activities and related development such as the building of more hotels and resorts.</p>", "conservationmeasures": "<p>The priorities for this species appear to be for protection of more habitat where it occurs, better protection of the habitat on Phú Quốc Island and more information on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}