{"name": "135110", "result": [{"species_id": 135110, "taxonomicnotes": "This species was formerly included in the Parathelphusidae, but was reassigned to the Gecarcinucidae Rathbun, 1904 by Klaus&#160;<em>et al.</em>&#160;(2006) in the subfamily Parathelphusinae (see Klaus&#160;<em>et al.</em>&#160;2010).", "rationale": "This updated assessment is based on the results of new surveys of the freshwater crabs of the Malili Lakes in Sulawesi Selatan, Indonesia. <em>Syntripsa matannensis</em> was formerly listed as LC (Least Concern) by Esser and Cumberlidge&#160;(2008). The revised extinction risk assessment of Endangered (EN) is based on low extent of occurrence (EOO) and area of occupancy (AOO) values, and the single location where this species occurs, combined with the existence of continued immediate threats to this species. The latter include pollution (from nickel mining operations on the shores of the lake), habitat destruction, industrial development (driven by increases in the human population), and threats from non-native species. In addition, this species (including gravid females) is harvested by local human populations either for food or for export for the aquarium trade. Furthermore, commercial fishing, development and the introduction of non-native species are among other threats to this species.<br/><em>Syntripsa matannensis </em>is uplisted here to EN B1ab(iii)+B2ab(iii). This is because the revised EOO of between 120-220 km<sup>2</sup> is below the threshold for EN B1 (&lt;5,000 km<sup>2</sup>), the revised AOO is below the threshold for EN B2 (&lt;500 km<sup>2</sup>), the number of locations (one) is below the threshold for EN, and the area and quality of habitat is declining.", "geographicrange": "<p><em>Syntripsa matannensis</em> is known from a number of localities around Lake Matano in Sulawesi Selatan, Indonesia, where it appears to be evenly distributed throughout the lake. The lake has a surface area of 164.1 km<sup>2</sup>. <br/><br/>This species has been recorded in Lake Matano on the south coast, west and east of Soroako (2°30'24\"S 121°19'58\"E; 2°33.566'S 121°25.187'E), east coast (2°31.492'S 121°26.996'E; outlet: 2°32'S 121°28.3'E) and west coast (2°26.01'S 121°13.03'E; 2°26.97'S 121°13.00'E; 2°27'41.5\"S 121°13'6.3\"E).</p><p></p>", "population": "The current population trend is unknown.", "populationtrend": "unknown", "habitat": "The sandy and rocky floors of Lake Matano are favourable habitats where this species is relatively common. This species can be observed during the day wandering and feeding on molluscs or carrion on the open lake floor. This habitat is in decline and relatively homogeneous in these two lakes which share the same hydrographic system and connecting river. It is noteworthy that one of the crabs' chelae is enlarged and equipped with molarifom teeth, which indicates that it has specialised feeding habits, possibly as a specialised predator of the rich mollusc fauna of the lake", "threats": "There are continued immediate threats to this species including pollution (from nickel mining operations on the shores of the lakes), habitat destruction, industrial development (driven by increases in the human population), and threats from non-native species. In addition, this species (including gravid females) is harvested by local human populations either for food or for export for the aquarium trade. Furthermore, commercial fishing, development and the introduction of non-native species are among other threats to this species.", "conservationmeasures": "There are no conservation measures currently in place for this species and it is not found in a protected area. Research is needed into its population distribution and dynamics, ecology, harvest and use, threats and potential actions. Monitoring of its population trends is also recommended.", "usetrade": "This species is sold in the aquarium trade due its remarkably shaped chelae and unusual colour. There have been continuous exports of this species to aquarium markets (especially in Europe) for the past 20 years, and this was most recently confirmed in 2018. Furthermore, this species (especially females) is harvested for food by the local population, as witnessed from captured crabs in creels in the local port of Soroako (Chia and Ng 2006)."}]}