{"name": "117513563", "result": [{"species_id": 117513563, "taxonomicnotes": "Meegaskumbura <em>et al</em>. (2008) showed that <em>Pethia cumingii</em>&#160;comprises two species: <em>P. cumingii</em> and <em>P. reval</em>. Subsequently, Pethiyagoda <em>et al. </em>(2012) renamed the genus as <em>Pethia.&#160;</em>", "rationale": "<em>Pethia cumingii</em> is an endemic, range-restricted species, known from three locations in the southern lowland wet zone of Sri Lanka. Its extent of occurrence (EOO) is 2,545 km<sup>2&#160; </sup>and its area of occupancy (AOO) is 140 km<sup>2</sup>. A continuing decline in the extent and  quality of its habitat has been  observed due to hydropower projects, water pollution from domestic and agricultural sources,   logging and gem mining activities and increased sedimentation. The   species is also threatened by ornamental fish trade, overfishing for   local consumption and competition and predation from introduced invasive  alien species. These threats are likely to continue as the area is   undergoing agricultural expansion of rubber and tea plantations and   there is no current protection for the majority of its habitat. The   species is therefore assessed as Endangered.", "geographicrange": "This species is an endemic freshwater fish distributed in south-western Sri Lanka in the Kalu, Bentara and Gin River Basins (Meegaskumbura <em>et al</em>. 2008, De Silva <em>et al</em>. 2015).&#160;It is found in the districts of Kalutara, Ratnapura, Galle and Kegalle.", "population": "This species is endemic to the south-west of Sri Lanka, and so it has a restricted range and there is limited population information available to determine how common it is throughout this range. Population declines have been inferred from declines in habitat extent and quality caused by hydropower projects, pollution from domestic and agricultural sources and human disturbance of bank vegetation. Declines have also been inferred from information on the export of this species for the ornamental fish trade.", "populationtrend": "decreasing", "habitat": "This species is associated with clear water streams with relatively low currents. It tends to avoid sun-lit areas and is primarily herbivorous, browsing on algal cover (De Silva and Kortmulder 1997). Is is a small fish with a maximum standard size of 41.2 mm (Meegaskumbura <em>et al.&#160;</em>2008).", "threats": "This species has a limited range which lies mostly outside of protected areas, making it vulnerable to a number of threats.&#160;A major threat to this species is from the ornamental freshwater fish trade, both from extensive harvesting for exportation and the release of imported invasive species. In 2005, 7,891 individuals of this species were exported to around 48 countries, with&#160;as much as 98% of exported fish being collected from the wild in the mid 2000s (Gunasekera 2011). This is thought to be causing declines in populations throughout its range. <br/><br/>As of 2016, Sri Lanka has 12 alien freshwater fish established due to the release of ornamental fish, five of which have been identified as seriously invasive. Impacts include competition, predation and stream alteration from burrowing behaviour (Sudasinghe 2016).&#160;This species is also threatened by habitat loss and fragmentation from a number of sources. The most significant of these is thought to be from the development of hydropower projects and construction of damns, which divert water, change downstream flows, and alter turbidity and temperature fluxes. In the last two decades, the 'wet zone' of Sri Lanka has seen a large number of these projects being developed (Senanyaket and Moyle 1982). Other threats include&#160;pollution from domestic and agricultural sources, gem mining, exploitation for local consumption, flash flooding as a result of climate change and deforestation, and a loss of habitat from logging and the creation of rubber and tea plantations, which reduces shading and vegetation load and alters temperature fluxes (Senanyaket and Moyle 1982).", "conservationmeasures": "This species has been recorded in the Kanneliya and Polgahakanda forest reserves, but the majority of its range lies well outside or on the edge of protected areas.&#160;The export of this species is not prohibited and legislation has been reported to be poorly enforced and contradictory (Gunasekera 2011). Site protection and trade management need to be implemented to prevent further declines in this species.", "usetrade": "This species is harvested for the ornamental freshwater fish trade and also for local consumption&#160;(Senanayake and Moyle 1982).<br/><br/> In 2005, 7,891 individuals of this species were exported to around 48   countries, with the highest amount going to the USA and European   countries such as the UK, France and Germany (Gunasekera 2011). This was, however, recorded before <em>P. cumingii </em>was split into <em>P. cumingii </em>and <em>P. reval</em>&#160;(Meegaskumbura <em>et al.&#160;</em>2008), so the actual numbers are likely to be less than recorded.<br/><br/>Export of this species is not prohibited and the legislation to regulate the export of endemic freshwater fish in Sri Lanka has been reported to contain gaps and contradictions with poor enforcement. There are also no current major captive breeding programs, with as much as 98% of exported fish being collected from the wild in the mid 2000's (Gunasekera 2011). This is thought to be causing populations declines throughout its range."}]}