{"name": "193259", "result": [{"species_id": 193259, "taxonomicnotes": null, "rationale": "<em>Etheostoma segrex</em> is a freshwater fish endemic to the headwaters of the Rio Salados de los Nadadores. While the historical distribution of this species may have included much of the headwaters of the Rio Salados de los Nadadores, extensive groundwater extraction, surface water diversion, and introduced <em>Arundo</em> populations have degraded much of the historical habitat, and it now only occurs in a few, localized areas within the Canyon below Cuatro Cienegas. Given the restricted distribution of this species and the plausible threat of extirpation due to habitat degradation resulting from continued groundwater extraction and surface water diversion, the entire population of <em>E. segrex</em> is considered as one location. Given a highly restricted extent of occurrence and area of occupancy, 1-5 locations, and inferred continuing decline in extent of occurrence, area of occupancy, and area, extent and/or quality of habitat, <em>E. segrex</em> is assessed as Critically Endangered.", "geographicrange": "<em>Etheostoma segrex </em>is an endemic species from the headwaters of the Rio Salado de los Nadadores (Miller <em>et al.&#160;</em>2005) which originates in the Sierra Madre Oriental and flows northeastward in central Coahuila, Mexico. Rio Salado is a tributary of Rio Bravo de Norte part of the Rio Grande system and crosses the Chihuahuan Desert of northern Mexico (Norris and Minckley 1997).", "population": "It is highly likely that populations of <em>E. segrex</em> have declined in recent years as a result of habitat loss due to water diversion and extraction, which has reduced the flow of the Rio Salado de los Nadadores by as much as 90% (Norris and Minckley 2002). In addition, introduced species may be impacting habitat quality in the area. Total population size is unknown. However, <em>E. segrex</em> has been relatively abundant in the few localities that still support populations (Norris and Minckley 1997, Norris and Minkley 2002).&#160;<em></em>", "populationtrend": "decreasing", "habitat": "<em>Etheostoma segrex </em>is known to occur within freshwater rivers and streams, inhabiting riffles approximately 1.5-3 m wide and from 10 to 25 cm deep, of moderate turbulence over gravel and small cobble substrate (Norris and Minckley 1997). This species most likely feeds on small invertebrates and can be found mainly in vegetated, shallower areas, avoiding deeper, soft-bottomed eddies, pools or runs and turbulent ‘whitewater’ rapids (Norris and Minckley 1997).", "threats": "Both surface streams and underground waters in the Chihuahuan region are under increasingly heavy exploitation. Depletion of water resources is accelerating due to development for domestic, agricultural, and industrial uses. <em>Etheostoma segrex </em>is threatened by human water diversion and extraction through canals and wells, causing habitat alteration and degradation in water resources such as the Rio Salado de los Nadadores and its ground-water sources, which are under heavy demand in the very arid region of the eastern Chihuahuan desert (Norris and Minckley 1997). Significant darter habitat has already been severely degraded or lost and will not recover due to introduced <em>Arundo </em>populations.<br/><br/>Recently, a number of wetlands and rivers in Cuatro Ciénegas, have also become infested with the invasive weed, <em>Arundo donax</em>, which may exacerbate water shortages&#160;(McGaugh <em>et al.</em> 2007).&#160;The most recent estimates of groundwater extraction around Cuatro Cienegas suggest that 55.4 million m<sup>3</sup>&#160;are pumped annually from 101 well points, 93% of which are used in alfalfa cultivation to feed livestock (CONAGUA 2015). Large portions of habitat have recently been lost (e.g., Laguna Grande) resulting from declines in the water table (Felstead <em>et al.</em> 2015). Because the Comision Nacional del Agua does not have authority to restrict the future construction of wells, extraction is expected to continue into the immediate future (CONAGUA 2015).<br/><br/><em></em>", "conservationmeasures": "<p>All aquatic systems of the Cuatro Cienegas basin have been designated as a Biosphere Reserve which may prevent further habitat degradation (Norris and Minckley 2002, IUCN and UEP 2018). However, the effects of this conservation action are unknown as the habitat of <em>E. segrex</em> does not extend into the protected areas.<br/><br/>The American Fisheries Societies third compilation of imperiled freshwater and diadromous fishes of North America includes <em>E. segrex</em> as endangered under criteria 1 (present or threatened destruction, modification, or reduction of a taxon’s habitat or range) and 5 (a narrowly restricted range) (Jelks<em> et al. </em>2008). However, these designations confer no protective benefit.</p>", "usetrade": "There is no information regarding the use or trade of <em>E. segrex</em>."}]}