{"name": "135436698", "result": [{"species_id": 135436698, "taxonomicnotes": null, "rationale": "<p><em>Elattoneura mauros</em> is endemic to Borneo where it is only known from the upper Katibas River and its tributary Sungai Bloh at sites within or along the boundary of the Lanjak Entimau Wildlife Sanctuary in Sarawak. Known sites comprise two threat defined locations, and a potential future threat from plantation establishment exists at one of these. The currently known area of occupancy (AOO) is less than 100km<sup>2</sup> and, since the species only appears to occur along the banks of rivers and large streams, it is unlikely that the true AOO is large. Arguably this species qualifies for Endangered status under the B criteria, but since definite, current threats are lacking at the two known locations it is assessed as Vulnerable under criterion D2.</p>", "geographicrange": "<p><em>Elattoneura mauros</em> is endemic to Borneo where it is only known from the upper Katibas River and its tributary Sungai Bloh at sites within and along the boundary of the Lanjak Entimau Wildlife Sanctuary in Sarawak (Dow <em>et al. </em>2010, 2018). Known sites are best treated as two threat defined locations corresponding to Sungai Bloh and the Katibas upstream of Sungai Bloh). Although an accurate estimate of the area of occupancy (AOO) of this species is not possible, based on the known sites the known AOO is less than 100 km<sup>2</sup>.</p>", "population": "<p>This species is moderately common at the known sites. Beyond this little can be said with the available information except that unless the species has always been confined to a small area in the upper Katibas basin, a decline in population due to loss of lowland forest in will have occurred and be ongoing.</p>", "populationtrend": "decreasing", "habitat": "<p>All that is known is summarised in Dow <em>et al. </em>(2018: 26): “The species is found hanging on steep banks and on overhanging vegetation at the side of the Katibas and Bloh, and sometimes just inside the mouths of tributary streams, often over water that is waist deep or more; most records are from near to stream mouths but in 2017 individuals were collected at some points remote from any stream mouth.”</p>", "threats": "<p>The known population is relatively secure within a protected area, however only one bank of Sungai Bloh is within the Lanjak Entimau Wildlife Sanctuary and future logging or plantation establishment on the other bank could have a negative impact on the population there. Any as-yet-undetected populations downstream on the Katibas, its tributaries or other rivers systems are or are likely to be threatened by clear cutting of forest for plantation establishment. Additionally such populations may be negatively affected by the increased sediment load caused by logging and plantation activities, this needs to be investigated further.</p>", "conservationmeasures": "<p>Further information on the distribution of this species is urgently needed, and research is needed into what effect, if any, increased sediment loads in the rivers where it breeds is having on it. The non-protected side of Sungai Bloh needs to be preserved as natural forest and this must be taken into account in environmental impact assessments for any future plantation projects in this area; ideally a broad buffer zone where plantation is not allowed should be set up all around the Lanjak Entimau Wildlife Sanctuary. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>  <p>&#160;</p>", "usetrade": null}]}