{"name": "176667967", "result": [{"species_id": 176667967, "taxonomicnotes": null, "rationale": "<p><em>Paracetopsis atahualpa</em> is known only from the Catamayo River drainage southward to the Tumbes River drainage in southern Ecuador and northern Peru, respectively. Maximum Extent of Occurrence is estimated to be 9,038 km<sup>2 </sup>and the species is assigned to two threat-based locations. Total population size is unknown. However, this species is rare in ichthyological collections from the region, and exhibits low abundances where it occurs. Population trend is suspected to be in decline. The primary threat to this species is habitat degradation and loss associated with mining activities, land-use changes, and pollutants originating from these activities. Continuing declines in habitat quality and availability, EOO, AOO, and the number of locations or subpopulations is inferred. Therefore,<em> P. Atahualpa</em> is assessed as Vulnerable under criterion B1ab(i,ii,iii,iv).</p>", "geographicrange": "<p><em>Paracetopsis atahualpa</em> is distributed along the Pacific slope of southern Ecuador and northern Peru, from the Catamayo River drainage southward to the Tumbes River drainage (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). The type locality of this species is the Tumbes River at Cabo Inga (Vari&#160;<em>et al.</em>&#160;2005).</p>  <p>There is only one known georeferenced locality for this species, which would give a minimum extent of occurrence of 4 km<sup>2</sup>; but it is known to be more widespread than this despite the lack of further georeferenced records. However, the extent of occurrence is unlikely to exceed 9,038 km<sup>2</sup>, which is the combined surface area of the two neighbouring drainages. The Puyango-Tumbes River drainage has a surface area of approximately 4,850 km<sup>2</sup>, 60% of which is contained within southern Ecuador, and 40% of which is contained northwestern Peru (Marshall&#160;<em>et al.</em>&#160;2018). It extends 160 km from El Oro Province southward to the Tumbes Region in northwestern Peru (Marshall 2018). The Catamayo River has a length of 120 km, whose watershed covers an area of 4,184 km<sup>2</sup>. Based on the scope of threats in the Catamayo and Tumbes River drainages, this species is assigned to two threat-based locations. This species occurs across an altitudinal range of 25-700 masl.</p><p>There is anecdotal evidence to suggest that continuing declines in EOO, AOO, and the number of threat-based locations where this species occurs are occurring as a result of continuing loss in habitat quality and availability (R. Barriga pers. comm. 2021).&#160;</p>", "population": "<p>The total population size of this species is unknown. However, it is anecdotally characterized as rare throughout its known range (Jiménez-Prado&#160;<em>et al.</em>&#160;2015) and appears infrequently in ichthyological collections (P. Arguello and R. Barriga pers. comm. 2021). In the Tumbes River, ichthyological sampling yielded 68 individuals, comprising 6.93% of relative fish abundance (Valenzuela Reyna 2014). In the Viche River, similarly low abundances are reported (Angulo Collahuazo 2020). Population trend is suspected to be in decline based on continuing declines in habitat quality and availability.</p>", "populationtrend": "decreasing", "habitat": "<p>This freshwater, benthopelagic species occurs in fast flowing rivers and streams over gravel and rock substrates (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Diet is comprised of aquatic invertebrates and small bodied fishes (Vari&#160;<em>et al.&#160;</em>2005). This is&#160; nocturnal species (Jiménez-Prado&#160;<em>et al.</em>&#160;2015) that may exhibit scavenging habits (R. Barriga pers. comm. 2021). Life history characteristics are largely unknown (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). Maximum reported body size is 24.2 cm total length (TL) (Vari&#160;<em>et al.</em>&#160;2005).</p>", "threats": "<p>Gold mining is the primary economic activity in the upper basin of the Puyango-Tumbes River basin (Marshall&#160;<em>et al.</em>&#160;2018, Schudel&#160;<em>et al.</em>&#160;2018, Marshall&#160;<em>et al.</em>&#160;2020). Amalgamation processing occurs primarily in the municipality of Portovelo, Ecuador, where byproducts and wastewater are discharged directly into the Puyango watershed (Marshall&#160;<em>et al.&#160;</em>2018). Mercury and other co-contaminants (e.g., arsenic, cadmium, copper, cyanide, lead, and zinc) exist in high concentrations immediately downstream of the processing epicentre, but typically exhibited low concentrations further downstream (Marshal&#160;<em>et al.</em>&#160;2018, 2020). Low methyl mercury concentrations in sampled fish tissues suggest that the majority of discharged mercury is in inorganic form (Marshall&#160;<em>et al.&#160;</em>2020). Domestic wastewater discharge and solid waste are additional contaminants in this watershed (Puño 2014). Agricultural production and cattle ranching dominate the landscape in the middle and lower region of the Tumbes basin, and include the production of bananas, rice, corn, fruit, chickens, goats, cattle, hogs, and sheep (Marshall&#160;<em>et al.</em>&#160;2018). Coastal margins and the Tumbes River delta have been developed extensively for shrimp farming (Mialhe&#160;<em>et al.</em>&#160;2013). <em>Gambusia affinis</em> is naturalized in the Tumbes River (MacDonald Lopez 1995), but its impact on native ichthyofauna has not been studied in detail.</p>  <p>Agricultural production and land cover change (e.g., slash and burn agriculture) is ongoing in the middle and lower reaches of the Catamayo River drainage (Ochoa&#160;<em>et al.</em>&#160;2016). However, the Catamayo River drainage maintains relatively good hydrological connectivity, and land-use throughout the basin does not appear to significantly impact runoff (González González&#160;<em>et al.</em>&#160;2016).&#160;One of the main threats in the Catamayo river basin is agricultural irrigation, which has contributed to increases in total and faecal coliforms, soil erosion and destruction of vegetation cover  (Gonzales and Chamba 2007).</p>  <p>Despite uncertainties regarding the direct impact, scope, and magnitude of existing threats in the Puyango-Tumbes River drainage, continuing declines in habitat quality are inferred.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>P. Atahualpa</em>.&#160;<span id=\"docs-internal-guid-c06e528c-7fff-180a-e5ee-6174e5519a7e\">It is&#160; feasible that this species could be found in the Arenillas Ecological Reserve. Range may also extend into private protected areas such as Buenaventura Ecological Reserve (Jocotoco) and La Ceiba&#160;(IUCN and UNEP-WCMC 2020, P. Arguello pers. comm. 2021). However, given limited ichthyological survey in this region and few georeferenced collection records, range extent within existing protected area is unknown. Additional research regarding distribution, population size, population trend, and the direct impact of existing threats would be useful in clarifying the extinction risk of this species. </p>", "usetrade": "<p>There is limited information regarding the use and trade of this species (Jiménez-Prado&#160;<em>et al.</em>&#160;2015). In northern Peru, adults are included in subsistence fisheries (Valenzuela Reyna 2014). However, the annual volume of harvest is unknown.</p>"}]}