{"name": "191307", "result": [{"species_id": 191307, "taxonomicnotes": null, "rationale": "<em>Cyprinodon suavium</em>&#160;is an endemic pupfish species restricted to the Laguna Chichancanab in Yucatán Peninsula, México. The area of occupancy is estimated at 6-12 km<sup>2</sup>, but the number of locations cannot be determined. The species may be impacted by the introduced invasive alien species (tilapia and <em>Astyanax</em> sp.), and in minor degree from habitat degradation caused by agricultural run-off and water abstraction. This species' habitat fluctuates naturally, but it is unclear if there is continuing decline in the extent and quality of the habitat. It is therefore listed as Vulnerable (VU).", "geographicrange": "<em>Cyprinodon suavium</em>&#160;is a freshwater fish species endemic to the Ramsar Site Laguna Chichancanab (Site No.1364) in Quintana Roo<span data-original-name=\"Laguna Chichankanab\">, Yucatan Peninsula, Mexico (Strecker 2006).", "population": "This species is frequent after the rainy season, but it is rarer during the dry season (A. Valdes pers. comm. 2018). More information is needed about the population size of <em>Cyprinodon suavium</em>. Nevertheless, most of the other endemic species of Chichancanab, which have been monitored for years, are declining in relative abundance (Schmitter-Soto <em>et al.</em> 2006). However, there is no data to infer or suspect a decline in this species' population.", "populationtrend": "unknown", "habitat": "Laguna Chichancanab is an endorheic basin with hard-water lagoons that merge in wetter years.&#160;<em>Cyprinodon suavium&#160;</em>eats mainly benthic invertebrates (Strecker 2005).&#160;Chichancanab is surrounded by floodplain areas (hence, its surface increases seasonally), with grassland savannas and a rare inland population of button mangrove (<em>Conocarpus erectus</em>; Ramsar Secretariat 2004, Site No. 1364). Unlike most in the Yucatan peninsula, the waters of Chichancanab are saturated with calcium sulfate (Perry <em>et al. </em>2003). The habitat of this species varies widely with cycles of 6-8 years, with the water level reaching up to 2 m and decreasing to 20-30 cm, while the  flooded area varies between 300 to 3500 hectares (A. Valdes pers. comm.  2018).", "threats": "The main threat to all of Chichancanab's endemic species is the invasive tilapia (<em>Oreochromis</em> spp.) (Schmitter-Soto and Caro 1997). However, it is unclear if it is affecting the population of <em>C. suavium</em>. Another threat comes from the use of pesticides and fertilizers on land neighbouring farms and agricultural lands; however, pollution seems to be a local, not a general, problem.", "conservationmeasures": "Lake Chichancanab is a Ramsar Site (#902315) and a State Reserve (declared 2011). However, no specific conservation action are known for&#160;<em>C. suavium</em>.", "usetrade": "<em>Cyprinodon suavium </em>is not a utilised species."}]}