{"name": "22149", "result": [{"species_id": 22149, "taxonomicnotes": null, "rationale": "This species has an extent of occurrence (EOO) of 340 km<sup>2</sup> and an area of occupancy (AOO) of 28 km<sup>2</sup>. It is known from five locations and there has been past loss of habitat to agriculture and an ongoing slow loss of habitat to further agricultural expansion. There is also ongoing decline in habitat quality as a result of invasion by alien plants. The taxon thus qualifies globally under the IUCN Red List criteria as Endangered under criterion B.", "geographicrange": "This taxon is endemic to the Western Cape Province of South Africa, on upper slopes of the inselberg of the Piketberg mountain, and on hills between Darling in the west to Mamre, and in Stellenbosch in the east. Only subpopulations on the upper slopes of Piketberg still persist (see Williams 2016).", "population": "There is no information currently available on the population size of this species. The Darling to Mamre and Stellenbosch subpopulations have been extirpated.", "populationtrend": "decreasing", "habitat": "It occurs on flat or sloping summits of mountains and on the western slopes of low hills in renosterveld and in open areas between rocky, montane fynbos vegetation at an altitude of 350 m to 450 m (see e.g. Williams 2016).", "threats": "A forestry plantation has diminished and fragmented one of the main subpopulations and its presence will continue to have a negative impact. Increased fire frequency and invasive alien vegetation are also current threats and future threats. One location was severely threatened by incremental habitat destruction and degradation from agricultural activity and invasive alien vegetation. The ecosystem status of the habitat, from a vegetation perspective, is Critically Endangered (Keith <em>et al. </em>2013). Trimen (1887) reported that he ‘found&#160;<em>Trimenia wallengrenii</em>, rather numerously, on hills near Stellenbosch.’ There have been no other records from this locality and the taxon probably no longer occurs there. Extensive agricultural activities in the area have led to the extinction of several other colonies. It had survived at a few habitats located on rough or rocky ground, which, owing to its nature, had escaped the plough. In some cases cultivated areas extended up to the borders of the few previously existing colonies. Pesticide use is a presumed threat but there is no empirical evidence to confirm this.", "conservationmeasures": "No further plantation forestry should be allowed where this taxon presently occurs. Invasive alien vegetation needs to be removed from the mountain as it increases fire frequency and intensity. Any further agricultural development near the few remaining colonies needs to be carefully considered because of its possible deleterious effects on subpopulations.", "usetrade": null}]}