{"name": "139541745", "result": [{"species_id": 139541745, "taxonomicnotes": null, "rationale": "<p><em>Pandanobasis daku</em> is known only from the holotype male from Mount Bolocaue in Leyte in the Philippines. Threats exist not only at the known location but throughout Leyte. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but with the available data is very likely to be less than 10 km² and will be declining along with the extent and quality of suitable habitat due to loss and degradation of forest throughout Leyte. In most circumstances this assessor would place an odonate species known from only a single location in Data Deficient but given the degree of loss and disturbance of forest on Leyte (and throughout the Philippines) a high threat category is clearly warranted. The species qualifies for Critically Endangered under criteria B2ab(ii,iii) and is assessed as such. If (much needed) future surveys for Odonata on Leyte reveal a wider distribution then the species can hopefully be re-assessed as Endangered.</p>", "geographicrange": "<p><em>Pandanobasis daku</em> is known only from the holotype male from Mount Bolocaue in Leyte in the Philippines (Villanueva 2012). Mount Bolocaue appears to either be in or is close to the Mount Nacolod Important Bird Area but, to the assessor's knowledge,this does not have any protected status. An accurate estimate of the area of occupancy (AOO) of this species is not possible but with the available data it is likely to be less than 10 km² and will be declining due to loss and degradation of forest throughout Leyte.<br/></p>", "population": "<p>All that can be said with the available data is that an ongoing decline in overall population is inferred for this species because of loss and degradation of forest throughout Leyte.</p>", "populationtrend": "decreasing", "habitat": "<p>Nothing was recorded on the habitats and ecology of this species but it will be forest-dependent and might be a phytotelmata breeder. An ongoing decline in extent and quality of suitable habitat is inferred from loss and degradation of forest throughout Leyte.</p>", "threats": "<p>The main threats to this species will be from clearance of forest for agriculture&#160;and as a result of logging. Based on information compiled in 2001 BirdLife International (2019) state for the Mount Nacolod IBA (where this species probably occurs): “The Buac Watershed Forest Reserve and Hinabian-Lawigan Watershed Reservation [areas within the Mount Nacolod IBA] lie within the license area of the Timber Producers Marketing Corporation, with Timber License Agreement (TLA) No. 375. Illegal logging and kaingin [slash and burn agriculture] are widespread in the area, and land-use conflicts exist there such as tenurial problems, illegal settlement, illegal clearing and conversion of land into agricultural lots by settlers. In addition to the indigenous Mangyan community, people from other parts of the Visayas are settling in the area. Soil erosion is a problem on denuded slopes.” There is no evidence that the situation has improved since 2001.</p>", "conservationmeasures": "<p>The priorities for this species are for protection of habitat where it occurs and for more data on its distribution, exact habitat requirements and ability to tolerate disturbance. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}