{"name": "53876934", "result": [{"species_id": 53876934, "taxonomicnotes": null, "rationale": "<em>Anablepsoides cryptocallus&#160;</em>is a freshwater endemic to the island of Martinique. Extent of Occurrence (EOO) is estimated to be 1,517 km<sup>2&#160;</sup>and Area of Occupancy (AOO) is estimated to be 52 km<sup>2</sup>. Total population size is unknown, but population trend is inferred to be in decline. Since 1992, 73-82% of known collection localities have disappeared, especially in urban and suburban areas around Fort-de-France. Existing threats include habitat destruction associated with urban development, intensive agricultural practices, watercourse modification associated with irrigation, domestic and agricultural pollution, collection pressures associated with ornamental aquariums, climatic changes and increased incidence of drought, and potential ecological impacts associated with established non-native species (e.g.,&#160;<em>Poecilia reticulata</em>,&#160;<em>Poecilia vivipara</em>,&#160;<em>Xiphophorus helleri</em>). Despite uncertainties regarding the direct impact, scope, and magnitude of existing threats, continuing decline in AOO, number of mature individuals, locations, and habitat quality are inferred. A total of 13 extant collection localities are known, based on recent surveys by direct observation and environmental DNA. Subpopulations are considered severely fragmented given limited to no genetic exchange between collection sites due to agricultural and urban development that have destroyed much of the historical habitat of this species.&#160;Existing threats are likely to impact collection sites independently, and therefore 13 threat-based locations exist. As such,&#160;<em>A. cryptocallus</em>&#160;is assessed as Endangered under criteria B1ab(ii,iii,iv,v)c(ii)+2b(ii,iii,iv,v)c(ii).", "geographicrange": "<p></p><p><em>Anablepsoides cryptocallus </em>is a freshwater fish endemic to the island of Martinique (Seegers and Huber 1980, Huber 1992, Walter&#160;<em>et al.</em>&#160;2011, Nielsen 2016). The type locality of this species is Ravine Vilaine, Insel Martinique, Antillen (Costa 2003).</p>  <p>Extent of Occurrence (EOO) is estimated to be 426 km<sup>2</sup>, based on a minimum convex polygon calculated around all known collection localities (Biotope 2020). Area of Occupancy (AOO) is unlikely to exceed 60 km<sup>2</sup>, based on a 2 km<sup>2</sup> grid overlain on all known collection localities (Biotope 2020).&#160;A total of 13 extant collection localities are known, based on recent surveys by direct observation and environmental DNA (Biotope 2020). Existing threats are likely to impact collection sites independently, and therefore 13 threat-based locations exist.&#160;Subpopulations are considered severely fragmented based on habitat specificity and scarcity (small water courses or pounds) and limited to no genetic exchange between collection sites due to agricultural and urban development that has destroyed much of the historical habitat of this species (Biotope 2020).</p><p></p>", "population": "<p></p><p>The total population size of this species is unknown. Population trend is inferred to be in decline, based on the loss of 73-82% &#160;of historical collection localities in the last three decades (Biotope 2020). </p><br/><p></p>", "populationtrend": "decreasing", "habitat": "<p>This benthopelagic, non-migratory species is restricted to small streams, ditches, pools, puddles, and backwaters that are characterized by significant seasonal variation, limited to no predatory interaction, and water temperatures between 22°C - 26°C (Baensch and Riehl 1985, Biotope 2020). </p>", "threats": "<p></p><p>The direct impacts of existing threats on <em>A. cryptocallus</em> are well known. Continuing decline in the ecological integrity of freshwater ecosystems on Martinique is inferred. Martinique is an island with high population density (335 ha/km²). Collective and non-collective sanitation are ineffective. Human settlements are often scattered and contribute significantly to the pollution &#160;of freshwater aquatic habitat through sewage discharge and runoff (Biotope 2020). This is especially evident in small streams, the primary habitat of <em>A. cryptocallus </em>(Biotope 2020).</p>  <p>The economy of Martinique is based largely on agricultural production (bananas, sugarcane, and pineapples), and on an influx of nearly one million annual tourists (Schleupner 2008). Shifts in the invertebrate community from pollution-sensitive to pollution-tolerant species associated with increases in ammonium and suspended solids is evident in some areas that are impacted by agricultural activities (Bernadet&#160;<em>et al.</em>&#160;2013). Persistence of organochlorine pesticides applied to banana crops in the past continues to impact coastal aquatic habitat (Dromard&#160;<em>et al.</em>&#160;2016, 2019). Coastal development on Martinique is expected to continue, to support the development of tourism and residential infrastructure (Schleupner 2008). Several non-native fishes (e.g., <em>Poecilia reticulata</em>, <em>Poecilia vivipara</em>, <em>Poecilia hellerii</em>) have established permanent populations on Martinique, and regularly occupy the same habitat as <em>A. cryptocallus</em>. These fishes are more broadly distributed and more numerous than <em>A. cryptocallus </em>(Biotope 2020). Permanent ponds are dominated by <em>P. reticulata</em> and<em> A. cryptocallus</em> is generally absent (Biotope 2020). A number of non-native snails have established in freshwaters throughout Martinique, which were introduced to combat the abundance of intermediate hosts to schistosomiasis (Pointier 2001), but the resulting impacts on the trophic ecology of freshwater ecosystems remain unknown. Habitat shifts associated with climate change, rising sea level, and increased incidence of severe drought are future projected threats (Schleupner 2008). </p><br/><p></p>", "conservationmeasures": "<p></p><p>There are currently no species-specific conservation measures directed towards <em>A. cryptocallus</em>. The range of this species extends into Martinique Natural Regional Park (IUCN and UNEP-WCMC 2020). Recommended mitigation processes include habitat and site protection, harvest regulations for wild populations, and continued education and awareness to ensure that the conservation status of this species is not degraded further. Additional research regarding population size, population trend, and the direct impact of existing threats would be useful in validating the extinction risk of this species.</p><br/><p></p>", "usetrade": "<p>Eggs and adult individuals are traded nationally and internationally by ornamental aquarium hobbyists. However, the annual volume of harvest from wild populations is unknown.</p>"}]}