{"name": "141765151", "result": [{"species_id": 141765151, "taxonomicnotes": null, "rationale": "<p><em>Ceylonosticta venusta</em> is endemic to Sri Lanka where it is only known from the area around Rambodde in the central part of the island. The species is known from four threat-defined locations (taking deforestation as the main threat). Its extent of occurrence (EOO) is much smaller than 100 km² and its area of occupancy (AOO) is 8 km². Moreover, the AOO is inferred to be declining along with the extent and quality of suitable habitat due to loss of forest and other threats within the range of the species. The overall population will already be severely fragmented. This species is assessed as Critically Endangered criterion B (CR B1ab(ii,iii)+2ab(ii,iii)).</p>", "geographicrange": "<p><em>Ceylonosticta venusta</em> is endemic to Sri Lanka where it is only known from sites “in the wider surroundings of Rambodde in the central part of the island” Bedjanič <em>et al. </em>(2016: 31). Six sites are known, constituting at most four threat-defined locations (all sites are within a small area; the main threat is deforestation) are known. Its minimum extent of occurrence (EOO), based on collection data records and calculated using GeoCAT (<span class=\"MsoHyperlink\"><a href=\"geocat.kew.org\">geocat.kew.org</a>)<span class=\"MsoHyperlink\"> </span> <span class=\"MsoHyperlink\"><span class=\"MsoHyperlink\">is just over 8 km². Its maximum EOO, based on a polygon around the two known occupied HydroBASINS, is 270 km²; its true EOO is likely to be well below the 100 km² threshold for CR B1. Its area of occupancy (AOO) is very likely smaller than 10 km² (based on occurrence within two 2x2 km grid cells, its AOO is 8 km²). Moreover, the AOO is inferred to be declining due to loss of forest and other threats within the range of the species.</span></p>", "population": "<p>This is an uncommon and very locally occurring species. An ongoing decline in overall population is inferred from loss and degradation of forest and other threats within the range of the species and the overall population is already severely fragmented.</p>", "populationtrend": "decreasing", "habitat": "<p>This very uncommon and localized species occurs in and around small forest streams and seepages in the central mountainous part of Sri Lanka. “Its distribution is obviously limited to higher altitudes, mainly between 700 and 1,000 metres, although it has also been recorded as high as over 1,600 metres.” Bedjanič <em>et al. </em>(2016: 31). The extent and quality of suitable habitat for the species are observed to be declining due to loss and degradation of forest and other threats within its range.</p>", "threats": "<p>In the conservation remark accompanying species description Bedjanič <em>et al</em>. (2016: 31) provided following information: “Preserved natural forest habitats with small streams and seepages in the central mountainous part of Sri Lanka are very scarce and highly fragmented. Water from them is extracted for consumption and irrigation, and remaining forest patches are converted to home gardens and domestic tea plantations. Therefore, the endemic <em>C. venusta</em> is globally threatened, and it definitely deserves immediate conservation attention, together with the majority of its endemic relatives”.</p>  <p>The forest cover of Sri Lanka has decreased by half in the past 50 years and the future of the island’s forests remains precarious. Although the trend of forest loss is less drastic recently, increasing human population pressure and forest clearance for infrastructure projects and agricultural expansion remain the main threats to rich endemic biodiversity of Sri Lanka. Habitat loss and encroachment are also caused by the destruction of buffer forest corridors along streams, river impoundment, water extraction for irrigation and consumption, soil erosion, siltation, over-use of agricultural chemicals and careless pollution of rivers and streams. These threats all actually or potentially affect <em>Ceylonosticta venusta </em>and climate change may also be negatively impacting its habitats.</p>", "conservationmeasures": "<p>The following steps are needed for the affective conservation of this species and other Odonata endemic to Sri Lanka: </p>  <p>(1) Enforce and supplement existing conservation measures in protected areas. In many cases the protective legislation doesn’t stop the gross destruction of the habitat with the consequent loss of species. Agricultural expansion in forest areas slowly but consistently encroaches important areas by the cutting of undergrowth and small scale logging. When vegetation is removed or damaged around streams and seeps, there are negative effects on many dragonfly species. </p>  <p>(2) Establish new protected areas in the central and southwestern part of Sri Lanka and enlarge existing ones. Several patches of rainforests or partly degraded areas with exceptionally rich fauna and flora are excluded from the current protected area network. The conservation focus should be on the wet zone and montane areas where the majority of the island’s endemics are found. </p>  <p>(3) Enforce existing legislation and legislate additional protection for the smallest streams, rivulets and forest corridors in the wet zone. Streams, rivulets and forest corridors need legislation to prohibit the diversion of streams and clearcutting from the edges since this destroys the dragonfly habitats. Buffer zones of natural vegetation, especially around swamps and flowing waters, should be mandatory by legislation. </p>  <p>(4) Enforce measures to avoid siltation and unnatural flow regimes of running waters. Damming streams or piping springs should be minimized, especially in key dragonfly conservation areas. Water extraction for consumption and irrigation should be sustainable, taking into account the integrity of the habitat and its biodiversity. </p>  <p>(5) Minimize the chemical and organic pollution of water habitats. The impact of the over-use of various agricultural chemicals and insecticides in Sri Lanka is virtually unknown, but surely has a strong negative impact on species, including humans. </p>  <p>(6) Restore degraded areas in key locations. The natural potential for restoration is very high in partly degraded habitats, and a favourable conservation status can be restored in a relatively short time with simple measures. </p>  <p>(7) Conduct comprehensive odonatological faunistic work in protected areas of the central and southwestern part of the island, including regular monitoring as a subsequent step. The amount of much-needed new knowledge gathered in this way would be immense. Without this baseline information, specific conservation guidelines are hard to elaborate and effective conservation measures on the local level cannot be undertaken. </p>  <p>(8) Raise awareness on the threat status of the endemic dragonfly fauna of Sri Lanka among local scientists, students, nature tour guides and naturalists, as well as relevant nature conservation authorities and organisations, both locally and internationally.</p>  <p>(9) As voucher specimen are vital in confirming the identity of newly discovered populations and as additional research is required on threatened endemic dragonfly species, it is highly recommended supporting and encourage taxonomic and faunistic work as important conservation actions. A more convenient process of obtaining permits from a centralized permit issuing agency should be enforced in the future.</p><p>As <em>Ceylonostica venusta </em>is assessed as a Critically Endangered endemic species, a systematic survey of its distribution, populations, biology and threats, encompassing wider surroundings of known localities, should urgently be executed as a basis for conservation measures planning.</p>", "usetrade": null}]}