{"name": "149082404", "result": [{"species_id": 149082404, "taxonomicnotes": null, "rationale": "<p><em>Atherinella guija</em> is distributed on the Pacific slope of southwestern Guatemala, El Salvador and Honduras and includes documented occurrences in Lake Guija and at least four separate drainages. Extent of Occurrence and Area of Occupancy are both restricted. The major pervasive threat to this species is the spread of non-native cichlids that are likely to prey on and compete with <em>A. guija</em>. Additional regional or localized threats include mining and diversion of surface water for adjacent agricultural development, and associated declines in water quality resulting from agricultural runoff. Given currently available data on the species' restricted range, and inferred decline in the quality of available habitat, it is assessed as Vulnerable (VU) under criterion B1ab(iii). Additional research is needed to verify the species' presence in Honduras and to better examine the population trajectory of the species. Should the species have a smaller than expected distribution in Honduras, the species' conservation status could change.<br/></p>", "geographicrange": "<p><em>Atherinella guija</em> is distributed on the Pacific slope of El Salvador and Honduras, including Lake Guija which extends into extreme southeastern Guatemala (Hildebrand 1924, Chernhoff 1986, Matamoros 2010, McMahan <em>et al</em>. 2013). It has been recorded in the Lempa, Goascorán, Nacaome and Choluteca drainages (Matamoros <em>et al</em>. 2009). Extent of Occurrence (EOO) is estimated to be 10,975 km<sup>2</sup>, based on a minimum convex polygon calculated around georeferenced point records (GBIF 2019). This species is known from less than 10 collection localities (Fishnet2 2019). Given the pervasive and widespread threat of non-native species (Gonzalez 1995, Álvarez Calderón 2014) the number of locations where this species occurs is unlikely to exceed 10. </p>", "population": "<p>The total population size of this species is unknown. Historical records report this species as common in the Rio del Desague, which forms the outlet of Lake Guija, and relatively rare at other sampled localities in the Rio Lempa (Hildebrand 1924). The species is relatively common in portions of its range, particularly in Lake Guija, but its population is not well understood in other areas, especially in Honduras.<br/></p>", "populationtrend": "unknown", "habitat": "<p>Little is known about the basic life history and habitat use of this species. It has been reported from shallow, moving water over sandy substrates (Carr and Giovannoli 1994). Diet consists of insects, insect larvae, copepods, and algal material (Hildebrand 1924). Spawning is probably&#160;seasonal, based on the lack of developed gonads in specimens collected during January and February (Hildebrand 1924). </p>", "threats": "<p>Agricultural practices have fragmented and deteriorated forest habitat surrounding Lake Guija, and agricultural development continues to expand in this area (Jiménez <em>et al</em>. 2004). Mining activity has also resulted in runoff and pollution into the lake (Jiménez et al. 2004). Established populations of non-native fishes (e.g. <em>Oreochromis niloticus, O. mossambicus,</em> and <em>Parachromis managuensis</em>) have been widely introduced throughout much of El Salvador and have likely negatively impacted <em>A. guija</em> through predation and competitive interaction (Jiménez <em>et al</em>. 2004, Álvarez Calderón 2014). </p>", "conservationmeasures": "<p></p><p>This species has been reported from the Reserva de la Biosfera in northeastern Honduras (Reyes and Vásquez 2009), however the validity of these records are uncertain. Lake Guija is a designated Ramsar Site (IUCN and UNEP-WCMC 2019). More information regarding the specific rate of population decline, and the impact and scope of major pervasive threats would be useful in guiding future conservation planning. Additional research is needed to better clarify the species' distribution particularly in Honduras. <br/></p><p></p>", "usetrade": "This species is targeted in subsistence and artisanal fisheries (Gonzalez <em>et al</em>. 1995). However, the total volume of harvest is unknown."}]}