{"name": "17764", "result": [{"species_id": 17764, "taxonomicnotes": null, "rationale": "<em>Poblana letholepis&#160;</em>is a freshwater species endemic to México, restricted to the endorheic laguna Mina Preciosa in the Federal State of Puebla. The species AOO is less than 0.78 km<sup>2</sup> and it only has one location based on the most plausible threat: overfishing. The species, however, is also potentially threatened by invasive species, increased sedimentation and salinization due over-extraction of water resources for agriculture. Therefore, the species is assessed as Critically Endangered.", "geographicrange": "<em>Poblana letholepis&#160;</em>is a freshwater species endemic to México, known from the endorheic laguna Mina Preciosa, Puebla (Miller,<em> et al</em>. 2005).", "population": "More information is needed about the population size and population trend of <em>Poblana letholepis</em>.", "populationtrend": "unknown", "habitat": "<p>It is found in La Preciosa crater lake, a saline system with good water quality (Díaz-Pardo 1992). This crater lake has clear, potable and brackish water; substrates (clay, sand, rock) no vegetation and&#160;<em>Scirpus </em>algae along the shoreline (Miller&#160;<em>et al.</em>&#160;2005). It has depths to 1.3 m or more (Miller&#160;<em>et al.</em>&#160;2005).</p><p>La Preciosa also has the following characteristics: major axis 1500 m and maximum depth of 50 m; throughout an annual cycle the transparency ranges from 2 to 6 m, the temperature from 15 to 20 ° C, the dissolved oxygen varies from 7 to 8.5 mg/l, the hardness from 37 to 55 mg/l, the pH of 7.8 to 9, sulfates of 135 to 165 mg/l, phosphates 0.02 to 0.75, nitrates of 0.1 to 2.9 mg/l (Díaz-Pardo 1992). But perhaps the most fluctuating limnological parameter is the salinity that varies from 0.5 o/oo (parts per thousand) in the rainy season to 1.1 o/oo (parts per thousand) in the dry season (Díaz-Pardo 1992). Possibly due to these changes in salinity there is no aquatic vegetation (E. Díaz-Pardo pers. obs. 2001). To date, there are no actions or effects of human activity, which is why the habitat can be considered as good (Díaz-Pardo pers. obs. 2001). The surface area is 0.78 km<sup>2</sup>&#160;(Arriaga-Cabrera 1998).</p><p>It is a clearly herbivorous species, vegetal matter (algae) represents 35%, of its diet, crustaceans represent 10% and the insects represent 55% (Díaz-Pardo 1992). These are results that differ with those recorded by Flores-Negrete (1998), who reports that this aterinopsid is carnivorous and mainly consumes cladocerans, although it also usually ingests copepods, larvae of insects, molluscs and occasionally seeds and plant remains. The reproductive season happens between May and September (Díaz-Pardo 1992, 1993). Flores-Negrete (1991) records reproduction in the months of March and April.&#160;Reproductive recruitment occurs in an average pattern length of 51 mm in both sexes (Díaz-Pardo 1992). Maximum fecundity is 5166 eggs in a 76 mm fish (Flores-Negrete 1998).&#160;Maximum known size is 77 mm LP (Díaz-Pardo 1992).</p>", "threats": "The species is threatened by its marked microendemism, invasive species, dessication and increased sedimentation due to deforestation, overgrazing and poor irrigation practices (Hernández-Rubio&#160;<em>et al.</em> 2016).", "conservationmeasures": "The species is listed in the SEMARNAT 2010 as 'threatened endemic' and found in the CONABIO (the 'The Comisión Nacional para el Conocimiento y Uso de la Biodiversidad') hydrological priority region.", "usetrade": "The species targeted by local fisheries (Hernández-Rubio <em>et al</em>. 2016)."}]}