{"name": "139544948", "result": [{"species_id": 139544948, "taxonomicnotes": "<p>Villanueva and Dow (2014) noted that there are some differences between populations of this species from mainland Mindanao and those from Dinagat and Siargao Islands. The view taken here is that these differences merely represent variation within a single species.</p>", "rationale": "<p><em>Sangabasis dentifer</em> is known from Mindanao, Dinagat and Siargao Islands in the southern Philippines. It is known from relatively many locations and is tolerant of disturbance to its forest habitats. However threats certainly exist and although the area of occupancy (AOO) cannot be sensibly estimated it will be below 2,000 km² based on the currently available information, while the AOO and extent and quality of suitable habitat can all be inferred to be declining. The overall population may already be severely fragmented. The species would qualify for Vulnerable status if severe fragmentation was definite and is therefore assessed as Near Threatened.</p>", "geographicrange": "<p><em>Sangabasis dentifer</em> is known from Mindanao, Dinagat and Siargao Islands in the southern Philippines, the distribution of the species is summarised in Villanueva and Dow (2014). The assessor is aware of records from at least 19 locations, more than for any other species of <em>Sangabasis</em>. Almost all records from Mindanao are from the eastern side of the island with just one location known in the central part. The species may be present in a number of protected areas, for instance the Aliwagwag, Baganga and Mati Protected Landscapes The area of occupancy (AOO) of this species cannot be accurately estimated with the available data, but despite the relatively large number of known locations it may not be particularly large (the contribution from most individual known locations is very small) and, based on the known distribution and local occurrence of the species, will be below 2,000 km². The AOO will certainly be declining due to loss of suitable habitat.&#160;</p>", "population": "<p>This species can be common where it occurs but is local in occurrence. Beyond this all that can be said with the available data is that at least some ongoing decline in overall population can be inferred from loss of habitat and that if the overall population is not already severely fragmented it will become so in the not-to-distant future.</p>", "populationtrend": "decreasing", "habitat": "<p>This species appears to be forest-dependent, but tolerant of disturbance. It occurs in swamps, swampy areas around the margins of tree-lined ponds and lakes and at freshwater mangrove. At least some ongoing decline in both extent and quality of suitable habitat is inferred from human activities throughout the range of the species.</p>", "threats": "<p>The main threats to this species is from loss of its habitat through clearance of forest (probably largely occurring for agriculture), and pollution from mining operations (legal or illegal).</p>", "conservationmeasures": "<p>More data on the distribution of this species are needed and its presence in protected areas (and how secure these areas are in reality) needs to be verified. Protection of additional suitable habitat is certainly desirable but species-specific conservation measures may not be needed.</p>", "usetrade": null}]}