{"name": "171706", "result": [{"species_id": 171706, "taxonomicnotes": null, "rationale": "This species is endemic to northern Greece, where it is known from a very restricted range in the Epirus, Its extent of occurrence (EOO) and area of occupancy (AOO) are both 4 km²&#160;and it occurs in a single location. Quarrying and road construction are localised threats, which can affect this species at any time, whilst alteration of its subterranean habitat resulting from droughts may affect its whole range in the future. The species is therefore assessed as Vulnerable (VU) under criterion D2 because the plausible threats could drive the species in Critically Endangered (CR)&#160;or Extinct (EX) in a very short time. Research is recommended upon the population trends, distribution and ecology of the species, and frequent monitoring of the habitat and population is suggested.", "geographicrange": "This species is known to occur in a very restricted range in Ipeiros, northern Greece and only from empty shells (Riedel and Subai 1991, Dedov and Subai 2012).", "population": "The species has never been found alive but this does not mean it not extant, since it is subterranean and difficult to collect alive.", "populationtrend": "unknown", "habitat": "The present species is probably a troglobite. It is found in  subterranean environments in scree slopes, karstic crevices and, most  probably, caves.", "threats": "Quarrying and road construction (particularly if this involves blasting into rock to make way&#160;for roads, which may breach subterranean habitats)&#160;can locally pose a threat to the species anytime, whereas habitat alteration resulting from droughts may affect its whole range in the future.", "conservationmeasures": "This species has been assessed as Critically Endangered (B1a) by the Greek Red Book of Endangered Species (Vardinoyannis <em>et al</em>. 2009). Research is recommended upon the population trends, distribution and ecology of the species, and frequent monitoring of the habitat and population is suggested.", "usetrade": "This species is not used or traded."}]}