{"name": "109691903", "result": [{"species_id": 109691903, "taxonomicnotes": null, "rationale": "The species <span lang=\"EN-GB\">is known only from a single site in the Larona River in Sulawesi with an area of occupancy (AOO) of 4 km<sup>2</sup> and <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">an extent of occurrence (EOO) of up to 16 km<sup>2</sup>.<span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">  The major    threats are water level fluctuations associated with the regulation by the dams upstream, habitat decline due to impacts of siltation and  degradation due to maintenance (or extension) work at the upstream dams. There is one location based on these threats.&#160;<span lang=\"EN-GB\">This species is assessed <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\">as Critically Endangered based on its extremely  limited distribution and deterioration of habitats.<br/><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span></span>", "geographicrange": "The species&#160;is endemic to the Larona River, which drains the entire  Malili Lakes system in Sulawesi, Indonesia. It is known only from one site, although it likely also occurs at a few other nearby localities.<br/><br/>It was described in 2008 based on samples taken from the lower reaches of the Larona River between 1999 and 2003 (von Rintelen and Glaubrecht 2008). They noted that this Larona River species was collected within a ca. 1.5 km stretch of the river. However, due to the inaccessibility of the upper reaches of the river, the species may actually occur further upstream, but two hydroelectric dams build since the 1960s will certainly limit their potential range in this direction to not more than eight kilometres (von Rintelen and Glaubrecht 2008).", "population": "<p>This species was originally collected in the period 1999 to 2003. There is no population information available, but it is newly apparent in the aquarium pet trade (T. von Rintelen pers. comm. 2018) and is particularly vulnerable due to its restricted occurrence. Therefore, the population is likely declining (T. von Rintelen pers. comm. 2018). This species is vulnerable to the impact of invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.) that are spreading within the Malili lakes and causing population declines in&#160;<em>Tylomelania&#160;</em>populations through predation of small adults and juveniles. However, it is not certain how long it will take for these invasives to reach the Larona River due to the presence of dams. A future population decline cannot therefore be estimated, but if Flowerhorn Cichlids were to reach the Larona River population declines similar to those seen in Lake Matano would likely occur in this species (T. von Rintelen pers. comm. 2018).</p>        <span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"><span lang=\"EN-GB\"></span></span>", "populationtrend": "decreasing", "habitat": "This species has been recorded in the Larona River and can be found on hard substrates such as wood (von Rintelen and Glaubrecht 2008).", "threats": "The major threat to this species, and the other endemic molluscs in the    Malili Lakes region, comes from a large nickel mine at Soroako,  located   south of neighbouring Lake Matano. Substantial clearing of  native  forest  has already occurred in the area. Logging, combined with   increased land  use and habitat modification (e.g. channel   construction, impoundment  projects) is causing soil erosion and   sedimentation in the lakes. In  extreme cases entire streams have   disappeared or become ecologically  'dead' (Herder <em>et al. </em>2006).&#160; In the case of <em>Tylomelania sinabartfeldi</em>,  it is apparently restricted to a comparatively short stretch of  suitable habitat in the Larona River draining the Malili lakes. The  population may be affected by upstream construction or maintenance work  on the hydroelectric dams of the nickel mine, which could cause siltation, as well as water level fluctuations associated with dam regulation upstream. Although von Rintelen and Glaubrecht (2008) noted that earlier disturbance of habitats had not impacted this species, it has not been sampled by the authors for over a decade. Many  species of <em>Tylomelania</em> are being collected for the aquarium pet trade and&#160;<em>T. </em><em>sinabartfeldi</em>&#160;is newly apparent in the aquarium pet trade and is particularly vulnerable due to its restricted occurrence (von Rintelen pers. comm. 2018). This species is also vulnerable to predation from invasive Flowerhorn Cichlids (<em>Colossoma</em>&#160;sp.) that have caused declines in&#160;<em>Tylomelania&#160;</em>species in Lake Matano, but it is uncertain when they will reach the Larona River due to the presence of dams (T. von Rinetelen pers. comm. 2018).", "conservationmeasures": "No conservation plans are currently known to be in place for this species, however protection of its known localities and habitats is needed. Further research is required on the distribution, population, ecology and threats. Monitoring of population dynamics, distributional range along the river and the future threats to this species is required.", "usetrade": "There is little use or trade information available for this species, however it is newly apparent in the aquarium pet trade (T. von Rintelen pers. comm. 2018). Many other species of&#160;<em>Tylomelania</em>&#160;of the Malili lakes are collected and traded as aquarium pets or eaten locally. As this species was abundant close to a settlement, it is likely that it is occasionally consumed."}]}