{"name": "139568795", "result": [{"species_id": 139568795, "taxonomicnotes": null, "rationale": "<p><em>Drepanosticta quadricornu</em> is known from 7-9 locations in Busuanga and Palawan in the Philippines. An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data. However the AOO is not likely to be large and is inferred to be declining along with the extent and quality of suitable habitat due to loss and degradation of lowland forest throughout Palawan and Busuanga. The known extent of occurrence (EOO) of the species is less than 20,000km<sup>2</sup>. Severe fragmentation is very likely. The species qualifies for Vulnerable status under criteria B1ab(ii,iii) and is assessed accordingly. It is to be hoped that when more data on its distribution become available it will be possible to reassess this species to Near Threatened but unless it is found to be much more widely distributed than is currently known it is unlikely to ever qualify for Least Concern.</p>", "geographicrange": "<p><em>Drepanosticta quadricornu</em> is known from Busuanga and Palawan in the Philippines (van Tol 2005). Some locations are vaguely specified and may not be distinct from others, there are records from two-three locations on Busuanga and five-six on Palawan (one of which the assessor has not been able to assign separate coordinates to). Based on the known locations the species is likely to occur in the Mount Mantalingajan Protected Landscape and St Paul's Subterranean River National Park (but this requires confirmation). An accurate estimate of the area of occupancy (AOO) of this species is not possible with the available data but the AOO will be declining due to loss and disturbance of forest throughout the range of the species. The known extent of occurrence (EOO) of the calculated using <span class=\"MsoHyperlink\"><a href=\"http://geocat.kew.org/\">http://geocat.kew.org/</a> is 10,672.405 km<sup>2</sup> and although this is likely to be an underestimate the EOO is not likely to be much above 20,000km<sup>2</sup>.</p>", "population": "<p>All that can be said is that that an ongoing decline will be taking place due to loss and degradation of forest on Palawan and Busuanga and that severe fragmentation is almost certain for the same reason.</p>", "populationtrend": "decreasing", "habitat": "<p>This will be a species of forest streams but no details are known. The extent and quality of suitable habitat for the species are inferred to be declining due to loss and degradation of forest within its range.</p>", "threats": "<p>The main threat to this species will be from complete clearance of forest for agriculture or as a result of non-selective logging and, possibly, mining. Very serious deforestation is evident in satellite images of Busuanga and most low lying areas of Palawan.</p>", "conservationmeasures": "<p>The priorities for this species are for more information on its distribution, habitat requirements and ability to tolerate disturbance. Protection of areas where the species occurs is highly desirable. Any conservation measures not focused on protection of habitat will be at best futile and might actually be counterproductive, for instance blanket bans on collection of specimens will hamper searches for additional populations of the species, since vital voucher specimens to confirm identification will not be available.</p>", "usetrade": null}]}