{"name": "19736", "result": [{"species_id": 19736, "taxonomicnotes": null, "rationale": "<em>Millerichthys robustus</em> is endemic to the Papaloapan and Coatzacoalcos river basins in Veracruz and Oaxaca, Mexico. Primary habitat is largely restricted to temporary ponds, pools, and wetlands that are subject to an annual flooding and desiccation cycles. The most recent sampling estimates 8 locations where this species occurs. Total population size exhibits extreme annual fluctuation resulting from reproductive mode and environmental variability. The extent of occurrence (EOO) is based on GeoCat Map using GBIF data is&#160; 7,944 km<sup>2</sup>. The area, extent, and quality of habitat is likely in decline, resulting from municipal and industrial development, but the rate of decline is unknown. As such, <em>M. robustus</em> is listed as Endangered.", "geographicrange": "<em>Millerichthys robustus</em> is endemic to the Papaloapan and Coatzacoalcos river basins in Veracruz and Oaxaca, Mexico (Miller <em>et al.</em> 2005, Lozano-Vilano and Maza-Benignos 2017). The most recent sampling estimates have identified 8 localities where this species occurs (Dominguez-Castanedo<em> et al.</em> 2017a). However, the limited number of localities may reflect limited sampling effort. The number of locations is estimated at 8, due to the independent effects of industrial and municipal pollution on each subpopulation.", "population": "<p>The total population size of <em>M. robustus</em> is unknown. Total population size is likely in decline as a result of municipal and industrial development in Oaxaca and Veracruz and associated losses in habitat (Miller <em>et al. </em>2005). However, the rate of decline is unknown.<br/><br/>Total population size exhibits extreme fluctuations on an annual basis, resulting from temporal changes in habitat availability and due to the reproductive and life history characteristics of this species (Valdesalici <em>et al. </em>2016, Dominguez-Castanedo <em>et al.&#160;</em>2017a, 2017b).</p>", "populationtrend": "unknown", "habitat": "<p>This species occurs in a diverse array of primary temporary ponds that are subject to an annual flooding and desiccation cycles, including lowland pools, marshes, swamps, coastal deserts, grasslands, and cattle watering holes (Miller<em> et al</em>. 2005, Dominguez-Castanedo <em>et al</em>. 2017a).<br/><br/>Given the extreme environmental variation within temporary habitat, <em>M. robustus</em> follows an annual reproductive cycle where eggs exhibit extreme tolerance to desiccation and expression of diapause during periods of drought (Valdesalici<em> et al.</em> 2016, Dominguez-Castanedo <em>et al.</em> 2017b).</p>", "threats": "The most pervasive threat to this species is the loss of habitat resulting from municipal and industrial development. These actions have already resulted in habitat destruction (Miller <em>et al.</em> 2005), however the rate of loss is currently unknown. The establishment of translocated or exotic species may also impact the distribution and total population size of <em>M. robustus</em>, namely the piscivorous cichlid <em>Petenia splendens</em> (Miller<em> et al.</em> 2005).", "conservationmeasures": "<p>This species is listed as endangered in the Mexican Official Norm (SEMARNAT 2010). Additionally, it is designated as endangered by the American Fisheries Society’s Endangered Species Committee (Jelks<em> et al.</em> 2008).<br/><br/>More information on the population size, population trend, and distribution would be useful for a more accurate estimation of conservation status.</p>", "usetrade": "There is no information available on the use and trade of this species."}]}