{"name": "62084", "result": [{"species_id": 62084, "taxonomicnotes": null, "rationale": "This is a rare South African-endemic butterfly of the Eastern Cape, KwaZulu-Natal and Mpumalanga Provincesa. It has a wide range with an extent of occurrence (EOO) of 110,453 km<sup>2</sup>, but has an area of occupancy (AOO) of only 72 km<sup>2</sup>. It is is thought to occur at between 11 and 16 locations. It has not been seen from some of these (e.g. Balgowan and Kowyn’s Pass) for at least 10 years, possibly due to drought or the impacts of alien vegetation. The KwaZulu-Natal Midlands location at Balgowan, and possible other locations in the area that are currently undiscovered, are under possible future threat from shale gas extraction. The locations at Shiya lo Ngcubo and Kowyn’s Pass are under threat from alien vegetation. The taxon is restricted to cool, high-altitude Afromontane forests, and at least two of these (Balgowan in the Midlands and Kowyn’s Pass) have been notably drier in recent years and the butterfly has not been recorded there for several years (since 1981 for Balgowan and 2001 for Kowyn’s Pass). Continued droughts and high temperatures could negatively impact this butterfly. The taxon thus nearly qualifies as threatened globally under the IUCN criteria, and so is assessed as Near Threatened under criterion B.", "geographicrange": "This taxon is known from the Eastern Cape, KwaZulu-Natal, and Mpumalanga Provinces in South Africa. It occurs from Fort Beaufort in the west to Mbashe River in the east, with isolated records from the Amatola mountains centred on the Hogsback area. Known subpopulations occur at Mbulu, Amabele, Stutterheim, Fort Beaufort and Hogsback. It is scattered between Curry's Post in the south and Graskop in the north. There is an unconfirmed record from Mozambique (G. Henning,&#160;<em>pers. comm</em>.), which has not been taken into consideration for this assessment (see Mecenero <em>et al. </em>2020).", "population": "The taxon is known from a few localities, and the population is highly fragmented.&#160;<em>Chrysoritis phosphor&#160;</em>ssp.&#160;<em>borealis </em>has&#160;five known subpopulations. The most northerly is at the summit of Kowyn’s Pass near Graskop in Mpumalanga. There is a subpopulation at Shiya Lo Ngcubo in the hills along the South Africa/Eswatini border near Barberton, also in Mpumalanga. The most southerly subpopulation<em>&#160;</em>is in forests between Curry’s Post and Balgowan in the KwaZulu-Natal Midlands. Two subpopulations are in protected areas – Ukahlamba Drakensberg Park in KwaZulu-Natal Province near the Royal Natal National Park Hotel, and Ncandu Nature Reserve on the KwaZulu-Natal/Free State border. <br/><br/>Further west, there are subpopulations of <em>C. p. </em>ssp. <em>phosphor&#160;</em>known from Fort Beaufort, Amabele, Stutterheim and Mbulu, with at least two subpopulations occurring near Hogsback (see Mecenero <em>et al. </em>2020).", "populationtrend": "decreasing", "habitat": "Most specimens have been found high up in Afromontane forest remnants, surrounded by montane grassland. Specimens are often found near streams, where they drink from muddy ground (see Pringle <em>et al. </em>1994, Woodhall 2005, Mecenero <em>et al. </em>2020).", "threats": "This is a rare taxon that has seldom been seen in recent years. Its habitat is under threat from invasion by alien species (<em>Acacia mearnsii</em>, <em>Solanum mauritanum</em>, <em>Pinus</em> and <em>Eucalyptus</em> species), and by increasingly frequent and severe droughts, and habitat change. It has lost some habitat in the past to plantation forestry.&#160;Part of its range in KwaZulu-Natal is under possible future threat from shale gas extraction ('fracking'). Subpopulations in the Eastern Cape do not appear to be significantly threatened at present.", "conservationmeasures": "Surveys to better understand the distribution, biology&#160;and abundance of this taxon are required. Appropriate conservation measures can only be implemented once additional information is obtained.", "usetrade": null}]}