{"name": "190552225", "result": [{"species_id": 190552225, "taxonomicnotes": null, "rationale": "<em>Cyphocharax muyrakytan</em>&#160;is assessed as Endangered. The extent of occurrence (EOO) is best estimated at 569 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 428 km<sup>2</sup>.  The major threat to the species is the imminent construction of a hydroelectric complex, including a dam and reservoir, in Tapajós river. Additional threats are gold mining  and deforestation for agriculture. Based on these threats, the best estimate is that there are two threat-based locations. There is a continuing decline in habitat.", "geographicrange": "<em>Cyphocharax muyrakytan</em>&#160;was described from a lake 2 km north of Comunidade Santa Sofía, river Arapiuns (Tapajós system), Pará, Santarem, in Brazil (Bortolo <em>et al</em>. 2018). The species occur in igarapés (creeks) in lowland drainage of Tapajós,&#160;final stretch of the Tapajós river before its mouth in the Amazon. It is reported in Igarapés Mato Grosso, Dominguinho, Vista Alegre and lake at Arapiranga in drainage of Arapiuns river (Bortolo&#160;<em>et al</em>. 2018). The species&#160;is reported in six localities with an elevational distribution range from 5-10 meters above sea level.<br/><br/>The extent of occurrence (EOO) is best estimated at 569 km<sup>2</sup>, and the area of occupancy (AOO) is best estimated at 428 km<sup>2</sup>. The principal threats known to be affecting the species are gold mining and deforestation for agriculture based on which there are a best estimate of two threat-based locations.<br/><br/>The geographic attributes for&#160;<em>Cyphocharax muyrakytan</em>&#160;in this assessment were compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019) and SpeciesLink (SpeciesLink 2020).", "population": "For <em>Cyphocharax muyrakytan </em>the total population size&#160;is unknown but suspected to be large. It is suspected that the global population has a stable trend, according to the conservation status of the Tapajós River and its tributaries in the lower basin.&#160;However, in the Tapajós river basin there is a plan for the construction of a large dam in the near future (Fearnside 2015), which would have an important effect on hydrological and fish dynamics.", "populationtrend": "stable", "habitat": "According to Bortolo <em>et al</em>. (2018), <em>Cyphocharax muyrakytan</em>&#160;inhabits floodplain tributaries in lowland of Arapiuns (black waters) and Tapajós (clear waters) drainages. The physical and chemical parameters of water are pH with 4.02-5.49, dissolved oxygen in 2.8-6, conductivity from 7.82 to 15.4 (uS/cm). The species can reach 57 mm of standard length.", "threats": "The principal threat to <em>Cyphocharax muyrakytan</em> is the imminent construction of a hydroelectric complex, including a dam and reservoir, in Tapajós river (Fearnside 2015). Urban centres and agricultural centres are another major threat.", "conservationmeasures": "There are conservation sites and protected areas&#160;throughout lowlands of Tapajos drainage where&#160;<em>Cyphocharax muyrakytan</em>&#160;has been recorded or may occur: Reserva Extrativista Tapajós Arapiuns, Floresta Nacional de Tapajós, Área De Proteção Ambiental De Alter Do Chão and several indigenous areas (IUCN and UNEP-WCMC 2020). It is unknown whether there are regulations and educational programs oriented to its protection. Recommended actions for conservation are principally for awareness and communications.&#160;It is necessary to conduct research to know the actual conditions and trends for the population, distribution, threats and habitat.", "usetrade": "No information is available on the use and trade of this species."}]}