{"name": "64791182", "result": [{"species_id": 64791182, "taxonomicnotes": null, "rationale": "<p><em>Corydoras metae&#160;</em>is classified as Vulnerable. The extent of occurrence (EOO) is best estimated at 8,895 km<sup>2</sup> and the area of occupancy (AOO) is best estimated at 1,396 km<sup>2</sup>. The primary threat is harvesting for the ornamental fish trade and there are a best estimate of two locations based on this threat. It is inferred to be leading to a continuing decline in the population size. Pollution is also a threat to the species, and this is inferred to be leading to a continuing decline in habitat.<br/></p><p></p>", "geographicrange": "The type locality for <em>Corydoras metae</em> is Barrigona, Río Meta, Colombia (Eigenmann 1914). This species is probably endemic to the Meta River drainage (Maldonado-Ocampo<em>&#160;et al.&#160;</em>2008). It is restricted to the piedmont sections of tributaries of the Meta river. There is a single record from the Ariari River (Guaviare drainage) that needs verification and the unique record from Peru is here considered an error. The species has a elevational distribution from 100-800 m above sea level.<br/><br/>The distribution of&#160;<em>Corydoras metae</em>&#160;in this assessment is a summary based on scientific reports and records compiled, arranged and reviewed from the following sources: Global Biodiversity Information Facility (GBIF 2020), FishNet2 (Fishnet2 2020), FishBase (Froese and Pauly 2019), SiB Colombia (SiB Colombia 2020) and SpeciesLink (SpeciesLink 2020), and complemented with records from the databases of the following ichthyological collections from Colombia: CZUT-IC (Colección Zoológica, Universidad del Tolima, Ibagué), IAvH-P (Colección de Peces de Agua Dulce del Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Villa de Leyva), ICN-MHN (Instituto de Ciencias Naturales de la Universidad Nacional de Colombia, Bogotá), IMCN (Colección Zoológica de Referencia Científica del Museo de Ciencias Naturales Federico Carlos Lehmann Valencia del INCIVA, Cali), and MPUJ (Museo Javeriano de Historia Natural \"Lorenzo Uribe, S.J.\" de la Pontificia Universidad Javeriana).", "population": "Data on population size are not available.&#160;The current population trend is probably decreasing given the threat of ornamental fisheries and human impacts on its habitats", "populationtrend": "decreasing", "habitat": "The genus <em>Corydoras</em> is usually are found in clearwater, forested streams with good flow over sand, gravel or rocky substrates. It is capable of air breathing. It is a benthic invertivore/omnivore. It has parental care of eggs and young (Taphorn 1989).", "threats": "The greatest threat to the species is likely to be ornamental fishing. Around one million individuals of several different species of <em>Corydoras</em> are exported from Colombia annually (Mancera-Rodríguez and Alvarez-León 2008). Pollution is also a threat to the habitat.", "conservationmeasures": "<p>There are no laws, regulations and monitoring specifically oriented for its protection.&#160;There are also no conservation sites or national parks in the range of the species (IUCN and UNEP-WCMC&#160;2020).&#160;The most important actions needs for the conservation of the species include: protection of habitats and areas, and education. Research considered necessary for the species includes fisheries, threats and the monitoring of indicator attributes of the species and habitat.</p>", "usetrade": "The species is used in the ornamental trade and is harvested in commercial artisanal fisheries in Colombia. The total volume of harvest is unknown. The species is subject to regulations for its fishing and commercialization and is is reported in gathering center in Villavicencio&#160;for the national and international markets with around 115.000 individuals in 2013 (Ortega-Lara&#160;<em>et al.</em>&#160;2015)."}]}