{"name": "60626", "result": [{"species_id": 60626, "taxonomicnotes": null, "rationale": "This species is only known from one crater lake that has an area of 0.14 km<sup>2</sup>. The population is in serious decline in the lake, and in 2017 only 1 adult was found within the lake (G. Turner pers. comm.). This decline is thought to be due to fishing within the small enclosed lake and competition with invasive species. The introduction of&#160;invasive species, such as <em>Oreochromis niloticus,</em>&#160;found within the catchment would likely add to the pressures on this species through competition and hybridisation. This species is therefore assessed as Critically Endangered due to its very restricted distribution within a single crater lake and rapid population decline. To ensure the survival of this species habitat protection, invasive species control and fisheries restrictions are vital.", "geographicrange": "This species is endemic to Lake Kyungululu, an endorheic crater lake which has no water outlet. This lake is located north of Lake Malawi in the Rungwe district.", "population": "This species was found within the lake in the 1920s, 1995, and in 2011, however surveys in 2017 found only 1 adult in the lake, which implies that there has been a rapid population decline (D. Tweddle, G. Turner observations and Ahl 1924, Trewavaes 1976, Genner&#160;<em>et al.&#160;</em>2013). The exact cause of this decline is though to be the result of fishing within the small enclosed lake and competition with invasive species.", "populationtrend": "decreasing", "habitat": "This species occurs in a crater lake. The lake is thought to have low nutrient levels which has lead to this fish having a stunted body growth. Adults seem to feed offshore in the middle of the lake, while juveniles are likely dependent on benthic production in the shallows (G. Turner observation).", "threats": "<em>Coptodon rendalli </em>and <em>Tilapia sparrmanii </em>are thought to have been introduced into the lake as none were recorded when the original types were collected, nor in sampling in 1995 (G. Turner, D. Tweddle observations and Genner <em>et al.&#160;</em>2013). These species are unlikely to hybridise with <em>O. chungruruensis, </em>but&#160;although they can usually co-exist they may come into competition for the extremely limited resources within this lake. This is especially so in the small area of shallow water in the lake that juveniles of this species are heavily dependent on, as this is typical habitat for&#160;<em>Oreochromis </em>species. Other invasive species have been introduced into nearby crater lakes, and if&#160;introduced to Lake Kyungululu these species could compete and hybridise with <em>O. chungruruensis </em>which could lead to even further declines. There is no protection from fishing within the lake and gillnets have been seen catching adults of this species, which may have also contributed to rapid population declines. There is ongoing tree felling and cultivation within the catchment, which would cause siltation that could add to the growing pressures on this species (G. Turner pers. comm.).", "conservationmeasures": "The crater lake where this species occurs is not protected. Monitoring of the population trend in this species is required alongside site management, invasive species control and awareness raising. Creating a forest reserve covering the single crater lakes catchment would ensure that the habitat would not decline in the future. Fishing should be prohibited or restricted to subsistence levels without the use of nets to ensure the survival of this species.", "usetrade": "Gillnets are used to fish this species within the lake, where it is dried and transported to the DRC (G. Turner observation)."}]}