{"name": "173830382", "result": [{"species_id": 173830382, "taxonomicnotes": null, "rationale": "<p><em>Cynolebias ochraceus</em><strong> </strong>is known only from its type locality, a small series of interconnected pools close to highway BR-349, about 12 km from the town of Bom Jesus da Lapa in the middle São Francisco River basin, Bahia, Brazil. Area of occupancy (AOO) and extent of occurrence&#160;(EOO) are estimated to be 4 km<sup>2</sup>, and the species is assigned to a single threat-based location. Total population size and population trend are unknown, but this species was rare during all sampling trips. Habitat was first sampled in 1999 and consisted of several temporary pools characterized by in-tact Cerrado vegetation along the margins of the pools. Subsequent sampling trips in 2009 reported that 280 m<sup>2</sup> (93%) of the original habitat had been destroyed due to deforestation associated with agricultural expansion. Therefore, inferred and continuing decline in habitat quality and availability is inferred and <em>C. ochraceus</em> is assessed as Critically Endangered under criterion B1b(iii)+2ab(iii). Site protection and captive management are immediate conservation priorities that will likely be necessary to prevent the extinction of this species in the immediate future.</p>", "geographicrange": "<p><em>Cynolebias ochraceus</em><strong> </strong>is known only from its type locality, a small series of interconnected pools close to highway BR-349, about 12 km from the town of Bom Jesus da Lapa, Bahia state, Brazil (Costa 2014). One additional specimen was reported from a pool near the village of Malhada, suggesting a potentially broader distribution in the middle São Francisco River basin &#160;(Costa 2014). However, because this record cannot be substantiated, range is considered to be restricted to the type locality until additional ichthyological survey can verify a potentially larger distribution. Recent surveys in nearby temporary pools have failed to detect this species (Costa 2014). </p>  <p>Area of occupancy (AOO) and extent of occurrence (EOO) are estimated to be 4 km<sup>2</sup> based on a single 2x2 km grid overlain on top of the type locality (Costa 2014). This species is assigned to a single threat-based location, given a restricted distribution and localized deforestation associated with agricultural expansion that has resulted in the destruction of most suitable habitat at the type locality (Costa 2014).</p>", "population": "<p>The total population size and population trend of this species are unknown. However, this species is rare and is known from a total of 13 specimens (Costa 2014). </p>", "populationtrend": "unknown", "habitat": "<p>This species is known from a series of small, interconnected ponds on the right bank of the middle São Francisco River basin (Costa 2014). This habitat was first sampled in 1999 and consisted of a few temporary pools with an area of approximately 300 m<sup>2</sup> and a maximum depth of about 1 m, with typical Caatinga vegetation around its margins (Costa 2014). In recent years, the area has been completely deforested for agricultural use, resulting in the destruction of approximately 280 m<sup>2</sup> of habitat by 2009 (Costa 2014). </p>", "threats": "<p>The primary threat to this species is habitat destruction associated with agricultural expansion. Habitat was first sampled in 1999 and consisted of a few temporary pools with an area of approximately 300 m<sup>2</sup> and a maximum depth of about 1 m, with typical Caatinga vegetation around its margins (Costa 2014). In recent years, the area has been completely deforested for agricultural use, resulting in the destruction of approximately 280 m<sup>2</sup> of habitat by 2009 (Costa 2014). This species has not been collected after 2009 (Costa 2014). Continuing decline in habitat availability and habitat quality is inferred and will continue unless threats are mitigated.</p>", "conservationmeasures": "<p>There are currently no species-specific conservation measures directed towards <em>C. ochraceus</em>, nor has the species been reported from within the boundaries of any existing protected areas. Additional ichthyological surveys in potentially suitable habitat are urgently needed to clarify the conservation status of this species. Additional information regarding population size and population trend would be useful in clarifying extinction risk. Site protection and captive management are warranted conservation priorities, given the pervasive threat of agricultural expansion that could result in the complete loss of temporary pond habitat in the immediate future.</p>", "usetrade": "<p>There is no information regarding the use and trade of this species. </p>"}]}