{"name": "163573", "result": [{"species_id": 163573, "taxonomicnotes": "Original description (Tillyard 1909). A detailed account on taxonomic history is provided by Watson (1991).", "rationale": "<p><em>Austrogomphus doddi</em> is only known from four locations and a small number of specimens. Its extent of occurrence (EOO) is less than 20,000 km². Urban development is a potential threat to three of the populations and none of the known locations is within a protected area. With only four known locations, and a threat from urban expansion at three of these, it qualifies for Vulnerable status under criterion D2. The species is also close to qualifying for Vulnerable status under the B criteria, since its EOO is less than 20,000 km².</p>", "geographicrange": "<p><em>Austrogomphus doddi</em> is endemic to Australia and only known from a restricted range in Queensland, where a small number of specimens have been collected from four locations. None of the known sites appear to be within national parks, although some are close to them. Three of the known locations are close to human habitations. Its extent of occurrence (EOO), based on a polygon around occupied HydroBASIN areas, is 18,501 km².<br/></p>", "population": "<p>There are insufficient data on this species to make definitive statements about population sizes and health. The fact that few specimens have ever been collected might indicate genuine rarity, but might also be due to other factors such as behaviour. The most recent record that the assessor has seen is from 1968.</p>", "populationtrend": "unknown", "habitat": "This species “inhabits streams and rivers” (Theischinger and Endersby 2009). “The records of <em>A. doddi</em> are too few for any generalizations to be made about its habitats. It does, however, frequent streams” Watson (1991). From published information it is not clear if this species is dependent on forest cover for its survival, although one of the known locations appears to lack rain forest.", "threats": "<p>Research into threats to this species is needed, but with three of the known locations close to towns or cities, habitat loss due to urban expansion is certainly a potential threat.</p>", "conservationmeasures": "<p>Research into the distribution, population sizes and health and exact habitat requirements of this species is needed, as is research into threats. Management plans might be needed at sites close to human population centres.</p>", "usetrade": null}]}